Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblPauseBetweenFilters
source: Pause between filters
cs_cz: Pauza po výměně filtru
de_de: Zwischen filter pausieren
ko_kr: 필터 변경 후 일시 정지
nb_no: Vent mellom filtre
pl_pl: Pauza pomiędzy filtrami
zh_cn: 更换滤镜时暂停

# LblPaused
source: Paused
cs_cz: Pauza
de_de: Pausiert
ko_kr: 일시 정지됨
nb_no: Pauset
pl_pl: Zatrzymano
zh_cn: 已暂停

# LblPauseTimeBeforeMeridian
source: Pause before Meridian
cs_cz: Pauza před Poledníkem
de_de: Pause vorm Meridian
ko_kr: 자오선 반전 전 일시 정지
nb_no: Vent før meridian
pl_pl: Pauza przed Meridianem
zh_cn: 中天前暂停时间

# LblPegasusFlatMaster
source: FlatMaster
ko_kr: 플랫 마스터
zh_cn: Pegasus平场板

# LblPHD2DecRMS
source: Dec: {0}({1}")
nb_no: Dek: {0}({1}")
zh_cn: 赤纬: {0} ({1}")

# LblPhd2FailedEquipmentConnection
source: PHD2 wasn't able to connect to the equipment
cs_cz: PHD2 se nemohl připojit k zařízení
de_de: PHD2 konnte nicht zur Ausrüstung verbinden
ko_kr: PHD2가 장비와 연결할 수 없습니다.
nb_no: PHD2 kunne ikke koble til utstyret
pl_pl: PHD2 nie był w stanie połączyć się z urządzeniem
zh_cn: PHD2 无法连接到设备

# LblPhd2FailedGetProfiles
source: PHD2 wasn't able to provide profiles
cs_cz: PHD2 nebyl schopen poskytnout profily
de_de: PHD2 konnte keine Profile bereitstellen
ko_kr: PHD2에서 프로필을 가져오지 못했습니다.
nb_no: PHD2 kunne ikke tilby profiler
pl_pl: PHD2 nie był w stanie wskazać profili
zh_cn: PHD2 无法提供配置文件

# LblPHD2HistorySize
source: PHD2 History Size
cs_cz: Velikost Historie PHD2
de_de: PHD2 Historieneinträge
ko_kr: PHD2 기록 크기
nb_no: PHD2 historikk-lengde
pl_pl: Rozmiar historii PHD2
zh_cn: PHD2 历史尺寸

# LblPHD2MinimalHistorySize
source: PHD2 History Size (Imaging)
cs_cz: Velikost Historie PHD2 (zobrazování)
de_de: PHD2 Historieneinträge (Imaging)
ko_kr: PHD2 기록 크기(이미징)
nb_no: PHD2 historikk-lengde (under fotografering)
pl_pl: Rozmiar historii PHD2 (Obraz)
zh_cn: PHD2 历史尺寸 (图像)

# LblPHD2Path
source: PHD2 path
cs_cz: Cesta k PHD2
de_de: Pfad zu PHD2
ko_kr: PHD2 경로
nb_no: PHD2 kjørbar fil
pl_pl: Ścieżka do PHD2
zh_cn: PHD2 路径

# LblPhd2PathNotFound
source: Could not start PHD2. Path not found
cs_cz: Nelze spustit PHD2. Cestu nelze najít
de_de: Konnte PHD2 nicht starten. Der Pfad wurde nicht gefunden
ko_kr: PHD2를 시작할 수 없습니다. 경로를 찾을 수 없음
nb_no: Kunne ikke starte PHD2. Sti ble ikke funnet
pl_pl: Nie można uruchomić PHD2. Nie znaleziono ścieżki
zh_cn: 无法启动PHD2。路径设置无效

# LblPHD2RARMS
source: RA: {0} ({1}")
zh_cn: 赤经: {0} ({1}")

# LblPhd2ServerConnectionLost
source: PHD2 Server Connection lost!
cs_cz: Server PHD2 odpojen!
de_de: PHD2 Server Verbindung verloren!
ko_kr: PHD2 서버 연결이 끊어졌습니다.
nb_no: Mistet tilkobling til PHD2!
pl_pl: Połączenie z serwerem PHD2 zostało utracone!
zh_cn: PHD2 服务器连接丢失!

# LblPHD2ServerPort
source: PHD2 Server Port
cs_cz: Port Serveru PHD2
ko_kr: PHD2 서버 포트
nb_no: PHD2-port
pl_pl: Port serwera PHD2
zh_cn: PHD2 服务器端口

# LblPHD2ServerUrl
source: PHD2 Server URL
cs_cz: Adresa URL Serveru PHD2
ko_kr: PHD2 서버 주소
nb_no: PHD2-URL
pl_pl: Adres URL serwera PHD2
zh_cn: PHD2 服务器 URL

# LblPHD2Settings
source: PHD2 Settings
cs_cz: Nastavení PHD2
de_de: PHD2 Einstellung
ko_kr: PHD2 설정
nb_no: PHD2-innstillinger
pl_pl: Ustawienia PHD2
zh_cn: PHD2 设置

# LblPhd2StartProcessError
source: Could not start PHD2. Check logs for details.
cs_cz: Nelze spustit PHD2. Podrobnosti najdete v protokolu.
de_de: Konnte PHD2 nicht starten. Prüfen Sie die Log-Dateien für weitere Details
ko_kr: PHD2를 시작 할 수 없습니다. 자세한 내용은 로그를 참조하세요.
nb_no: Kunne ikke starte PHD2. Se i logg for detaljer.
pl_pl: Nie można uruchomić PHD2. Sprawdź szczegóły w logach.
zh_cn: 无法启动 PHD2。查看日志以了解详细信息。

# LblPhd2SynchronizedServiceClientConnected
source: Client connected to synchronized PHD2 service. Connected clients: {0}
cs_cz: Klient připojený k synchronizované službě PHD2. Připojení klienti: {0}
de_de: Client hat sich zum synchronisierten PHD2 Service verbunden. Verbundene Clients: {0}
ko_kr: 클라이언트가 동기화된 PHD2 서비스에 연결되었습니다. 연결된 클라이언트: {0}
nb_no: Klient koblet til synkronisert PHD2-tjener. Tilkoblede klienter: {0}
pl_pl: Klient podłączony do zsynchronizowanej usługi PHD2. Połączeni klienci: {0}
zh_cn: 客户端连接到同步 PHD2 服务。 已连接的客户端: {0}

# LblPhd2SynchronizedServiceClientDisconnected
source: Client disconnected to synchronized PHD2 service. Connected clients: {0}
cs_cz: Klient odpojen od synchronizované služby PHD2. Připojení klienti: {0}
de_de: Client hat sich zum synchronisierten PHD2 Service verbunden. Verbundene Clients: {0}
ko_kr: 클라이언트가 동기화된 PHD2 서비스 연결을 끊었습니다. 연결된 클라이언트: {0}
nb_no: Klient koblet fra synkronisert PHD2-tjener. Tilkoblede klienter: {0}
pl_pl: Klient odłączony do zsynchronizowanej usługi PHD2. Połączeni klienci: {0}
zh_cn: 客户端断开同步 PHD2 服务。 已连接的客户端: {0}

# LblPhd2SynchronizedServiceStarted
source: Synchronized PHD2 service started
cs_cz: Synchronizační služba PHD2 spuštěna
de_de: Synchronisierter PHD2 Service gestartet
ko_kr: 동기화된 PHD2 서비스가 시작되었습니다.
nb_no: Synkronisert PHD2-tjener startet
pl_pl: Uruchomiono zsynchronizowaną usługę PHD2
zh_cn: 同步 PHD2 服务启动

# LblPHD2TotalRMS
source: Tot: {0}({1}")
cs_cz: Celkem: {0} ({1}")
ko_kr: 전체: {0}({1}")
pl_pl: Suma: {0}({1}")
zh_cn: 总: {0} ({1}")

# LblPhd2Profile
source: PHD2 Profile
cs_cz: Profil PHD2
de_de: PHD2 Profil
ko_kr: PHD2 프로필
nb_no: PHD2-profil
pl_pl: Profil PHD2
zh_cn: PHD2 配置文件

# LblPhd2ProfileChanged
source: Changed PHD2 profile to {0}
cs_cz: Profil PHD2 byl změněn na {0}
de_de: PHD2 Profil geändert zu {0}
ko_kr: PHD2 프로필이 {0} 으로 변경됨
nb_no: Endret PHD2-profil til {0}
pl_pl: Zmieniono profil PHD2 na {0}
zh_cn: PHD2 配置文件已更改为 {0}

# LblPhd2ProfileChangeFailed
source: Failed to change PHD2 profile
cs_cz: Změna PHD2 profilu selhala
de_de: Ändern des PHD2 Profils fehlgeschlagen
ko_kr: PHD2 프로필을 변경하지 못했습니다.
nb_no: Kunne ikke endre PHD2-profil
pl_pl: Nie udało się zmienić profilu w PHD2
zh_cn: 更改 PHD2 配置文件失败

# LblPhd2ProfileNotFound
source: PHD2 profile ID {0} not found. Using {1}
cs_cz: Profilové ID {0} PHD2 nebylo nalezeno. Použit {1}
de_de: PHD2 Profil mit ID {0} wurde nicht gefunden. {1} wird stattdessen verwendet
ko_kr: PHD2 프로필 ID {0} 을 찾을 수 없습니다. {1} 을 사용합니다
nb_no: PHD2-profil ID {0} finnes ikke. Bruker {1}
pl_pl: Identyfikator profilu PHD2 {0} nie został znaleziony. Używając {1}
zh_cn: 未找到PHD2配置文件 ID {0} 。正在使用 {1}

# LblPixels
source: Pixels
cs_cz: Pixely
de_de: Pixel
ko_kr: 픽셀
nb_no: Piksler
pl_pl: Piksele
zh_cn: 像素

# LblMaxPixels
source: Max Pixels
cs_cz: Max Pixelů
de_de: Max. Pixel
ko_kr: 최대 픽셀
nb_no: Maks piksler
pl_pl: Max pikseli
zh_cn: 最小角分

# LblPixelScale
source: Pixel Scale
cs_cz: Měřítko Pixelu
de_de: Pixel Maßstab
ko_kr: 픽셀 스케일
nb_no: Pikselstørrelse
pl_pl: Rozmiar piksela
zh_cn: 像素比例

# LblPixelScaleTooltip
source: Pixel scale in arcseconds per pixel
cs_cz: Měřítko pixelů v úhlových sekundách na pixel
de_de: Pixelskala in Bogensekunden pro Pixel
ko_kr: 픽셀 스케일[아크초/픽셀]
nb_no: Pikselstørrelse i buesekunder
pl_pl: Skala piksela w sekundach na piksel
zh_cn: 每像素对应的角秒

# LblPixelSize
source: Pixel Size
cs_cz: Velikost Pixelu
de_de: Pixelgröße
ko_kr: 픽셀 크기
nb_no: Pikselstørrelse
pl_pl: Rozmiar piksela
zh_cn: 像素大小

# LblPixelSizeX
source: Pixel Size X
cs_cz: Velikost Pixelu X
de_de: Pixel Größe X
ko_kr: 픽셀 크기 X
nb_no: Pikselstørrelse X
pl_pl: Rozmiar piksela X
zh_cn: X像素大小

# LblPixelSizeY
source: Pixel Size Y
cs_cz: Velikost Pixelu Y
de_de: Pixel Größe Y
ko_kr: 픽셀 크기 Y
nb_no: Pikselstørrelse Y
pl_pl: Rozmiar piksela Y
zh_cn: Y像素大小

# LblPlanetarium
source: Planetarium
cs_cz: Planetárium
ko_kr: 플라네타리움
zh_cn: 第三方星图

# LblPlanetariumCoordsError
source: Unable to acquire coordinates from {0}
cs_cz: Nelze získat souřadnice z {0}
de_de: Konnte nicht die Koordinaten von {0} erhalten
ko_kr: {0} 에서 좌표를 가져올 수 없습니다.
nb_no: Kunne ikke hente koordinater fra {0}
pl_pl: Nie można uzyskać współrzędnych od {0}
zh_cn: 无法获取坐标 {0}

# LblPlanetariumCoordsOk
source: Coordinates acquired from {0}
cs_cz: Souřadnice získané od {0}
de_de: Koordinaten von {0} erhalten
ko_kr: {0} 에서 좌표 획득
nb_no: Koordinater hentet fra {0}
pl_pl: Współrzędne uzyskane od {0}
zh_cn: 坐标来源 {0}

# LblPlanetariumFailedToConnect
source: Unable to connect to {0}. Please ensure that it is running and configured to receive requests
cs_cz: Nelze se připojit k {0}. Ujistěte se, že je spuštěná a nakonfigurovaná pro příjem požadavků
de_de: Keine Verbindung zu {0} möglich. Bitte stellen Sie sicher, dass die Applikation läuft und konfiguriert ist, um Anfragen zu empfangen
ko_kr: {0} 에 연결할 수 없습니다. 실행 중이고 요청을 수신하도록 구성되었는지 확인하십시오.
nb_no: Kan ikke koble til {0}. Vennligst sørg for at den kjører og konfigurerer til å motta forespørsler
pl_pl: Nie można połączyć się z {0}. Upewnij się, że jest uruchomiony i skonfigurowany do odbierania żądań
zh_cn: 无法连接到 {0}。请确保它正在运行并且已配置为接收请求

# LblPlanetariumObjectNotSelected
source: There is no object currently selected in {0}
cs_cz: {0} Nevybrán žádný objekt
de_de: Derzeit ist kein Objekt in {0} ausgewählt
ko_kr: {0} 에 현재 선택된 개체가 없습니다.
nb_no: Det er ingen objekter som er valgt i {0}
pl_pl: Nie ma aktualnie wybranego obiektu w {0}
zh_cn: {0} 没有选择对象

# LblPlanetariumPrefs
source: Planetarium Preferences
cs_cz: Předvolby Planetária
de_de: Planetarium Einstellungen
ko_kr: 플라네타리움 기본설정
nb_no: Planetarium-innstillinger
pl_pl: Ustawienia Planetarium
zh_cn: 星图偏好设置

# LblPlanetariumTooltip
source: Get coordinates from the Planetarium Software
cs_cz: Získá souřadnice z Planetária
de_de: Koordinaten von der Planetariumsoftware erhalten
ko_kr: 플라네타리움 소프트웨어에서 좌표 가져오기
nb_no: Få koordinater fra planetarium-programvaren
pl_pl: Pobierz współrzędne z oprogramowania Planetarium
zh_cn: 从星图软件获取坐标

# LblPlanetariumUseSelectedObject
source: Coordinates from selected object
cs_cz: Souřadnice podle vybraného objektu
de_de: Koordinaten des ausgewählten Objekts
ko_kr: 선택된 개체의 좌표
nb_no: Koordinater fra valgt objekt
pl_pl: Współrzędne z wybranego obiektu
zh_cn: 来自选定目标的坐标

# LblPlatesolve2Directory
source: Platesolve2 Location
cs_cz: Umístění Platesolve2
de_de: Platesolve2 Ort
ko_kr: 경로
nb_no: Platesolve2 plassering
pl_pl: Lokalizacja Platesolve2
zh_cn: PlateSolve2 路径

# LblPlatesolve2NoCoordinates
source: No coordinates available. Platesolve2 requires coordinates to solve!
cs_cz: Neexistují žádné souřadnice. K fungování Platesolve2 jsou nutné souřadnice!
de_de: Keine Koordinaten verfügbar. Platesolve2 benötigt Koordinaten zum platesolven!
ko_kr: 좌표가 없습니다. 플레이트솔브2를 사용하려면 좌표가 필수입니다!
nb_no: Ingen koordinater tilgjengelig. Platesolve2 krever koordinater for å søke!
pl_pl: Brak dostępnych współrzędnych. Platesolve2 wymaga współrzędnych do rozwiązania!
zh_cn: 没有可用的坐标。PlateSolve2 需要坐标来解析！

# LblPlatesolve2NotFound
source: Platesolve2 exe not found
cs_cz: Platesolve2 exe nenalezen
de_de: Platesolve2 exe wurde nicht gefunden werden
ko_kr: Platesolve2 exe를 찾을 수 없습니다.
nb_no: Finner ikke kjørbar fil for Platesolve2
pl_pl: Platesolve2 exe nie znaleziono
zh_cn: 未找到 PlateSolve2

# LblPlateSolvedPolarAlignment
source: Plate Solved Polar Alignment
cs_cz: Astrometrie Polárního Zarovnání
de_de: Polarausrichtung mit Hilfe von Platesolving
ko_kr: 플레이트솔빙 극축정렬
nb_no: Astrometrisk poljustering
pl_pl: Ustawnienie na biegun przez plate solve
zh_cn: 解析极轴校正

# LblPlateSolveEnding
source: PlateSolve reached maximum number of attempts, or Meridian Flip necessary.
cs_cz: Astrometrie dosáhla maximálního počtu pokusů, nebo je nutné změnit překlopení poledníku.
de_de: Platesolve hat die maximale Anzahl Versuche erreicht oder ein Meridian Flip ist notwendig
ko_kr: 플레이트솔브가 최대 시도 횟수에 도달했거나 자오선 플립이 필요합니다.
nb_no: Astrometrisk løsning har nådd grense for antall forsøk, eller en meridianvending er nødvendig.
pl_pl: PlateSolve osiągnął maksymalną liczbę prób lub konieczny Meridian Flip.
zh_cn: 已达到最大尝试解析次数，可能需要中天翻转。

# LblPlatesolveFailed
source: Platesolve failed
cs_cz: Astrometrie selhala
de_de: Platesolve fehlgeschlagen
ko_kr: 플레이트솔브 실패
nb_no: Astrometrisk søk feilet
pl_pl: Platesolve nie wykonał się
zh_cn: 解析失败

# LblPlateSolveFailedDelay
source: Delay between attempts
cs_cz: Zpoždění mezi pokusy
de_de: Verzögerung zwischen Versuchen
ko_kr: 실패 시 지연 시간
nb_no: Forsinkelse mellom forsøk
pl_pl: Opóźnienie między próbami
zh_cn: 解析失败间隔

# LblPlateSolveFailedDelayTooltip
source: Delay, in minutes, between two plate solve attempts
cs_cz: Prodleva v minutách mezi dvěma pokusy o astrometrii
de_de: Verzögerung zwischen zwei Platesolve Versuchen in Minuten
ko_kr: 두 플레이트솔빙 시도 간 지연 시간[분]
nb_no: Forsinkelse, i minutter, mellom forsøk på astrometrisk løsning
pl_pl: Opóźnienie, w minutach, pomiędzy dwoma próbami plate solve
zh_cn: 解析失败后再次尝试的间隔（分钟）

# LblPlateSolveImage
source: Plate solve current image
cs_cz: Astrometrie aktuálního obrazu
de_de: Aktuelles Bild platesolven
ko_kr: 현재 이미지 플레이트솔브
nb_no: Astrometrisk søk for dette bildet
pl_pl: Plate solve wybranego obrazu
zh_cn: 解析当前图像

# LblPlateSolveNbOfAttempts
source: Number of Attempts
cs_cz: Počet Pokusů
de_de: Anzahl Versuche
ko_kr: 시도 횟수
nb_no: Antall forsøk
pl_pl: Liczba prób
zh_cn: 尝试次数

# LblPlateSolveNbOfAttemptsTooltip
source: How many times a mid-sequence platesolve operation will attempt until considered failed
cs_cz: Kolik neúspěšných pokusů astrometrie se považuje za selhání během prováděné sekvence
de_de: Wie viele Versuche ein wiederholtes Platesolve unternehmen soll bevor es als fehlgeschlagen angesehen wird
ko_kr: 실패한 것으로 간주될 때까지 중간 시퀀스 플레이트솔브를 시도하는 횟수
nb_no: Antall ganger en astrometrisk løsning skal forsøkes i en sekvens før det anses som en feil
pl_pl: Jak wiele prób plate solve w trakcie sesji ma być podjętych do wykonania
zh_cn: 序列拍摄中，将尝试解析多少次，直到认为失败为止

# LblPlatesolveNoCoordinates
source: No reference coordinates available
cs_cz: Neexistují žádné referenční souřadnice
de_de: Keine Referenzkoordinaten verfügbar
ko_kr: 사용 가능한 참조 좌표가 없습니다.
nb_no: Ingen referansekoordinater tilgjengelige
pl_pl: Współrzędne odniesienia nie są dostępne
zh_cn: 没有可用的参考坐标

# LblPlateSolveNoFocalLength
source: Plate solve aborted. The telescope's effective focal length must be specified under Options > Equipment
cs_cz: Astrometrie přerušena. Upřesněte ohniskovou vzdálenost dalekohledu pomocí Možnosti > Zařízení
de_de: Platesolve abgebrochen. Die effektive Brennweite des Teleskops muss in den Optionen > Equipment angegeben werden
ko_kr: 플레이트솔빙이 중단되었습니다. 옵션의 > 장비 에 들어가셔서 망원경의 초점거리를 설정해주세요.
nb_no: Astrometrisk søk avbrutt. Teleskopets effektive fokallengde må angis under Innstillinger > Utstyr
pl_pl: Plate solve przerwany. Efektywna ogniskowa teleskopu musi być określona w opcjach &gt, sprzęt
zh_cn: 解析中止。望远镜的有效焦距必须在 选项 > 设备 中设置

# LblPlateSolveNotInsideToleranceRepeating
source: Telescope not inside tolerance. Repeating...
cs_cz: Dalekohled je mimo toleranci. Opakuji...
de_de: Teleskop nicht innerhalb der Toleranz. Wiederhole...
ko_kr: 망원경이 공차를 벗어났습니다. 다시 시도합니다...
nb_no: Pekeretning er utenfor toleransen. Gjentar...
pl_pl: Teleskop poza tolerancją. Powtarzanie...
zh_cn: 望远镜指向不在容许范围内。重复...

# LblPlateSolveNotInsideToleranceReslew
source: Telescope not inside tolerance. Re-slew to target...
cs_cz: Dalekohled je mimo toleranci. Znovu přejíždím na cíl...
de_de: Teleskop nicht innerhalb der Toleranz. Schwenke erneut zum Ziel...
ko_kr: 망원경이 공차를 벗어났습니다. 타겟을 향해 다시 Go-To 합니다.
nb_no: Pekeretning er utenfor toleransen. Svinger på ny mot mål...
pl_pl: Teleskop poza tolerancją. Powrót do celu...
zh_cn: 望远镜指向不在容许范围内。重新回转至目标...

# LblPlateSolveNotInsideToleranceSyncing
source: Telescope not inside tolerance. Syncing scope...
cs_cz: Dalekohled je mimo toleranci. Synchronizuji...
de_de: Teleskop nicht innerhalb der Toleranz. Synchronisiere...
ko_kr: 망원경이 공차를 벗어났습니다. 망원경과 동기화를 시도합니다...
nb_no: Pekeretning er utenfor toleransen. Synkroniserer teleskop...
pl_pl: Teleskop poza tolerancją. Synchonizacja teleskopu...
zh_cn: 望远镜指向不在容许范围内。同步中...

# LblPlatesolveProvidedBy
source: Platesolve service provided by
cs_cz: Službu Astrometrie poskytuje
de_de: Platesolve service zur Verfügung gestellt von
ko_kr: 플레이트솔브 서비스 제공:
nb_no: Astrometri-tjeneste levert av
pl_pl: Usługa plate solve dostarczona przez
zh_cn: 解析服务提供：

# LblPlateSolver
source: Plate Solver
cs_cz: Astrometrie
ko_kr: 플레이트솔버
nb_no: Søkemotor
zh_cn: 解析

# LblPlateSolveReattemptDelay
source: Waiting for next plate solve attempt: {0}
cs_cz: Počkat na další pokus astrometrie: {0}
de_de: Warte auf den nächsten Platesolve Versuch: {0}
ko_kr: 다음 플레이트솔브 실행까지 대기: {0}
nb_no: Venter på neste forsøk på astrometrisk løsning: {0}
pl_pl: Oczekiwania na następną próbę plate solve: {0}
zh_cn: 等待下一次解析尝试: {0}

# LblPlateSolveSettings
source: Plate Solver Settings
cs_cz: Nastavení Astrometrie
de_de: Plate Solver Einstellungen
ko_kr: 플레이트솔버 설정
nb_no: Søkeinnstillinger
pl_pl: Ustawienia Plate Solve
zh_cn: 解析设置

# LblPlateSolving
source: Plate Solving
cs_cz: Astrometrie
ko_kr: 플레이트솔빙
nb_no: Astrometri
zh_cn: 解析

# LblCenterAfterDrift
source: Recentering after too much drift
cs_cz: Znovuobnovení po příliš velkém posunu
de_de: Neu Zentrieren nach zu viel Drift
ko_kr: 큰 움직임 이 후 다시 중심 잡기
nb_no: Sentrerer på nytt etter for stor drift
pl_pl: Wyśrodkowanie po zbyt dużym dryfowaniu
zh_cn: 偏移过多后重新居中

# LblNoTarget
source: No target set
cs_cz: Není nastaven žádný cíl
de_de: Kein Ziel gesetzt
ko_kr: 설정된 타겟 없음
nb_no: Mål er ikke angitt
pl_pl: Nie wyznaczono celu
zh_cn: 没有目标组

# LblPleaseChangeToFilter
source: Please change to filter {0}
cs_cz: Změnit na filtr {0}
de_de: Bitte zu Filter {0} wechseln
ko_kr: 필터 {0} 으로 변경하세요
nb_no: Vennligst bytt til filter {0}
pl_pl: Ustaw filtr {0}
zh_cn: 请更换滤镜 {0}

# LblPleaseRotate
source: Please rotate by {0} degrees
cs_cz: Otočit o {0} stupně
de_de: Bitte um {0} Grad drehen
ko_kr: {0} 도 회전하세요
nb_no: Vennligst roter {0} grader
pl_pl: Obróć o {0} stopni
zh_cn: 请旋转 {0} 度

# LblPolarAlignment
source: Polar Alignment
cs_cz: Polární Zarovnání
de_de: Polarausrichtung
ko_kr: 극축정렬
nb_no: Poljustering
pl_pl: Wyrównanie biegunowe
zh_cn: 极轴校准

# LblPort
source: Port
ko_kr: 포트
zh_cn: 端口

# LblPosition
source: Position
cs_cz: Pozice
ko_kr: 위치
nb_no: Posisjon
pl_pl: Pozycja
zh_cn: 位置

# LblRelativePosition
source: Relative Position
cs_cz: Relativní Poloha
ko_kr: 상대 위치
nb_no: Relativ posisjon
pl_pl: Względne położenie
zh_cn: 相对位置

# LblClearGuidingCalibration
source: Clear calibration
cs_cz: Vymazat kalibraci
de_de: Kalibration zurücksetzen
ko_kr: 캘리브레이션 초기화
nb_no: Fjern kalibrering
pl_pl: Wyczyść kalibrację
zh_cn: 清除校准

# LblPreferredPlanetarium
source: Preferred Planetatium software
cs_cz: Preferované Planetárium
de_de: Bevorzugte Planetarium Software
ko_kr: 선호하는 플라네티움 소프트웨어
nb_no: Foretrukket planetarium-program
pl_pl: Preferowany program do Planetarium
zh_cn: 使用星图软件

# LblPrepareExposure
source: Prepare Exposure
cs_cz: Příprava Expozice
de_de: Belichtung wird vorbereitet
ko_kr: 노출 준비
nb_no: Forbered eksponering
pl_pl: Przygotuj ekspozycję
zh_cn: 准备曝光

# LblPrepareImage
source: Preparing image
cs_cz: Příprava obrazu
de_de: Bereite Bild vor
ko_kr: 이미지 준비 중
nb_no: Forbereder bilde
pl_pl: Przygotowywanie obrazu
zh_cn: 准备拍摄

# LblPreparingDarkFlatSequence
source: Preparing Dark Flat Sequence
cs_cz: Příprava Dark Sekvence
de_de: Preparing Dark Sequence
ko_kr: 다크 시퀀스 준비 중
nb_no: Preparing Dark Sequence
pl_pl: Przygotowanie sekwencji Dark
zh_cn: Preparing Dark Sequence

# LblPrepFlatFilterMsgBox
source: Flats for filter: {0}
cs_cz: Flats pro filtr: {0}
de_de: Flats für filter: {0}
ko_kr: 플랫을 위해 {0} 필터 사용
nb_no: Flatbilder for filter: {0}
pl_pl: Flat dla filtra: {0}
zh_cn: 平场拍摄滤镜: {0}

# LblPreSequenceChecklist
source: The following potential issues have been found with the sequence:
cs_cz: Byly nalezeny potenciální problémy se sekvencí:
de_de: Die folgenden potentiellen Probleme wurden in der Sequenz gefunden:
ko_kr: 시퀀스에서 잠재적인 문제가 발견되었습니다.
nb_no: Følgende mulige problemer er oppdaget for sekvensen:
pl_pl: Znaleziono następujące potencjalne problemy z Twoją sekwencją:
zh_cn: 在你的序列中发现了以下潜在问题：

# LblPreSequenceChecklistHeader
source: Pre-Sequence Checklist
cs_cz: Předběžný kontrolní Seznam sekvence
de_de: Pre-Sequenzcheckliste
ko_kr: 시퀀스 사전 체크리스트
nb_no: Sjekkliste før sekvensstart
pl_pl: Lista kontrolna pre-Sequence
zh_cn: 拍摄前检查表

# LblPressure
source: Pressure
cs_cz: Tlak
de_de: Druck
ko_kr: 압력
nb_no: Trykk
pl_pl: Ciśnienie
zh_cn: 气压

# LblPrimary
source: Primary
cs_cz: Primární
de_de: Primär
ko_kr: 기본
nb_no: Primær
pl_pl: Podstawowy
zh_cn: 主要

# LblProfiles
source: Profiles
cs_cz: Profil
de_de: Profile
ko_kr: 프로필
nb_no: Profiler
pl_pl: Profile
zh_cn: 配置文件

# LblProgress
source: Progress
cs_cz: Průběh
de_de: Fortschritt
ko_kr: 진행도
nb_no: Fremdrift
pl_pl: Postęp
zh_cn: 进度

# LblPull
source: Pull
cs_cz: Táhnout
nb_no: Trekk
pl_pl: Ściągnij
zh_cn: 拉

# LblPush
source: Push
cs_cz: Tam
nb_no: Skyv
pl_pl: Wypchnij
zh_cn: 推

# LblPx
source: px
zh_cn: 像素

# LblRA
source: RA
zh_cn: 赤经

# LblRACorrections
source: RA Corrections
cs_cz: RA Opravy
de_de: RA Korrekturen
ko_kr: Ra 교정
nb_no: RA-korreksjoner
pl_pl: Korekty RA
zh_cn: 赤经修正

# LblRadius
source: Radius
cs_cz: Poloměr
ko_kr: 반경
pl_pl: Średnica
zh_cn: 半径

# LblRAError
source: RA Error
cs_cz: RA Chyba
de_de: RA Fehler
ko_kr: Ra 오차
nb_no: RA-avvik
pl_pl: Błąd RA
zh_cn: 赤经误差

# LblRainRate
source: Rain Rate
cs_cz: Srážkoměr
de_de: Niederschlagsrate
ko_kr: 강수량
nb_no: Nedbør
pl_pl: Wskaźnik deszczu
zh_cn: 降水率

# LblRAPixError
source: RA Pix Error
cs_cz: Chyba RA pixelu
de_de: RA Pix Fehler
ko_kr: RA 픽셀 오차
nb_no: RA-avvik (px)
pl_pl: Błąd RA w Pix
zh_cn: 赤经像素误差

# LblRate
source: Rate
cs_cz: Rychlost
ko_kr: 속도
pl_pl: Oceń
zh_cn: 速率

# LblRawConverter
source: Raw converter
cs_cz: Raw konvertor
de_de: Raw Konvertierer
ko_kr: Raw 변환기
nb_no: RAW-konvertering
pl_pl: Konwerter RAW
zh_cn: Raw格式转换器

# LblRawConverterTooltip
source: Specifies which tool should be used for DSLR raw file conversion
cs_cz: Určí, který nástroj má být použit pro převod souborů DSLR raw
de_de: Gibt an welches Tool zur Raw konvertierung genutzt werden soll
ko_kr: DSLR의 Raw 파일 변환에 사용할 도구 선택
nb_no: Spesifiserer hvilket verktøy som skal brukes til RAW-konvertering for DSLR
pl_pl: Określa, które narzędzie powinno być użyte do konwersji plików RAW DSLR
zh_cn: 指定应该使用哪个工具进行DSLR RAW转换

# LblReadNoise
source: Read noise in e
cs_cz: Čtecí šum v e
de_de: Ausleserauschen in e
ko_kr: e에서 노이즈 읽기
nb_no: Utlesingsstøy i e
pl_pl: Odczytaj szum in e
zh_cn: 读出噪声（e）

# LblReadoutMode
source: Mode
cs_cz: Režim
de_de: Modus
ko_kr: 모드
nb_no: Modus
pl_pl: Tryb
zh_cn: 模式

# LblReadoutModeTooltip
source: A numeric value corresponding to your camera's readout mode
cs_cz: Číselná hodnota odpovídající režimu čtení kamery
de_de: Ein numerischer Wert, der dem Auslesemodus der Kamera entspricht
ko_kr: 카메라의 읽기 모드에 해당하는 숫자
nb_no: Et tall som korresponderer med kameraet sin utlesingsmodus
pl_pl: Wartość liczbowa odpowiadająca trybowi odczytu kamery
zh_cn: 与摄像头读出模式相对应的数字值

# LblReadoutForNormalImages
source: Readout mode for sequences
cs_cz: Režim čtení pro sekvenci
de_de: Auslesemodus für Sequenzen
ko_kr: 시퀀스용 읽기 모드
nb_no: Utlesingsmodus for sekvenser
pl_pl: Tryb odczytu dla sekwencji
zh_cn: 序列的读出模式

# LblReadoutForNormalImagesToolTip
source: This readout mode of your camera will be used for LIGHT, BIAS, DARK, FLAT and DARKFLAT frames in sequences.
cs_cz: Tento režim čtení kamery se použije pro snímky LIGHT, BIAS, DARK, FLAT v sekvencích.
de_de: This readout mode of your camera will be used for LIGHT, BIAS, DARK, FLAT frames in sequences.
ko_kr: 카메라의 읽기 모드는 시퀀스의 LIGHT, BIAS, DARK, FLAT 프레임에 사용됩니다.
nb_no: This readout mode of your camera will be used for LIGHT, BIAS, DARK, FLAT frames in sequences.
pl_pl: Następujące tryby odczytu dla Twojej kamery będą użyte dla klatek LIGHT, BIAS, DARK, FLAT w sekwencjach.
zh_cn: This readout mode of your camera will be used for LIGHT, BIAS, DARK, FLAT frames in sequences.

# LblReadoutForSnapImages
source: Readout mode for snapshots
cs_cz: Režim čtení pro snímky
de_de: Auslesemodus für Snapshots
ko_kr: 스냅샷용 읽기 모드
nb_no: Utlesingsmodus for enkeltbilder
pl_pl: Tryb odczytu dla migawek
zh_cn: 快照的读出模式
