Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# Lbl_Sequencer_Title
source: Sequencer
cs_cz: Sekvencer
de_de: Sequenzer
ko_kr: 시퀀서
nb_no: Sekvens
pl_pl: Sekwencjonowanie
zh_cn: 序列器

# Lbl_SequenceCategory_Camera
source: Camera
cs_cz: Kamera
de_de: Kamera
ko_kr: 카메라
nb_no: Kamera
pl_pl: Kamera
zh_cn: 相机

# Lbl_SequenceCategory_Condition
source: Loop Condition
cs_cz: Stav Cyklu
de_de: Schleifenbedingung
ko_kr: 반복 조건
nb_no: Repetisjonsbetingelse
pl_pl: Warunek pętli
zh_cn: 循环条件

# Lbl_SequenceCategory_Container
source: * Instruction Set *
cs_cz: * Instrukční sada *
de_de: * Befehlssatz *
ko_kr: * 명령 세트 *
nb_no: * Instruksjonsblokk *
pl_pl: * Zestaw instrukcji *
zh_cn: * 指令集 *

# Lbl_SequenceCategory_FilterWheel
source: Filter Wheel
cs_cz: Filtrové Kolo
de_de: Filterrad
ko_kr: 필터 휠
nb_no: Filterhjul
pl_pl: Koło filtrowe
zh_cn: 滤镜轮

# Lbl_SequenceCategory_FlatDevice
source: Flat Device
cs_cz: Zařízení Flat
de_de: Flat Gerät
ko_kr: 플랫 장비
nb_no: Flatpanel
pl_pl: Urządzenie flat
zh_cn: 平场设备

# Lbl_SequenceCategory_Focuser
source: Focuser
cs_cz: Zaostřovač
de_de: Okularauszug
ko_kr: 포커서
nb_no: Fokusmotor
pl_pl: Fokuser
zh_cn: 电调

# Lbl_SequenceCategory_Guider
source: Guider
cs_cz: Pointace
ko_kr: 가이더
zh_cn: 导星

# Lbl_SequenceCategory_Switch
source: Switch
cs_cz: Přepínač
de_de: Schalter
ko_kr: 스위치
nb_no: Bryter
pl_pl: Przełącznik
zh_cn: 开关

# Lbl_SequenceCategory_Telescope
source: Telescope
cs_cz: Dalekohled
de_de: Teleskop
ko_kr: 망원경
nb_no: Teleskop
pl_pl: Teleskop
zh_cn: 望远镜

# Lbl_SequenceCategory_Trigger
source: Trigger
cs_cz: Spouštěč
de_de: Auslöser
ko_kr: 트리거
pl_pl: Wyzwalacz
zh_cn: 触发器

# Lbl_SequenceCategory_Utility
source: Utility
cs_cz: Nástroj
de_de: Hilfsmittel
ko_kr: 유틸리티
nb_no: Nytteverktøy
pl_pl: Narzędzia
zh_cn: 工具

# Lbl_SequenceCondition_AltitudeCondition_Description
source: A condition that loops until the target sets below the given altitude and then stops the current instruction set
cs_cz: Podmínka, která se opakuje, dokud se stanovený cíl nedostane pod danou výšku, a poté zastaví aktuální sadu instrukcí
de_de: Eine Bedingung, die eine Anweisungsfolge wiederholt bis sich das Ziel unterhalb der angegebenen Horizonthöhe befindet und dann die Anweisungsfolge beendet
ko_kr: 타겟이 주어진 고도 아래로 떨어질 때까지 반복 후 현재 명령어 세트를 중지하는 조건
nb_no: En betingelse som stopper repetisjonene når målet går under en bestemt elevasjon
pl_pl: Warunek, który powtarza sekwencję, aż cel znajdzie się poniżej określonej wysokości horyzontu, a następnie kończy sekwencję
zh_cn: 循环直到目标低于指定高度，然后跳过该组内的其余指令

# Lbl_SequenceCondition_AltitudeCondition_Name
source: Loop Until Altitude Sets Below
cs_cz: Cyklus do Výšky Pod
de_de: Wiederholen bis Höhe unter
ko_kr: 고도가 낮아질 때까지 반복
nb_no: Repeter frem til nedre elevasjon
pl_pl: Powtarzaj do osiągnięcia wartości poniżej Altitude
zh_cn: 循环至目标低于高度

# Lbl_SequenceCategory_Dome
source: Dome
cs_cz: Kopule
de_de: Kuppel
ko_kr: 돔
nb_no: Kuppel
pl_pl: Kopuła
zh_cn: 圆顶

# Lbl_SequenceItem_Dome_CloseDomeShutter_Description
source: Closes the shutter of the dome
cs_cz: Zavře štěrbinu kopule
de_de: Schließt den Kuppelspalt
ko_kr: 돔의 셔터 닫기
nb_no: Lukker kuppelen
pl_pl: Zamknij przesłonę kopuły
zh_cn: 关闭圆顶天窗

# Lbl_SequenceItem_Dome_CloseDomeShutter_Name
source: Close Dome Shutter
cs_cz: Zavřít Štěrbinu
de_de: Kuppelspalt schließen
ko_kr: 돔 셔터 닫기
nb_no: Lukk kuppel
pl_pl: Zamknij osłonę kopuły
zh_cn: 关闭圆顶天窗

# Lbl_SequenceItem_Dome_ParkDome_Description
source: Parks the dome to the park position
cs_cz: Zaparkuje kopuli do parkovací polohy
de_de: Kuppel parken in der festgelegten Parkposition
ko_kr: 돔을 제자리에 파킹
nb_no: Parkerer kuppelen i parkeringsposisjonen
pl_pl: Przesuwa kopułę do pozycji parkowania
zh_cn: 将圆顶停放到泊位

# Lbl_SequenceItem_Dome_ParkDome_Name
source: Park Dome
cs_cz: Parkovat Kopuli
de_de: Kuppel parken
ko_kr: 돔 파킹
nb_no: Parker kuppel
pl_pl: Zaparkuj kopułę
zh_cn: 停放圆顶

# Lbl_OldSequencer_StartOfSequence
source: Parallel Start of Sequence Instructions
cs_cz: Pokyny pro Paralelní Zahájení Sekvence
de_de: Paralleler Start der Sequenzanweisungen
ko_kr: 시퀀스 명령의 병렬 시작
nb_no: Parallell sekvensstart
pl_pl: Równoległy początek instrukcji sekwencji
zh_cn: 并行顺序启动指令

# LblFlatDeviceOpenAtSequenceStart
source: Open cover when sequence starts
cs_cz: Otevřít kryt při zahájení sekvence
de_de: Abdeckung öffnen, wenn Sequenz beginnt
ko_kr: 시퀀스를 시작할 때 커버를 열어주세요.
nb_no: Åpne deksel når sekvens starter
pl_pl: Otwórz osłonę po uruchomieniu sekwencji
zh_cn: 序列开始时打开镜头盖

# LblOpenDomeShutterAtSequenceStart
source: Open dome shutter at sequence start
cs_cz: Po zahájení sekvence otevřít štěrbinu kopule
de_de: Kuppelspalt zum Begin der Sequenz öffnen
ko_kr: 시퀀스 시작 시 돔 셔터 열기
nb_no: Åpne kuppel når sekvens starter
pl_pl: Otwórz osłonę kopuły na początku sekwencji
zh_cn: 序列开始时打开圆顶天窗

# LblUnparkDomeAtSequenceStart
source: Unpark dome at sequence start
cs_cz: Odparkovat kopuli na začátku sekvence
de_de: Kuppel ausparken zu Beginn der Sequenz
ko_kr: 시퀀스 시작 시 돔 파킹 해제
nb_no: Avparker kuppel ved sekvensstart
pl_pl: Odparkuj kopułę na początku sekwencji
zh_cn: 序列开始时解除停放圆顶

# Lbl_SequenceItem_Dome_OpenDomeShutter_Description
source: Opens the shutter of the dome
cs_cz: Otevřít štěrbinu kopule
de_de: Öffnet den Kuppelspalt
ko_kr: 돔의 셔터를 엽니다.
nb_no: Åpner kuppelen
pl_pl: Otwórz przesłonę kopuły
zh_cn: 打开圆顶天窗

# Lbl_SequenceItem_Dome_OpenDomeShutter_Name
source: Open Dome Shutter
cs_cz: Otevřít Štěrbinu Kopule
de_de: Kuppelspalt öffnen
ko_kr: 돔 셔터 열기
nb_no: Åpne kuppel
pl_pl: Otwórz zasłonę kopuły
zh_cn: 打开圆顶天窗

# Lbl_SequenceItem_Dome_EnableDomeSynchronization_Description
source: Ensures the dome remains synchronized with the telescope
cs_cz: Zajišťuje, že kopule zůstane synchronizována s dalekohledem
de_de: Stellt sicher, dass die Kuppel mit dem Teleskop synchronisiert bleibt
ko_kr: 돔이 망원경과 동기화된 상태를 유지합니다.
nb_no: Sørger for at kuppelen følger teleskopet
pl_pl: Zapewnia synchronizację kopuły z teleskopem
zh_cn: 确保圆顶与望远镜保持同步

# Lbl_SequenceItem_Dome_EnableDomeSynchronization_Name
source: Enable Dome Sync
cs_cz: Povolit Synchronizaci Kopule
de_de: Kuppel Synchronisierung aktivieren
ko_kr: 둠 동기화 활성화
nb_no: Slå på kuppel-synkronisering
pl_pl: Włącz synchronizację kopuły
zh_cn: 启用圆顶跟随

# Lbl_OldSequencer_HasSkippedRows
source: The Sequence contains rows which are either disabled or where the progress exposure count is equals to the total exposure count. These items are skipped and no items for these rows are generated for the sequencer.
cs_cz: Sekvence obsahuje řádky, které jsou buď zakázány, nebo kde se počet expozic průběhu rovná celkovému počtu expozic. Tyto položky jsou přeskočeny a pro sekvencer nejsou generovány žádné položky pro tyto řádky.
de_de: Die Sequenz enthält Zeilen, die entweder deaktiviert sind oder bei denen die Anzahl der Belichtungen der Gesamtbelichtungszahl entspricht. Diese Zeilen werden übersprungen und keine Einträge für diese Zeilen generiert.
ko_kr: 시퀀스에는 잘못된 행 또는 진행된 촬영 매수가 총 촬영 매수와 같은 행이 포함되어 있습니다. 이 항목은 건너 뛰고 행의 모든 항목은 시퀀서에 생성되지 않습니다.
nb_no: Sekvensen inneholder instruksjoner som er ugyldige eller ferdige. Disse instruksjonene hoppes over, og tas ikke med.
pl_pl: Sekwencja zawiera wiersze, które są albo wyłączone, albo liczba ekspozycji jest równa całkowitej liczbie ekspozycji. Te wiersze są pomijane i dla tych wierszy nie są generowane żadne wpisy.
zh_cn: 序列包含已禁用或进度曝光次数等于总曝光次数的条目。 这些项目被跳过，序列中没有任何新的项目。

# LblRotateTarget
source: Rotate Target
cs_cz: Otočit Cíl
de_de: Ziel rotieren
ko_kr: 타겟 회전
nb_no: Roter mål
pl_pl: Obróć cel
zh_cn: 旋转目标

# LblSafetyMonitorConnectionLost
source: Safety Monitor connection has been lost!
cs_cz: Bezpečnost odpojena!
de_de: Verbindung zum Sicherheitsmonitor verloren!
ko_kr: 안전 모니터 연결이 끊어졋습니다!
nb_no: Sikkerhetsovervåking har mistet tilkoblingen!
pl_pl: Połączenie z Monitorem Bezpieczeństwa zostało utracone!
zh_cn: 安全监视器连接丢失！

# LblSafetyMonitor
source: Safety Monitor
cs_cz: Bezpečnost
ko_kr: 안전 모니터
nb_no: Sikkerhetsovervåker
pl_pl: Monitor bezpieczeństwa
zh_cn: 安全监视器

# LblDisconnectSafetyMonitor
source: Disconnect Safety Monitor
cs_cz: Bezpečnost Odpojena
de_de: Verbindung zum Sicherheitsmonitor trennen
ko_kr: 안전 모니터 연결 끊김
nb_no: Koble fra sikkerhetsovervåker
pl_pl: Odłącz Monitor Bezpieczeństwa
zh_cn: 断开安全监视器

# LblSafetyMonitorConnected
source: Safety Monitor Connected
cs_cz: Bezpečnost Připojena
de_de: Sicherheitsmonitor verbunden
ko_kr: 안전 모니터가 연결됨
nb_no: Sikkerhetsovervåker er koblet til
pl_pl: Monitor Bezpieczeństwa podłączony
zh_cn: 安全监视器已连接

# LblIsSafe
source: Is Safe
cs_cz: Je Bezpečno
de_de: Ist sicher
ko_kr: 안전
nb_no: Er trygg
pl_pl: Jest bezpieczny
zh_cn: 安全的

# Lbl_SequenceCondition_SafetyMonitorCondition_Description
source: A condition that checks the connected Safety Monitor device if it is safe and loops the instruction set as long as the safety monior reports to be safe. If the device returns to not be safe the current instruction set is stopped. Best used in conjunction with another loop condition to not end up in an infinite loop when the safety monitor stays safe.
cs_cz: Podmínka, která ověří, že je Bezpečnost připojena a provádí definované pokyny, pokud jsou podmínky bezpečné. Pokud zařízení hlásí, že již není bezpečno, aktuální sada pokynů se zastaví. Použijte ve spojení s jinou podmínkou cyklu, kdy bezpečnost hlásí bezpečné podmínky, abyste neskončili v nekonečném cyklu.
de_de: Eine Bedingung, die dem angeschlossenen Sicherheitsmonitor abfragt und den Befehlssatz wiederholt, solange der Sicherheitsmonitor sichere Bedingungen meldet. Wenn der Sicherheitsmonitor unsichere Bedingungen meldet wird der aktuelle Befehlssatz beendet. Diese Bedingung sollte zusammen mit einer anderen Schleifenbedingung verwendet werden, um eine Endlosschleife zu verhindern, falls der Sicherheitsmonitor weiterhin sichere Bedingungen meldet.
ko_kr: 연결된 안전 모니터 장치가 안전한지 확인합니다. 장치가 안전하다면 한 명령 집합을 반복하는 조건입니다. 장치가 안전하지 않으면 현재 명령 세트가 중지됩니다. 안전 모니터가 안전하게 유지될 때 무한 반복이 끝나지 않도록 다른 반복 조건과 함께 사용하는 것이 가장 좋습니다.
nb_no: En betingelse sjekker om tilkoblet sikkerhetsovervåker melder trygg tilstand, og repeterer instruksjonene. Hvis overvåkningen rapporterer utrygg tilstand, vil instruksjonsblokken stoppes. Brukes best med en annen repetisjonsbetingelse for å unngå uendelig repetisjon.
pl_pl: Stan, który wysyła zapytanie do podłączonego monitora bezpieczeństwa i powtarza zestaw poleceń tak długo, jak monitor bezpieczeństwa zgłasza bezpieczne warunki. Jeśli monitor bezpieczeństwa zgłosi niebezpieczne warunki, bieżący zestaw poleceń zostanie zakończony. Ten warunek powinien być używany w połączeniu z innym warunkiem pętli, aby zapobiec nieskończonej pętli, jeśli monitor bezpieczeństwa nadal zgłasza bezpieczne warunki.
zh_cn: 查询已连接的安全监视器，在情况安全时循环执行指令集。如果监视器反馈不安全，则当前指令集将停止。 最好与其他循环条件组合使用，以避免安全监控无异常时陷入无限循环。

# Lbl_SequenceCondition_SafetyMonitorCondition_Name
source: Loop while safe
cs_cz: Cyklus v bezpečí
de_de: Wiederholen, wenn sicher
ko_kr: 안전할때 반복
nb_no: Gjenta når trygg
pl_pl: Pętla podczas bezpieczeństwa
zh_cn: 安全时循环

# Lbl_SequenceContainer_SaveAsTemplate_Tooltip
source: Save the current instruction set and all of its content as a template for re-usage
cs_cz: Uloží aktuální instrukční sadu a veškerý obsah jako šablonu pro opětovné použití
de_de: Speichert die aktuelle Anweisungsfolge und deren kompletten Inhalt als Vorlage zur Wiederverwendung
ko_kr: 현재 명령 집합과 모든 내용을 재사용을 위해 템플릿으로 저장
nb_no: Lagre instruksjonsblokken som en gjenbrukbar mal
pl_pl: Zapisz bieżący zestaw instrukcji i całą jego zawartość jako szablon do ponownego użycia
zh_cn: 保存当前指令及其所有内容作为重新使用的模板

# LblSafetyMonitorNotConnected
source: Safety Monitor is not connected
cs_cz: Bezpečnost nepřipojena
de_de: Sicherheitsmonitor ist nicht verbunden
ko_kr: 안전 모니터가 연결되어 있지 않습니다.
nb_no: Sikkerhetsovervåker er ikke koblet til
pl_pl: Monitor Bezpieczeństwa nie jest podłączony
zh_cn: 安全监视器尚未连接

# Lbl_Sequencer_SaveSequence_Notification
source: Sequence "{0}" saved successfully at {1}
cs_cz: Sekvence "{0}" úspěšně uložena na {1}
de_de: Sequenz "{0}" erfolgreich gespeichert in {1}
ko_kr: 시퀀스 "{0}"가 {1} 에 저장되었습니다.
nb_no: Sekvens "{0}" lagret i {1}
pl_pl: Sekwencja "{0}" zapisana pomyślnie w {1}
zh_cn: 序列"{0}" 成功保存于 {1}

# LblSetTrackingRate
source: Set Tracking Rate
cs_cz: Nastavit Rychlost Sledování
de_de: Nachführgeschwindigkeit einstellen
ko_kr: 추적속도 설정
nb_no: Sett følgerate
pl_pl: Ustaw prędkość śledzenia
zh_cn: 设置跟踪速率

# LblTimeSpan
source: Time Span
cs_cz: Zadaný Čas
de_de: Zeitspanne
ko_kr: 지정 시간
nb_no: Varighet
pl_pl: Przedział czasowy
zh_cn: 时间间隔

# Lbl_SequenceCondition_TimeSpanCondition_Description
source: Loop instruction set for a given duration. When the duration is over, the remaining instructions inside the set will be skipped.
cs_cz: Cyklus sady pokynů po zadaný čas. Po uplynutí daného času budou zbývající pokyny uvnitř sady přeskočeny.
de_de: Schleifenanweisung für eine bestimmte Zeitdauer. Wenn die Zeitspanne abgelaufen ist, werden die verbleibenden Anweisungen innerhalb des Containers übersprungen.
ko_kr: 지정된 기간 동안 반복하는 명령 집합입니다. 기간이 끝나면 세트 내의 나머지 명령은 건너뜁니다.
nb_no: Repeter med en angitt varighet. Når tiden har løpt ut, vil gjenværende instruksjoner i blokken hoppet over.
pl_pl: Instrukcja w pętli przez określony czas. Po upływie tego czasu pozostałe instrukcje wewnątrz zestawu są pomijane.
zh_cn: 循环一段指定时间。当时间结束时，该组内的其余指令将会被跳过。

# Lbl_SequenceCondition_TimeSpanCondition_Name
source: Loop for Time Span
cs_cz: Cyklus po Zadaný Čas
de_de: Wiederhole über eine Zeitspanne
ko_kr: 지정 시간 반복
nb_no: Repeter med varighet
pl_pl: Pętla dla określonego czasu
zh_cn: 循环一段时间

# LblFlatDeviceConnectionLost
source: Flat Device connection lost!
cs_cz: Zařízení Flat odpojeno!
de_de: Verbindung zum Flat Gerät verloren!
ko_kr: 플랫 장비 연결이 끊어졌습니다!
nb_no: Mistet tilkobling til flatpanel!
pl_pl: Utracono połączenie z urządzeniem!
zh_cn: 平场光源设备连接丢失！

# LblNoSafetyMonitor
source: No Safety Monitor
cs_cz: Žádná Bezpečnost
de_de: Kein Sicherheitsmonitor
ko_kr: 안전 모니터 없음
nb_no: Ingen sikkerhetsovervåker
pl_pl: Brak monitora bezpieczeństwa
zh_cn: 无安全监视器

# Lbl_SequenceItem_Imaging_TakeExposure_Validation_Gain
source: Invalid Gain. The Gain has to be set between {0} and {1} but is set to {2}
cs_cz: Neplatný Zisk. Zisk musí být mezi {0} a {1}, ale je nastaven na {2}
de_de: Ungültiger Gain-Wert. Der Gain-Wert muss zwischen {0} und {1} liegen, ist aber auf {2} eingestellt
ko_kr: 잘못된 게인. 게인은 {0} 과 {1} 사이에서 설정해야 하지만 {2} 로 설정되었습니다.
nb_no: Ugyldig forsterkning. Forsterkningen må være innenfor intervallet {0} til {1}, men har verdien {2}
pl_pl: Nieprawidłowe wzmocnienie. Wartość ta musi być ustawiona pomiędzy {0} i {1}, a jest ustawiona na {2}
zh_cn: 无效增益。增益必须设置在 {0} 和 {1} 之间，但设置为 {2}

# Lbl_SequenceItem_Imaging_TakeExposure_Validation_Offset
source: Invalid Offset. The Offset has to be set between {0} and {1} but is set to {2}
cs_cz: Neplatný Offset. Offset musí být mezi {0} a {1}, ale je nastaven na {2}
de_de: Ungültiger Offset-Wert. Der Offset-Wert muss zwischen {0} und {1} liegen, ist aber auf {2} eingestellt
ko_kr: 잘못된 오프셋. 오프셋은 {0} 에서 {1} 사이에 설정해야 하지만 {2} 로 설정되었습니다.
nb_no: Ugyldig forskyving. Forskyvingen må være innenfor intervallet {0} til {1}, men har verdien {2}
pl_pl: Nieprawidłowe przesunięcie. Przesunięcie musi być ustawione pomiędzy {0} i {1}, a jest ustawione na {2}
zh_cn: 无效偏移。偏移必须设置在 {0} 和 {1} 之间，但设置为 {2}

# Lbl_SequenceItem_Platesolving_SolveAndSync_Description
source: Takes an image and solves the image using the current telescope position as reference. After solving the frame successfully the telescope will be synced to the solved position. Warning: This instruction will NOT center the telescope to a target, but will just sync the current pointing position!
cs_cz: Pořídí snímek a vyhodnotí jej pomocí aktuální polohy dalekohledu jako reference. Po úspěšném vyřešení snímku bude dalekohled synchronizován do vyřešené polohy. Upozornění: Tento pokyn NEVYcentruje dalekohled na cíl, ale bude pouze synchronizovat aktuální pozici zaměření!
de_de: Nimmt ein Bild auf und führt ein Plate solving durch mit der aktuellen Position des Teleskops als Referenz. Nach dem erfolgreichen Plate solving wird das Teleskop mit der ermittelten Position synchronisiert. Warnung: Diese Anweisung wird das Teleskop nicht auf ein Ziel zentrieren, sondern dient nur dem Synchronisieren der aktuellen Position des Teleskops!
ko_kr: 이미지를 촬영하고 현재 망원경 위치를 참조로 사용하여 이미지를 솔빙합니다. 프레임을 성공적으로 솔빙한 후 망원경은 솔빙된 위치에 동기화됩니다. 경고: 이 명령은 망원경을 대상의 중앙에 맞추지 않고 현재 포인팅 위치를 동기화합니다!
nb_no: Tar et bilde, finner teleskopets pekeretning med astrometri, og synkroniserer posisjonen til teleskopet. Advarsel: Denne instruksjonen vil ikke sentrere målet, den synkroniserer kun pekeretning!
pl_pl: Wykonuje obraz oraz plate solving używając bieżącej pozycji teleskopu jako odniesienia. Po pomyślnej weryfikacji obiektu teleskop zostanie zsynchronizowany ze znalezioną pozycją. Ostrzeżenie: Ta instrukcja NIE wycentruje teleskopu na cel, ale po prostu zsynchronizuje bieżącą pozycję wskazującą!
zh_cn: 拍摄图像，并使用当前望远镜指向坐标作为参考来解析图像。 解析成功后，望远镜将同步到解析出的坐标。 警告：此指令不会使望远镜对准目标，而是同步当前实际坐标给望远镜！

# Lbl_SequenceItem_Platesolving_SolveAndSync_Name
source: Solve and Sync
cs_cz: Astrometrie a Synchronizace
de_de: Platesolve und synchronisieren
ko_kr: 솔브와 동기화
nb_no: Astrometrisk synkronisering
pl_pl: Wykonaj plate solving i synchronizuj
zh_cn: 解析并同步

# Lbl_Sequencer_TargetSidebar_DragOver_AddTarget
source: SAVE TARGET
cs_cz: ULOŽIT CÍL
de_de: Ziel speichern
ko_kr: 타겟 저장
nb_no: LAGRE MÅL
pl_pl: ZAPISZ CEL
zh_cn: 保存目标

# Lbl_Sequencer_TargetSidebar_DropTargetHere
source: Drop Deep Sky Object Sequences from the Sequence here to save your individual target
cs_cz: Přetáhněte sekvenci DSO ze sekvence sem, pro uložení svého individuálního cíle
de_de: Ziehe Deep Sky Objekt Sequenzen aus der Sequenz hierher, um ein individuelles Ziel zu speichern
ko_kr: 시퀀스에서 딥스카이 개체 시퀀서를 여기에 드롭하여 개별 타겟을 저장하십시오.
nb_no: Dra instruksjonsblokker med mål hit for å lagre målet
pl_pl: Przeciągnij sekwencje obiektów głębokiego nieba z sekwencji tutaj, aby zapisać niestandardowy cel
zh_cn: 将深空目标序列从序列器拖到这里以保存单独的目标

# Lbl_Sequencer_TargetSidebar_OverwriteMessageBox_Caption
source: Overwrite Target?
cs_cz: Přepsat Cíl?
de_de: Ziel überschreiben?
ko_kr: 타겟을 덮어씌울까요?
nb_no: Overskriv mål?
pl_pl: Zastąpić cel?
zh_cn: 覆盖目标？

# Lbl_Sequencer_TargetSidebar_OverwriteMessageBox_Text
source: Target '{0}' already exists. Do you want to overwrite the existing Target? This action is irreversible.
cs_cz: Cíl "{0}" již existuje. Chcete přepsat existující cíl? Tato akce je nezvratná.
de_de: Ziel {0} existiert bereits. Möchten Sie dieses Ziel überschreiben? Diese Aktion kann nicht rückgängig gemacht werden.
ko_kr: 타겟 '{0}'이 이미 존재합니다. 기존 타겟을 덮어쓰시겠습니까? 이 작업은 되돌릴 수 없습니다.
nb_no: Mål '{0}' finnes allerede. Vil du overskrive dette målet? Handlingen kan ikke angres.
pl_pl: Cel '{0}' już istnieje. Czy chcesz nadpisać istniejący cel? Ta akcja jest nieodwracalna.
zh_cn: 目标 '{0} 已经存在。你想要覆盖现有目标吗？此操作是不可逆的。

# Lbl_Sequencer_TargetSidebar_DeleteTargetMessageBox_Caption
source: Delete Target?
cs_cz: Odstranit cíl?
de_de: Ziel löschen?
ko_kr: 타겟을 삭제할까요?
nb_no: Slett mål?
pl_pl: Usunąć cel?
zh_cn: 删除目标？

# Lbl_Sequencer_TargetSidebar_DeleteTargetMessageBox_Text
source: Target '{0}' will be deleted. Do you want to delete the existing Target? This action is irreversible.
cs_cz: Cíl "{0}" bude odstraněn. Chcete odstranit existující cíl? Tato akce je nezvratná.
de_de: Ziel '{0}' wird gelöscht. Soll das bestehende Ziel gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
ko_kr: 타겟 '{0}'이 삭제됩니다. 기존 타겟을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nb_no: Mål '{0}' vil slettes permanent. Vil du fortsette med slettingen?
pl_pl: Cel '{0}' zostanie usunięty. Czy chcesz to zrobić? Ta akcja jest nieodwracalna.
zh_cn: 目标'{0}'将被删除。你想要删除现有目标吗？此操作是不可逆的。

# Lbl_SequenceContainer_SaveAsTarget_Tooltip
source: Save the current target and all of its content for re-usage
cs_cz: Uložení aktuálního cíle a veškerého jeho obsahu pro opakované použití
de_de: Speichert das aktuelle Ziel und den gesamten Inhalt zur Wiederverwendung
ko_kr: 재사용을 위해 현재 타겟과 모든 콘텐츠를 저장합니다.
nb_no: Lagre gjeldende mål i mållisten
pl_pl: Zapisz bieżący cel i całą jego zawartość do ponownego użycia
zh_cn: 保存当前目标和所有内容以便重新使用

# LblIntercept
source: Intercept
cs_cz: Průsečík
de_de: Achsenabschnitt
ko_kr: 절편[Intercept]
nb_no: Krysningspunkt
pl_pl: Przechwyć
zh_cn: 节点

# LblSlope
source: Slope
cs_cz: Sklon
de_de: Steigung
ko_kr: 기울기
nb_no: Stigningstall
pl_pl: Nachylenie
zh_cn: 坡度

# Lbl_SequenceItem_Focuser_MoveFocuserByTemperature_Description
source: This will determine the focuser position based on the temperature using slope and intercept. Example: - Slope = 2 - Intercept = 1000 - Current Temperature = 10°C => Position = 2 * 10 + 1000 = 1020
cs_cz: Tím určíte polohu ostření v závislosti na teplotě pomocí sklonu a průsečíku. Příklad: - Sklon= 2 - Průsečík= 1000 - Aktuální Teplota = 10°C => Pozice= 2 * 10 + 1000 = 1020
de_de: Dies bestimmt die Fokusposition basierend auf der Temperatur durch Steigung und Achsenabschnitt. Beispiel: - Steigung = 2 - Achsenabschnitt = 1000 - Aktuelle Temperatur = 10°C => Position = 2 * 10 + 1000 = 1020
ko_kr: 기울기[slope] 와 절편[intercept] 을 사용하여 온도에 따라 초점 위치를 결정합니다. 예시: - 기울기 = 2 - 절편 = 1000 - 현재 온도 = 10°C => 위치 = 2 * 10 + 1000 = 1020
nb_no: Dette vil bestemme fokusposisjon ut fra temperatur, som en lineær funksjon med krysningspunkt og stigningstall. Eksempel: - Stigningstall = 2 - Krysningspunkt = 1000 - Gjeldende temperatur = 10°C => Fokusposisjon = Stigningstall * Temperatur + Krysningspunkt = 2 * 10 + 1000 = 1020
pl_pl: Spowoduje to określenie pozycji użytkownika ogniskującego na podstawie temperatury przy użyciu nachylenia i przecięcia wykresu. Przykład: - Nachylenie = 2 - Przecięcie = 1000 - Obecna temperatura = 10°C => Pozycja = 2 * 10 + 1000 = 1020
zh_cn: 这将根据温度线性决定电调位置，基于斜率和截距。 示例： - 斜率 = 2 - 截距 = 1000 - 当前温度 = 10°C => 位置 = 2 * 10 + 1000 = 1020

# Lbl_SequenceItem_Focuser_MoveFocuserByTemperature_Name
source: Move Focuser by Temp.
cs_cz: Pohyb Zaostřením dle Teploty.
de_de: Bewege Okularauszug nach Temp.
ko_kr: 온도 값으로 포커서 구동
nb_no: Styr fokus ut fra temperatur
pl_pl: Przesuń Fokuser według Temp.
zh_cn: 根据温度移动电调

# Lbl_SequenceItem_Focuser_MoveFocuserByTemperature_Validation_NoTemperature
source: Focuser does not expose any valid temperature
cs_cz: Zaostření nezjistilo žádnou teplotu
de_de: Der Fokussierer liefert keine gültigen Temperaturwerte
ko_kr: 포커서가 유효한 온도가 아닙니다.
nb_no: Fokusmotoren leverer ikke noen gyldig temperaturmåling
pl_pl: Fokuser nie wskazuje żadnej prawidłowej temperatury
zh_cn: 电调没有提供有效温度

# LblServerEnabled
source: Server Enabled
cs_cz: Server Povolen
de_de: Server aktiviert
ko_kr: 서버 활성화
nb_no: Tjeneste aktivert
pl_pl: Serwer włączony
zh_cn: 启用服务器
