Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblHighGainModeTooltip
source: Sets the camera to high gain mode. This gain mode has less read noise compared to low gain and it is advised for most cams to activate always, except when you want to use the lowest possible gain with the highest dynamic range.
cs_cz: Nastaví kameru do režimu vysokého zisku. Tento režim zesílení má ve srovnání s nízkým zesílením méně odečítaného šumu a je doporučeno jej vždy povolit, pokud nechcete použít nejnižší možný zisk s nejvyšším dynamickým rozsahem.
de_de: Setzt die Kamera auf den High Gain-Modus. Dieser Verstärkungsmodus hat weniger Auslese-Rauschen im Vergleich zu niedrigem Gain und es wird empfohlen, dass es immer aktiviert wird, mit Ausnahme man möchte den geringstmöglichen Gain mit der höchsten Dynamic Range nutzen.
ko_kr: 카메라를 높은 게인 모드로 설정합니다. 이 모드는 낮은 게인에 비해 읽기 노이즈가 적으며, 대부분의 카메라에서 항상 설정하는 것이 좋습니다. 하지만, 동적 범위를 최대화하고 게인을 최소화하려는 경우에는 비활성화 하는 것이 좋습니다.
nb_no: Setter kameraet i modus for høy forsterkning. Modusen har mindre utlesingsstøy sammenliknet med lavere forsterkninger, og er anbefalt å ha aktiv med mindre man ønsker lavest mulig forsterkning og høyest mulige dynamikk.
pl_pl: Ustawia kamerę w trybie wysokiego wzmocnienia. Ten tryb powoduje mniej szumów odczytu w porównaniu z niskim wzmocnieniem i zaleca się, aby był zawsze włączony, chyba że chcesz użyć najniższego możliwego wzmocnienia z najwyższym zakresem dynamicznym.
zh_cn: 将相机设置为高增益模式。与低增益相比，这个模式的读出噪声更低。除非你想获最高的动态范围，否则不需要使用最低增益。

# LblRelativeFocuserNotSupported
source: Focusers without the capability to use absolute positions are currently not supported
cs_cz: Zaostření bez možnosti použití absolutních pozic není aktuálně podporováno
de_de: Fokussierung ohne die Möglichkeit, absolute Positionen zu verwenden, werden derzeit nicht unterstützt
ko_kr: 기계적 위치 조절 기능이 없는 포커서는 지원되지 않습니다.
nb_no: Fokusmotorer uten mulighet for absolutt posisjonering er foreløpig ikke støttet
pl_pl: Fokuser bez możliwości użycia pozycji bezwzględnej nie jest obecnie obsługiwany
zh_cn: 当前调焦器不支持使用“绝对位置”的对焦方式

# LblQhyIncludeOverscan
source: Include Overscan Area
cs_cz: Zahrnout Přeskenovanou Oblast
de_de: Overscan Bereich einbeziehen
ko_kr: 오버스캔 영역 포함
nb_no: Inkluder overskann-område
pl_pl: Zawiera obszar Overscan
zh_cn: 包含过扫区（OverScan）

# LblQhyIncludeOverscanTooltip
source: Setting to On will the include any optical black and overscan areas of the sensor in images
cs_cz: Pokud je zapnuto, je do obrazu zahrnuta opticky černá a přeskenovaná oblast snímače
de_de: Ist dies angeschaltet, wird der optisch schwarze und overscan Bereich des Sensors mit in das Bild einbezogen
ko_kr: 켜짐으로 설정하면 이미지 센서의 광학 검정[Optical Black] 영역과 오버 스캔 영역이 모두 포함됩니다.
nb_no: Når aktivert vil bildet inneholde optisk svarte og overskann-områder fra sensoren
pl_pl: Jeśli włączysz tę opcję, każdy czarny i nasycony obszar optyczny czujnika zostanie uwzględniony na obrazach
zh_cn: 设置为“打开”，将包含图像中传感器的黑像元和过扫区。

# LblSeconds
source: Seconds
cs_cz: Sekundy
de_de: Sekunden
ko_kr: 초
nb_no: Sekunder
pl_pl: Sekund(y/a)
zh_cn: 秒

# LblOecUnableToDetermine
source: Unable to determine exposure time
cs_cz: Nelze určit dobu expozice
de_de: Kann Belichtungszeit nicht bestimmen
ko_kr: 노출 시간을 결정할 수 없습니다.
nb_no: Kan ikke bestemme eksponeringstid
pl_pl: Nie można określić czasu ekspozycji
zh_cn: 无法确定曝光时间

# LblAbout
source: About
cs_cz: O aplikaci
de_de: Über
ko_kr: 대하여
nb_no: Om
pl_pl: O programie
zh_cn: 关于

# LblAboutNINA
source: About N.I.N.A.
cs_cz: O N.I.N.A.
de_de: Über N.I.N.A.
ko_kr: N.I.N.A.에 대하여
nb_no: Om N.I.N.A.
pl_pl: O N.I.N.A.
zh_cn: 关于N.I.N.A.

# LblAuthors
source: Authors
cs_cz: Autoři
de_de: Autoren
ko_kr: 제작자
nb_no: Bidragsytere
pl_pl: Autorzy
zh_cn: 作者

# LblChangelog
source: Changelog
cs_cz: Seznam změn
de_de: Versionshistorie
ko_kr: 변경 기록
nb_no: Endringslogg
pl_pl: Lista zmian
zh_cn: 更新日志

# LblDocumentation
source: Documentation
cs_cz: Dokumentace
de_de: Dokumentation
ko_kr: 문서
nb_no: Dokumentasjon
pl_pl: Dokumentacja
zh_cn: 文档

# LblHomepage
source: Homepage
cs_cz: Domovská stránka
ko_kr: 홈페이지
nb_no: Hjemmeside
pl_pl: Strona domowa
zh_cn: 主页

# LblLicense
source: License
cs_cz: Licence
de_de: Lizenz
ko_kr: 라이선스
nb_no: Lisens
pl_pl: Licencja
zh_cn: 许可协议

# LblRepository
source: Repository
cs_cz: Repozitář
ko_kr: 리포지토리
nb_no: Kildekode
pl_pl: Repozytorium
zh_cn: 知识库

# LblThirdPartyLicenses
source: Third Party Licenses
cs_cz: Licence Třetích Stran
de_de: Drittlizenzen
ko_kr: 서드파티 라이선스
nb_no: Tredjeparts-lisenser
pl_pl: Licencje stron trzecich
zh_cn: 第三方许可证

# LblASCOMPlatformOutdated
source: ASCOM Platform Version is outdated. Please update to the latest ASCOM platform version. Otherwise the application might not be able to connect to all ASCOM devices.
cs_cz: Verze platformy ASCOM je zastaralá. Aktualizujte na nejnovější verzi platformy ASCOM. Jinak se aplikace nemusí být schopna připojit ke všem zařízením ASCOM.
de_de: Die ASCOM Platform Version ist veraltet. Bitte auf die neueste ASCOM Plattform Version aktualisieren. Andernfalls kann die Anwendung möglicherweise nicht mit allen ASCOM-Geräten verbinden.
ko_kr: ASCOM 플랫폼 버전이 오래되었습니다. 최신 버전으로 업데이트하세요. 그렇지 않으면 모든 ASCOM 장비에 연결할 수 없습니다.
nb_no: ASCOM-plattformversjon er utdatert. Vennligst oppdater til den nyeste versjonen av ASCOM-plattformen. Ellers vil ikke programmet være i stand til å koble til alle ASCOM-enheter.
pl_pl: Wersja platformy ASCOM jest nieaktualna. Proszę zaktualizować do najnowszej wersji. W przeciwnym razie aplikacja może nie być w stanie połączyć się ze wszystkimi urządzeniami ASCOM.
zh_cn: ASCOM 平台版本已过期。请更新到最新的 ASCOM 平台版本。 否则应用程序可能无法连接到所有 ASCOM 设备。

# LblDomeShutter
source: Shutter
cs_cz: Štěrbina
de_de: Verschluss
ko_kr: 셔터
nb_no: Åpning
pl_pl: Przesłona
zh_cn: 天窗

# LblDomeShutterClose
source: Close Shutter
cs_cz: Zavřít Štěrbinu
de_de: Kuppelspalt schließen
ko_kr: 셔터 닫힘
nb_no: Steng kuppel
pl_pl: Zamknij przesłonę
zh_cn: 关闭圆顶天窗

# LblDomeShutterOpen
source: Open Shutter
cs_cz: Otevřít Štěrbinu
de_de: Kuppelspalt öffnen
ko_kr: 셔터 열림
nb_no: Åpne kuppel
pl_pl: Otwórz przesłonę
zh_cn: 打开圆顶天窗

# LblDomeRotateCW
source: Rotate clockwise
cs_cz: Otáčet pravotočivě
de_de: Im Uhrzeigersinn drehen
ko_kr: 시계방향으로 회전
nb_no: Drei med klokken
pl_pl: Obróć zgodnie z ruchem wskazówek zegara
zh_cn: 顺时针旋转

# LblDomeRotateCCW
source: Rotate counter-clockwise
cs_cz: Otáčet levotočivě
de_de: Gegen den Uhrzeigersinn drehen
ko_kr: 반 시계방향으로 회전
nb_no: Drei mot klokken
pl_pl: Obróć przeciwnie do ruchu wskazówek zegara
zh_cn: 逆时针旋转

# LblDomeSynchronization
source: Synchronization
cs_cz: Synchronizace
de_de: Synchronisierung
ko_kr: 동기화
nb_no: Synkronisering
pl_pl: Synchronizacja
zh_cn: 同步

# LblDomeSyncAzimuth
source: Sync
cs_cz: Synchronizace
de_de: Synchronisieren
ko_kr: 동기화
nb_no: Synkroniser
pl_pl: Synchronizacja
zh_cn: 同步

# LblDomeSyncAzimuthTooltip
source: Syncs the dome azimuth to the value calculated from the telescope direction and dome measurements
cs_cz: Synchronizuje azimut kopule s hodnotou vypočítanou ze směru dalekohledu a měření kopule
de_de: Synchronisiert den Azimut der Kuppel mit den Wert, der aus der Teleskoprichtung und der Kuppel gemessen wird
ko_kr: 망원경의 방향과 돔의 크기에서 계산된 값으로 돔의 방위각을 동기화합니다.
nb_no: Synkroniser kuppel-asimut med verdien som er beregnet ut fra pekeretning og kuppelmåling
pl_pl: Synchronizuje azymut kopuły z wartością obliczoną na podstawie kierunku teleskopu i pomiarów kopuły
zh_cn: 将圆顶方位角与望远镜方向同步

# LblDomeStopTooltip
source: Stops all dome shutter and rotation movement
cs_cz: Zastaví pohyb štěrbiny a otáčení kopule
de_de: Stoppt die Verschluss- und Drehbewegung der Kuppel
ko_kr: 돔의 셔터와 회전의 움직임을 모두 정지합니다.
nb_no: Stopper all bevegelse til kuppel
pl_pl: Zatrzymuje ruch zamykania i obracania kopuły
zh_cn: 停止所有圆顶天窗、转向器的移动

# LblDomeManualSlewTooltip
source: Rotate the dome to a target azimuth
cs_cz: Otočit kopuli do cílového azimutu
de_de: Drehe die Kuppel zu einem Ziel Azimut
ko_kr: 돔을 목표 방위각으로 회전합니다.
nb_no: Svinger kuppelen til en bestemt asimutvinkel
pl_pl: Obróć kopułę do docelowego azymutu
zh_cn: 将圆顶转动到目标方位角

# LblDomeParkTooltip
source: Rotate the dome to the park location set in the driver and close the shutter
cs_cz: Otočí kopulí do polohy zaparkovat definovanou ovladačem a zavřít štěrbinu
de_de: Die Kuppel an die Parkposition im Treiber drehen und den Verschluss schließen
ko_kr: 돔을 드라이버에서 설정된 파킹 위치로 회전하고 셔터를 닫습니다.
nb_no: Snur kuppelen til parkeringsposisjonen til driveren, og lukk kuppelen
pl_pl: Zaparkuj i zamknij pokrywę kopuły
zh_cn: 将圆顶转动到驱动里设置的停放位置，并关闭天窗

# LblDynamicBrightness
source: Dynamic Brightness
cs_cz: Dynamický Jas
de_de: Dynamische Helligkeit
ko_kr: 동적 밝기
nb_no: Varier lysstyrke
pl_pl: Dynamiczna jasność
zh_cn: 动态亮度

# LblDynamicExposure
source: Dynamic Exposure
cs_cz: Dynamická Expozice
de_de: Dynamische Belichtungszeit
ko_kr: 동적 노출
nb_no: Varier eksponeringstid
pl_pl: Dynamiczna ekspozycja
zh_cn: 动态曝光

# LblFlatPanelBrightness
source: Flat Panel Brightness
cs_cz: Jas FlatBoxu
de_de: Flat Panel Helligkeit
ko_kr: 플랫 패널 밝기
nb_no: Lysstyrke til flatpanel
pl_pl: Jasność flatownicy
zh_cn: 平场板亮度

# LblFlatPanelMaxBrightness
source: Max Flat Panel Brightness
cs_cz: Maximální Jas FlatBoxu
de_de: Max Flat Panel Helligkeit
ko_kr: 최대 플랫 패널 밝기
nb_no: Sterkeste lysstyrke til flatpanel
pl_pl: Maksymalna jasność flatownicy
zh_cn: 最大平场板亮度

# LblFlatPanelMinBrightness
source: Min Flat Panel Brightness
cs_cz: Minimální Jas FlatBoxu
de_de: Min Flat Panel Helligkeit
ko_kr: 최소 플랫 패널 밝기
nb_no: Svakeste lysstyrke til flatpanel
pl_pl: Minimalna jasność flatownicy
zh_cn: 最小平场板亮度

# LblWizardOperationMode
source: Wizard Mode
cs_cz: Režim Průvodce
de_de: Assistenten-Modus
ko_kr: 모드
nb_no: Modus
pl_pl: Tryb kreatora
zh_cn: 向导模式

# LblDomeAzimuthToleranceDegrees
source: Azimuth Tolerance
cs_cz: Tolerance Azimutu
de_de: Azimut Toleranz
ko_kr: 방위각 공차
nb_no: Asimut-toleranse
pl_pl: Tolerancja Azymutu
zh_cn: 方位容差

# LblDomeAzimuthToleranceDegreesTooltip
source: The dome slews if the target azimuth is off by more than this amount
cs_cz: Pokud se azimut cíle vychýlí o více než tuto hodnotu, kopule se otočí
de_de: Kuppel schwenkt, wenn der Azimut des Ziels größer ist als der angegebene Betrag
ko_kr: 타겟 방위각이 이 값을 벗어나면 돔이 Go-To 합니다.
nb_no: Kuppelen svinges hvis avviket fra ønsket asimutvinkel er større enn denne verdien
pl_pl: Kopuła przesuwa się, gdy azymut celu jest większy niż podana wartość
zh_cn: 如果目标方位角偏离超过此值，则圆顶将旋转

# LblDomeDirectDriver
source: Use NINA Direct Following
cs_cz: Použít Přímé Sledování NINA
de_de: NINA Direct Following verwenden
ko_kr: NINA 다이렉트 팔로우 사용
nb_no: Bruk NINA direkte-følging
pl_pl: Użyj NINA Direct Following
zh_cn: 使用NINA直接跟随

# LblDomeFindHome
source: Find Home
cs_cz: Najít Výchozí pozici
de_de: Home suchen
ko_kr: 홈 포지션 찾기
nb_no: Finn hjemposisjon
pl_pl: Znajdź pozycję startową
zh_cn: 回零位

# LblDomeGemAxisLength
source: GEM Axis Length
cs_cz: Délka Osy GEM
de_de: GEM Achsenlänge
ko_kr: GEM 축 길이
nb_no: Avstand mellom RA og teleskop
pl_pl: Długość osi GEM
zh_cn: 赤道仪轴长

# LblDomeGemAxisLengthTooltip
source: If Alt/Az, this should be 0. For an EQ mount, slew RA to +/- 90 degrees, and measure the lateral distance (in mm) from the axis to center of the telescope aperture
cs_cz: Pokud je použit Alt/Az musí být 0. U montáže EQ nastavte natočení RA na +/- 90 stupňů a změřte boční vzdálenost (v mm) od osy ke středu otvoru dalekohledu
de_de: Wenn Alt/AZ, sollte dies 0 sein. Für eine Equatoriale Montierung, Rektaszension +/-90 Grad schwenken und den seitlichen Abstand (in mm) von der Achse zur Mitte der Teleskopöffnung messen
ko_kr: 경위대[Alt/Az] 의 경우 0이어야 합니다. 적도의에서는 Ra를 +/- 90도까지 Go-To 하여 회전 축에서 망원경의 중심까지의 횡방향 거리(mm) 를 측정합니다.
nb_no: Mål korteste avstand i milimeter langs deklinasjonsaksen, mellom RA-aksen og teleskopets akse
pl_pl: Jeśli motaż jest Alt/Az, wartość powinna wynosić 0. W przypadku mocowania korektora obróć oś RA o +/- 90 stopni i zmierz odległość boczną (w mm) od osi do środka apertury teleskopu
zh_cn: 如果为经纬仪，则应为0。对于赤道仪，使赤经或赤纬为+/-90度，并测量从赤经轴到镜筒中心线的横向距离(单位：毫米)

# LblDomeLateralAxisLength
source: Lateral Axis Length
cs_cz: Délka Boční Osy
de_de: Länge der Lateralen Achse
ko_kr: 가로 축 길이
nb_no: Sideveis forskyving av teleskop
pl_pl: Długość osi bocznej
zh_cn: 横轴长度

# LblDomeLateralAxisLengthTooltip
source: In a side-by-side configuration, this is the distance (laterally, in mm) from the saddle to the OTA center. Positive is to the right along the OTA axis.
cs_cz: V konfiguraci vedle sebe se jedná o vzdálenost (bočně, v mm) od sedla ke středu OTA. Pozitivní je vpravo podél osy OTA.
de_de: In einer Parallel-Konfiguration ist dies der Abstand (seitlich, in mm) zwischen dem Sattel und der Mitte des OTA. Positiv ist nach rechts entlang der Achse des OTA.
ko_kr: Side-by-Side 구성에서 Saddle부터 OTA 중심까지의 거리(mm) 입니다. 양수는 OTA 축을 따라 오른쪽에 있습니다.
nb_no: Dersom det brukes flere teleskop montert side om side, er dette avstanden i milimeter fra deklinasjonsaksen til teleskopets akse, der positive verdier er til høyre.
pl_pl: W konfiguracji „side-by-side” jest to odległość (boczna, w mm) od siodła do centrum OTA. Dodatnia wartość jest po prawej stronie osi OTA.
zh_cn: 在主镜并排配置中，这是底座到主镜中心的横向距离（单位mm）， OTA轴线右侧为正。

# LblDomeRadius
source: Dome Radius
cs_cz: Poloměr Kopule
de_de: Kuppelradius
ko_kr: 돔 반경
nb_no: Kuppelradius
pl_pl: Promień kopuły
zh_cn: 圆顶半径

# LblDomeRadiusTooltip
source: Measure from the center to the rim of the dome, along the base
cs_cz: Změřte vzdálenost od středu k okraji kopule podél základny
de_de: Von der Mitte bis zum Rand der Kuppel entlang der Basis messen
ko_kr: 돔의 중심에서 주변까지 베이스[Base] 를 따라 측정
nb_no: Mål fra kanten av kuppelen til senterpunktet
pl_pl: Zmierz od środka do krawędzi kopuły, wzdłuż podstawy
zh_cn: 沿着底部，测量从圆顶的中心到边缘的距离

# LblDomeScopeEW
source: Scope Position E/W
cs_cz: Poloha Dalekohledu V/Z
de_de: Teleskopposition O/W
ko_kr: 망원경 위치 동/서
nb_no: Teleskopposisjon +øst/-vest
pl_pl: Pozycja teleskopu E/W
zh_cn: 望远镜位置 东/西

# LblDomeScopeEWTooltip
source: Measure the East or West offset (in mm) of the center of the mount from the center of the dome. Positive is to the east.
cs_cz: Změřte východní nebo západní offset (v mm) od středu montáže ke středu kopule. Kladná hodnota je směrem na východ.
de_de: Den Ost- oder West-Versatz (in mm) der Mitte der Montierung zur Mitte der Kuppel messen. Positiv ist Richtung Osten.
ko_kr: 돔의 중앙에서 가대 중심의 동쪽 혹은 서쪽 오프셋을(mm) 측정합니다. 동쪽이 양의 값입니다.
nb_no: Mål forskyvning til øst eller vest (i mm) for monteringen, målt fra midten av kuppelen. Forskyving til øst er positiv.
pl_pl: Zmierz przesunięcie wschodnie lub zachodnie (w mm) od środka uchwytu do środka kopuły. Wynik dodatni wskazuje kierunek wschodni.
zh_cn: 测量从圆顶中心到安装轴中心(见 +上/-下)的东西偏移量(毫米)。向东为正。

# LblDomeScopeNS
source: Scope Position N/S
cs_cz: Poloha Dalekohledu S/J
de_de: Teleskopposition N/S
ko_kr: 망원경 위치 북/남
nb_no: Teleskopposisjon +nord/-sør
pl_pl: Pozycja teleskopu N/S
zh_cn: 望远镜位置 北/南

# LblDomeFollowPointingError
source: Dome following may be inaccurate. Check that your mount epoch is configured correctly and do a plate solve sync
cs_cz: Sledování kopule může být nepřesné. Zkontrolujte, zda je vaše epocha montáže správně nakonfigurována, a proveďte astrometrii a synchronizaci
de_de: Die Kuppelnachführung könnte ungenau sein. Bitte die eingestellte Epoche in der Montierung prüfen und ein Plate solving sync durchführen
ko_kr: 돔 추적은 부정확할 수 있습니다. 가대를 올바르게 구성되었는지 확인하고 플레이트솔브 동기화를 하세요
nb_no: Kuppel-følging kan være unøyaktig. Kontroller at monteringens epoke er riktig konfigurert, og gjør en astrometrisk synkronisering
pl_pl: Śledzenie kopuły może być niedokładne. Sprawdź współrzędne w montażu i wykonaj ponownie plate solving
zh_cn: 圆顶跟随可能不准确。请检查你的望远镜历元配置是否正确，然后做一次解析同步

# LblDomeFollowError
source: Error while syncing Dome. Dome following now stopped.
cs_cz: Chyba při synchronizaci kopule. Sledování kopule se zastavilo.
de_de: Fehler während der Kuppel Synchronisierung. Kuppelnachführung ist jetzt gestoppt.
ko_kr: 돔 동기화 중 오류 발생. 돔 추적 중지됨.
nb_no: Feil ved synkronisering av kuppel. Kuppel-følging er deaktivert.
pl_pl: Błąd podczas synchronizacji kopuły. Śledzenie kopuły będzie zatrzymane.
zh_cn: 同步圆顶时出现错误。圆顶跟随现已停止。

# LblCancelSequence
source: Cancel Sequence
cs_cz: Zrušte Sekvenci
de_de: Sequenz abbrechen
ko_kr: 시퀀스 취소
nb_no: Avbryt sekvens
pl_pl: Zakończ sekwencję
zh_cn: 取消序列

# LblDomeScopeNSTooltip
source: Measure the North or South offset (in mm) of the center of the mount from the center of the dome. Positive is to the north.
cs_cz: Změřte Severní nebo Jižní offset (v mm) od středu montáže ke středu kopule. Pozitivní je na sever.
de_de: Den Nord- oder Süd-Versatz (in mm) der Mitte der Montierung zur Mitte der Kuppel messen. Positiv ist Richtung Norden.
ko_kr: 돔의 중앙에서 가대 중심의 북쪽 혹은 남쪽 오프셋을(mm) 측정합니다. 북쪽이 양의 값입니다.
nb_no: Mål forskyvning til nord eller sør (i mm) for monteringen, målt fra midten av kuppelen. Forskyving til nord er positiv.
pl_pl: Zmierz przesunięcie na północ lub południe (w mm) od środka montażu do środka kopuły. Wynik dodatni wskazuje kierunek północny.
zh_cn: 测量从圆顶中心到安装轴中心(见 +上/-下)的南北偏移量(毫米)。向北为正。

# LblPauseSequence
source: Pause Sequence
cs_cz: Pozastavit Sekvenci
de_de: Sequenz pausieren
ko_kr: 시퀀스 일시 정지
nb_no: Pause sekvens
pl_pl: Wstrzymaj sekwencję
zh_cn: 暂停序列

# LblDomeScopeUD
source: Scope Position +Up/-Down
cs_cz: Pozice Dalekohledu +Nahoru/-Dolů
de_de: Teleskopposition oben/unten
ko_kr: 망원경 위치 +업/-다운
nb_no: Teleskopposisjon +opp/-ned
pl_pl: Pozycja zakresu +Góra/-Dół
zh_cn: 望远镜位置 +上/-下

# LblDomeScopeUDTooltip
source: Measure the height difference (in mm) of the center of the mount axis relative to the base of the dome. For an Alt/Az mount, this is from the center of the Altitude axis, and for an EQ mount this is where the RA and DEC axes intersect. A positive number indicates the center of axis is higher than the base of the dome, and a negative number means it is lower.
cs_cz: Změřte výškový rozdíl (v mm) od středu osy sestavy vzhledem k základně kopule. U montáže Alt/Az se měření provádí ze středu osy výšky, u sestavy EQ se provádí od místa, kde se protínají osy RA a DEC. Kladné číslo znamená, že střed osy je vyšší než základna kopule a záporné číslo znamená, že je nižší.
de_de: Den Höhenunterschied (in mm) der Mitte der Montierungsachse relativ zur Basis der Kuppel messen. Bei einer Alt/Az-Montierung ist dies von der Mitte der Höhenachse und bei einer äquatorialen Montierung überschneiden sich hier die RA und DEC Achsen. Bei einem positiven Wert liegt die Mitte der Montierungsachse höher als die Kuppelbasis, bei einem negativen Wert liegt die Montierungsachse niedriger als die Kuppelbasis.
ko_kr: 돔의 베이스 로부터 가대 축 중심에 대한 높이 차이(mm) 를 측정합니다. 경위대[Alt/Az] 의 경우, 이 위치는 고도 축의 중앙이고, 적도의의 경우 RA 와 DEC 축이 교차하는 지점입니다. 양수는 축 중심이 돔의 베이스보다 높음을 의미하고, 음수는 낮음을 의미합니다.
nb_no: Mål høydeforskjell (i mm) fra senter av monteringen, målt fra bunn av kuppelen. For Alt/Az-monteringer er senteret Alt-aksen, og for en EQ-montering er det stedet der RA og Dek-aksene krysser hverandre. Forskyving oppover er positiv.
pl_pl: Zmierz różnicę wysokości (w mm) środka osi mocowania względem podstawy kopuły. Na montażu Alt/Az to jest od środka osi Altitude, a na montażu paralaktycznym jest to miejsce, w którym przecinają się osie RA i DEC. Wartość dodatnia wskazuje środek osi mocowania wyżej niż podstawa kopuły; wartość ujemna - oś mocowania jest niżej niż podstawa kopuły.
zh_cn: 测量安装轴中心相对于圆顶基点（圆心）的高度差(单位：毫米)。对于经纬仪，安装轴中心为俯仰轴的中心；对于赤道仪，安装轴中心是赤经轴和赤纬轴的交点。正数表示轴中心高于圆顶基点，负数表示轴中心较低。

# LblDomeSettings
source: Dome Settings
cs_cz: Nastavení Kopule
de_de: Kuppeleinstellungen
ko_kr: 돔 설정
nb_no: Kuppelinnstillinger
pl_pl: Ustawienia kopuły
zh_cn: 圆顶设置

# LblResumeSequence
source: Resume Sequence
cs_cz: Pokračovat v Sekvenci
de_de: Sequenz fortsetzen
ko_kr: 시퀀스 재개
nb_no: Fortsett sekvens
pl_pl: Wznów sekwencję
zh_cn: 恢复序列

# LblDomeFollowing
source: Dome follows telescope
cs_cz: Kopule sleduje dalekohled
de_de: Kuppel folgt dem Teleskop
ko_kr: 돔이 망원경을 따라갑니다..
nb_no: Kuppel følger teleskop
pl_pl: Kopuła śledzi teleskop
zh_cn: 圆顶跟随望远镜

# LblDomeFollowError_DriverFollowing
source: Dome driver is following the telescope already
cs_cz: Ovladač kopule již sleduje dalekohled
de_de: Kuppel-Treiber folgt dem Teleskop bereits
ko_kr: 돔 드라이버가 이미 망원경을 추적 중입니다.
nb_no: Kuppel-driveren følger allerede teleskopet
pl_pl: Sterownik kopuły śledzi już teleskop
zh_cn: 圆顶驱动已经跟随望远镜了

# LblDomeSyncError_SyncTimeout
source: Timed out while waiting for dome synchronization
cs_cz: Časový limit vypršel při čekání na synchronizaci kopule
de_de: Zeitüberschreitung beim Warten auf Kuppel Synchronisation
ko_kr: 돔 동기화 대기 중 시간 초과됨
nb_no: Tidsavbrudd under påvente av kuppelsynkronisering
pl_pl: Przekroczono limit czasu oczekiwania na synchronizację kopuły
zh_cn: 等待圆顶同步时超时

# LblStartSequence
source: Start Sequence
cs_cz: Zahájit Sekvenci
de_de: Sequenz starten
ko_kr: 시퀀스 시작
nb_no: Start sekvens
pl_pl: Rozpocznij sekwencję
zh_cn: 开始序列

# LblSequenceContainsDarksAndLights
source: Camera has no mechanical shutter, no automated flat panel is connected and sequence contains DARK/BIAS items mixed in with LIGHT.
cs_cz: Kamera nemá mechanickou závěrku, není připojen žádný automatický FlatBox a sekvence obsahuje pouze DARK/BIAS položky smíchané s LIGHT.
de_de: Kamera hat keinen mechanischen Verschluss, keine automatisiertes Flat Panel ist angeschlossen und Sequenz enthält DARK/BIAS-Elemente gemischt mit LIGHT.
ko_kr: 카메라에 기계식 셔터가 없고, 자동화된 플랫 패널이 연결되어있지 않으며, 시퀀스가 라이트와 혼합된 다크/바이어스 항목을 포함합니다.
nb_no: Kameraet har ikke mekanisk deksel, ingen styrbar flatpanel er koblet til, men sekvensen inneholder DARK/BIAS-bilder blandet med vanlige bilder.
pl_pl: Kamera nie posiada mechanicznej przesłony, żaden zautomatyzowany flattener nie jest podłączony, a sekwencja zawiera elementy DARK/BIAS łącznie z LIGHT.
zh_cn: 相机没有机械快门，也没有自动平场板，但序列中含有暗场/偏置项目。

# LblSequenceContainsDarksOnly
source: Camera has no mechanical shutter, no automated flat panel is connected and sequence only contains DARK/BIAS items. Make sure camera is covered.
cs_cz: Kamera nemá mechanickou závěrku, není připojen žádný automatický FlatBox a sekvence obsahuje pouze položky DARK/BIAS. Ujistěte se, že je kamera zakrytá.
de_de: Kamera hat keinen mechanischen Verschluss, keine automatisiertes Flat Panel ist angeschlossen und Sequenz enthält nur DARK/BIAS-Elemente. Bitte sicherstellen, dass die Kamera verdeckt ist.
ko_kr: 카메라에 기계식 셔터가 없고, 자동화된 플랫 패널이 연결되어있지 않으며, 시퀀스가 다크/바이어스 항목만을 포함합니다. 카메라가 덮였는지 확인하십시오.
nb_no: Kameraet har ikke mekanisk deksel, ingen styrbar flatpanel er koblet til og sekvensen inneholder kun DARK/BIAS-bilder. Kontroller at teleskopet er tildekket.
pl_pl: Kamera nie posiada mechanicznej przesłony, żaden automatyczny Flattener nie jest podłączony, sekwencja zawiera tylko elementy DARK/BIAS. Upewnij się, że kamera jest zakryta.
zh_cn: 相机没有机械快门，也没有自动平场板，序列中只有暗场/偏置项目，请确认镜头盖已经盖好。

# LblAutoFocusFilterSettings
source: Auto Focus Filter Settings
cs_cz: Nastavení Filtru AutoOstření
de_de: Auto-Fokus-Filtereinstellungen
ko_kr: 오토포커스 필터 설정
nb_no: Filterinnstillinger
pl_pl: Ustawienia automatycznego dostrajania ostrości filtrów
zh_cn: 自动对焦滤镜设置

# LblMeridianFlipIn
source: Meridian Flip in
cs_cz: Překlopení Poledníku v
ko_kr: 자오선 플립
nb_no: Meridianvending om
pl_pl: Meridian Flip w
zh_cn: 中天翻转开始于

# LblMeridianFlipCenterFailed
source: Center after Meridian Flip Failed
cs_cz: Vycentrování po Překlopení Poledníku Selhalo
de_de: Zentrierung nach Meridianflip gescheitert
ko_kr: 자오선 반전 실패 후 중심 잡기
nb_no: Feilet sentrering etter meridianvending
pl_pl: Wyśrodkowanie nie powiodło się po wykonaniu Meridian Flip
zh_cn: 中天翻转后居中失败

# LblDefaultGain
source: Default Gain
cs_cz: Výchozí Zisk
de_de: Standard Gain
ko_kr: 게인 기본 값
nb_no: Standard forsterkning
pl_pl: Domyślny Gain
zh_cn: 默认增益

# LblDefaultOffset
source: Default Offset
cs_cz: Výchozí Offset
de_de: Standard Offset
ko_kr: 오프셋 기본 값
nb_no: Standard forskyvning
pl_pl: Domyślny Offset
zh_cn: 默认偏移
