Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# Lbl_SequenceItem_FlatDevice_ToggleLight_Name
source: Toggle Light
cs_cz: Přepínač Světla
de_de: Licht umschalten
ko_kr: 조명 전환
nb_no: Slå lys av/på
pl_pl: Alternatywne światło
zh_cn: 切换灯光

# Lbl_SequenceItem_FlatDevice_TrainedFlatExposure_Description
source: Looks up the trained exposure value for the specified parameters and takes flat exposures
cs_cz: Vyhledá hodnotu expozice z průvodce pro zadané parametry a provede flat expozice
de_de: Übernimmt den trainierten Belichtungswert für die angegebenen Parameter und erzeugt Flats
ko_kr: 지정된 매개변수에 대해 산출된 노출 값을 조회하고 플랫 노출을 수행합니다.
nb_no: Bruker innlært eksponeringstid for å ta flatbilder
pl_pl: Znajduje docelową wartość ekspozycji dla określonych parametrów i tworzy ekspozycje dla klatek flat
zh_cn: 根据“训练过的平场曝光时间”，拍摄平场

# Lbl_SequenceItem_FlatDevice_TrainedFlatExposure_Name
source: Trained Flat Exposure
cs_cz: Průvodce Expozicí Flat snímku
de_de: Erlernte Flat Belichtung
ko_kr: 산출된 플랫 노출
nb_no: Innlært flatbilde
pl_pl: Wzorzec klatek flat
zh_cn: 受过训练的平场曝光

# Lbl_SequenceItem_Validation_FlatDeviceTrainedExposureNotFound
source: No trained exposure value was found for the combination of filter {0}, gain {1}, binning {2}
cs_cz: Pro kombinaci filtru {0}, zesílení {1}, binningu {2} nebyla nalezena žádná optimální hodnota expozice
de_de: Es wurde kein trainierter Belichtungswert für die Kombination von Filter {0}, Gain {1} und Binning {2} gefunden
ko_kr: 필터 {0}, 게인 {1}, 비닝 {2} 조합에 대한 산출된 노출 값을 찾을 수 없습니다.
nb_no: Ingen innlært eksponeringstid funnet for kombinasjon av filter {0}, forsterkning {1} og binning {2}
pl_pl: Nie znaleziono wartości wzorca ekspozycji dla kombinacji filtra {0}, wzmocnienia{1}, binningu {2}
zh_cn: 没有找到以下组合的训练曝光时间：滤镜 {0}，增益 {1}，合并像素 {2}

# Lbl_SequenceContainer_SequenceRootContainer_EndArea
source: Sequence End Area
cs_cz: Koncová Oblast Sekvence
de_de: Sequenz Endbereich
ko_kr: 시퀀스 종료 영역
nb_no: Sekvensslutt-område
pl_pl: Obszar końcowy sekwencji
zh_cn: 序列结束区域

# Lbl_SequenceContainer_SequenceRootContainer_StartArea
source: Sequence Start Area
cs_cz: Počáteční Oblast Sekvence
de_de: Sequenz Startbereich
ko_kr: 시퀀스 시작 영역
nb_no: Sekvensstart-område
pl_pl: Obszar początkowy sekwencji
zh_cn: 序列开始区域

# Lbl_SequenceContainer_SequenceRootContainer_TargetArea
source: Sequence Target Area Add Deep Sky Object Sequences here or add Targets via Sky Atlas or Framing Assistant
cs_cz: Cílová Oblast Sekvence Sem přidejte sekvence objektů DSO nebo přidejte cíle prostřednictvím Atlasu Hvězd nebo Průvodce Snímkování
de_de: Sequenz Zielbereich Füge hier Deep Sky Objekt-Sequenzen hinzu oder füge Ziele über Sky Atlas oder Framing Assistant hinzu
ko_kr: 시퀀스 타겟 영역 여기에 딥스카이 타겟 시퀀스를 추가하거나 성도 또는 프레이밍 도우미를 통해 타겟을 추가합니다.
nb_no: Sekvensmål-område Legg til en instruksjonsblokker med mål her, eller legg til mål fra atlaset eller komposisjonshjelperen
pl_pl: Sekwencyjny obszar docelowy Dodaj tutaj sekwencje obiektów głębokiego nieba lub dodaj cele za pomocą Atlasu nieba albo Asystenta kadrowania
zh_cn: 序列目标区域 在此处添加深空目标序列或通过 Sky Atlas、构图助手添加目标

# Lbl_SequenceContainer_Conditions_Header
source: Loop Conditions
cs_cz: Podmínky Cyklu
de_de: Schleifenbedingungen
ko_kr: 반복 조건
nb_no: Repetisjonsbetingelser
pl_pl: Warunki pętli
zh_cn: 循环条件

# Lbl_SequenceContainer_EndAreaContainer_Name
source: End
cs_cz: Konec
de_de: Ende
ko_kr: 끝
nb_no: Slutt
pl_pl: Koniec
zh_cn: 结束

# Lbl_SequenceContainer_StartAreaContainer_Name
source: Start
ko_kr: 시작
pl_pl: Początek
zh_cn: 开始

# Lbl_SequenceContainer_TargetAreaContainer_Name
source: Targets
cs_cz: Cíle
de_de: Ziele
ko_kr: 타겟
nb_no: Mål
pl_pl: Cele
zh_cn: 目标

# LblStartupSequenceTemplate
source: Startup Sequence Template
cs_cz: Šablona Zahájení Sekvence
de_de: Start-Up Sequenzvorlage
ko_kr: 시퀀스 시작 템플릿
nb_no: Mal for ny avansert sekvens
pl_pl: Szablon sekwencji startowej
zh_cn: 启动序列模板

# LblStartupSequenceTemplateTooltip
source: When set, this template will be pre-loaded into the sequencer.
cs_cz: Po nastavení bude tato šablona předem načtena do sekvencéru.
de_de: Wenn aktiviert, wird diese Vorlage in den Sequenzer vorgeladen.
ko_kr: 설정하면 이 템플릿이 시퀀서에 사전 로드됩니다.
nb_no: Denne malen lastes inn når en ny sekvens opprettes.
pl_pl: Po ustawieniu ten szablon zostanie wstępnie załadowany do sekwencera.
zh_cn: 设置后，此模板将被预加载到序列。

# LblForceGuidingCalibration
source: Force Calibration
cs_cz: Vynucení Kalibrace
de_de: Kalibrierung erzwingen
ko_kr: 강제 캘리브레이션
nb_no: Tving kalibrering
pl_pl: Wymuś kalibrację
zh_cn: 强制校准

# Lbl_SequenceItem_Validation_NoSwitchSelected
source: No switch selected!
cs_cz: Nevybrán žádný přepínač!
de_de: Kein Switch ausgewählt!
ko_kr: 선택된 스위치 없음!
nb_no: Ingen bryter valgt!
pl_pl: Nie wybrano przełącznika!
zh_cn: 未选择开关！

# Lbl_SequenceItem_Imaging_SmartExposure_DitherTooltip
source: Command a dither after the specified amount of exposures. A value of 0 will disable dither for this item.
cs_cz: Příkaz ditheringu po zadaném množstvím expozic. Hodnota 0 zakáže dithering této položky.
de_de: Dither nach der angegebenen Anzahl von Belichtungen. Ein Wert von 0 deaktiviert Dithering für diese Anweisung.
ko_kr: 지정된 노출 후 디더에 명령을 내립니다. 값이 0이면 이 항목에 대해 디더링을 사용할 수 없습니다.
nb_no: Utfører dither etter angitt antall bilder. Verdi 0 vil deaktivere dither for instruksjonen.
pl_pl: Polecenie dithering po określonej ilości ekspozycji. Wartość 0 wyłączy dithering dla tej pozycji.
zh_cn: 在指定的曝光次数后抖动。值为0将禁用此条目的抖动。

# LblInstructionSet
source: Instruction Set
cs_cz: Instrukční sada
de_de: Instruktionsset
ko_kr: 명령 세트
nb_no: Instruksjoner
pl_pl: Zestaw instrukcji
zh_cn: 指令集

# Lbl_SequenceContainer_AddCondition_Tooltip
source: Add a loop condition to the instruction set. An instruction set will be executed and repeated when one or more conditions are added to a container as long as these loop conditions are truthy. Once one of the loop conditions are not truthy anymore, the execution of the remaining instructions inside the set will be skipped. Furthermore loop conditions are valid for the current instruction set and each sub set inside the set.
cs_cz: Přidá podmínku cyklu do instrukční sady. Instrukční sada bude provedena a opakována, pokud je do kontejneru přidána jedna nebo více podmínek, pokud jsou tyto podmínky cyklu pravdivé. Jakmile jedna z podmínek cyklu již není pravdivá, bude provedení zbývajících pokynů uvnitř sady přeskočeno. Kromě toho platí podmínky cyklu pro aktuální instrukční sadu a každou podskupinou uvnitř sady.
de_de: Dithern nach der angegebenen Anzahl von Belichtungen. Ein Wert von 0 deaktiviert Dithering für diese Anweisung.
ko_kr: 명령어 세트에 반복 조건을 추가합니다. 반복 조건이 참인 한 하나 이상의 조건이 컨테이너에 추가될 때 명령 세트가 실행되고 반복됩니다. 반복 조건 중 하나가 더 이상 참이 아닌 경우 세트 내부의 나머지 명령어 실행을 건너뜁니다. 또한 반복 조건은 현재 명령어 집합과 집합 내부의 각 하위 집합에 대해 유효합니다.
nb_no: Legg til en repetisjonsbetingelse. En instruksjonsblokk vil bli utført og repetert så lenge alle repetisjonsbetingelsene i blokken er innfridd. Når en eller flere betingelser ikke er innfridd, blir gjenværende instruksjoner i blokken hoppet over. Betingelsene gjelder for alle instruksjonen inne i blokken, inkludert underliggende blokker.
pl_pl: Dodaj warunek pętli do zestawu instrukcji. Instrukcja zostanie wykonana i powtórzona, gdy jeden lub więcej warunków zostanie dodany do zestawu, o ile warunki te są prawdziwe. Gdy jeden z warunków pętli nie będzie już prawdziwy, wykonanie pozostałych instrukcji wewnątrz zestawu zostanie pominięte. Ponadto warunki pętli są ważne dla aktualnego zestawu poleceń także wewnątrz instrukcji.
zh_cn: 将循环条件添加到指令集中。 如果一个或多个条件被添加到序列容器内，只要这些循环条件满足，将会执行并重复指令。 一旦循环条件中的一个不满足，将会跳过其余指令。 此外，循环条件适用于当前指令集的每个指令。

# Lbl_SequenceContainer_AddInstruction_Tooltip
source: Add an instruction to the instruction set. An instruction is a single instruction or a set of instructions that will be executed, when they are valid. Instructions that are not valid (indicated by the red circled exclamation mark) will be skipped.
cs_cz: Přidá instrukce do instrukční sady. Instrukce je jedna instrukce nebo sada pokynů, které budou provedeny, pokud jsou platné. Pokyny, které nejsou platné (označené červeným vykřičníkem v kroužku), budou přeskočeny.
de_de: Dem Befehlssatz eine Anweisung hinzufügen. Eine Anweisung kann eine einzelne Instruktion sein oder ein Befehlssatz, die ausgeführt werden, wenn sie gültig sind. Ungültige Anweisungen (durch ein rot eingekreistes Ausrufezeichen markiert) werden übersprungen.
ko_kr: 명령어 세트에 명령어를 추가합니다. 명령어는 유효할 때 실행될 단일 명령어 또는 명령어 세트입니다. 유효하지 않은 지침(빨간색 동그라미 느낌표로 표시) 은 건너뜁니다.
nb_no: Legg til en instruksjon. En instruksjon kan være en enkelt instruksjon eller en instruksjonsblokk som utføres når den er gyldig. Instruksjoner som ikke er gyldige (indikert med rødt utropstegn) blir hoppet over.
pl_pl: Dodaj instrukcję do zestawu instrukcji. Instrukcja to jedno lub zestaw poleceń, które będą wykonywane, gdy są spełnione warunki. Instrukcje, które nie są poprawne (oznaczone czerwonym wykrzyknikiem) zostaną pominięte.
zh_cn: 向指令集中添加一个指令。 一个指令是单一指令或一组指令，当它们有效时将被执行。 无效的指示(红圈标注) 将会被跳过。

# Lbl_SequenceContainer_AddTrigger_Tooltip
source: Add a trigger to the instruction set. Triggers are instructions, that are only executed when the specified parameters to execute them are met. Trigger parameters will be updated and evaluated after an instruction was completed. Furthermore triggers are valid for the current instruction set and each sub set inside the set.
cs_cz: Přidá spouštěč událost do instrukční sady. Spouštěče události jsou instrukce, které jsou spouštěné pouze v případě, že jsou splněny zadané parametry pro jejich spuštění. Parametry spouštěče události budou aktualizovány a vyhodnoceny po dokončení instrukce. Kromě toho jsou spouštěče události platné pro aktuální instrukční sadu a každou dílčí sadu uvnitř sady.
de_de: Einen Auslöser zum Befehlssatz hinzufügen. Auslöser sind Anweisungen, die nur ausgeführt werden, wenn die mit angegebenen Parameter hierzu erfüllt sind. Parameter für Auslöser werden aktualisiert und ausgewertet, nachdem eine Anweisung im Befehlssatz abgeschlossen wurde. Auslöser sind für den aktuellen Befehlssatz und alle in der Hierarchie darunter liegenden Befehlssätze gültig.
ko_kr: 명령어 세트에 트리거를 추가합니다. 트리거는 실행을 위해 지정된 매개변수가 충족될 때에만 실행되는 명령입니다. 트리거 매개변수는 명령이 완료된 후 업데이트되고 평가됩니다. 또한 트리거는 현재 명령어 집합과 집합 내부의 각 하위 집합에 대해 유효합니다.
nb_no: Legg til en trigger. Triggere er instruksjoner som kun kjøres når bestemte betingelser innfris. Triggerbetingelser sjekkes ved hver instruksjon som fullføres. Triggere gjelder for instruksjonsblokken de finnes i, inkludert underliggende blokker.
pl_pl: Dodaj wyzwalacz do zestawu instrukcji. Wyzwalacze to polecenia, które są wykonywane tylko wtedy, gdy spełnione są określone parametry do ich wykonania. Parametry wyzwalacza zostaną zaktualizowane i ocenione po zakończeniu instrukcji. Ponadto wyzwalacze są ważne dla aktualnego zestawu poleceń także wewnątrz instrukcji.
zh_cn: 将触发器添加到指令集。 触发器是指令，仅在满足指定参数时执行。 指令完成后将更新和评估触发参数。 还有一些触发器适用于当前指令集和集合中的每个子集。

# Lbl_SequenceContainer_Delete_Tooltip
source: Removes the current instruction set and all its items from the sequence.
cs_cz: Odebere aktuální instrukční sadu a všechny její položky ze sekvence.
de_de: Entfernt den aktuellen Befehlssatz und alle Elemente aus der Sequenz.
ko_kr: 시퀀스에서 현재 명령어 세트와 모든 항목을 제거합니다.
nb_no: Sletter instruksjonsblokken og dens innhold fra sekvensen.
pl_pl: Usuwa aktualny zestaw instrukcji i wszystkie jego elementy z sekwencji.
zh_cn: 从序列中删除当前指令集及其所有条目

# Lbl_SequenceContainer_MoveDown_Tooltip
source: Moves the instruction set and all its content down by one position. If the position below it is an instruction set that is expanded, it will be moved inside the instruction set. If the position below it is an instruction set that is not currently expanded, it will be moved below the instruction set.
cs_cz: Posune sadu instrukcí a veškerý její obsah o jednu pozici dolů. Pokud je poloha pod ní instrukční sadou, která je rozbalena, bude přesunuta uvnitř instrukční sady. Pokud se jedná o instrukční sadu, která není aktuálně rozbalena, bude přesunuta pod sadu instrukcí.
de_de: Bewegt den Befehlssatz um eine Position nach unten. Wenn die nächste Position ein aufgeklappter Befehlssatz ist, wird er innerhalb dieses Befehlssatzes verschoben. Wenn die nächste Position ein nicht aufgeklappter Befehlssatz ist, wird er unter den Befehlssatz verschoben.
ko_kr: 명령어 세트와 모든 내용을 한 위치 아래로 이동합니다. 그 아래의 위치가 확장된 명령어 세트인 경우 명령어 세트 내부로 이동됩니다. 그 아래 위치가 현재 확장되지 않은 명령어 세트인 경우 명령어 세트 아래로 이동합니다.
nb_no: Flytt instruksjonsblokken med innhold ned ett trinn. Hvis blokken under er utvidet, blir gjeldende blokk flyttet inn i denne. Hvis blokken under er kollapset, blir gjeldende blokk flyttet under denne.
pl_pl: Przenosi zestaw instrukcji i całą jego zawartość w dół o jedną pozycję. Jeśli pozycja poniżej jest zestawem instrukcji, który jest rozszerzony, zostanie przeniesiony do zestawu instrukcji. Jeśli pozycja poniżej jest zestawem instrukcji, który nie jest obecnie rozszerzony, zostanie przeniesiony poniżej zestawu instrukcji.
zh_cn: 将指令集和全部内容下移一个位置。 如果下面的位置是扩展的指令集，它将被移动到指令集中。 如果下面的位置是当前未扩展的指令集，它将被移至指令集的下方。

# Lbl_SequenceContainer_MoveUp_Tooltip
source: Moves the instruction set and all its content up by one position. If the position above it is an instruction set that is expanded, it will be moved inside the instruction set. If the position above it is an instruction set that is not currently expanded, it will be moved above the instruction set.
cs_cz: Posune sadu instrukcí a veškerý její obsah o jednu pozici nahoru. Pokud se jedná o instrukční sadu, která je rozšířena, bude přesunuta uvnitř instrukční sady. Pokud se jedná o instrukční sadu, která není aktuálně rozbalena, bude přesunuta nad sadu instrukcí.
de_de: Bewegt den Befehlssatz um eine Position nach oben. Wenn die nächste Position ein aufgeklappter Befehlssatz ist, wird er innerhalb dieses Befehlssatzes verschoben. Wenn die nächste Position ein nicht aufgeklappter Befehlssatz ist, wird er über den Befehlssatz verschoben.
ko_kr: 명령어 세트와 모든 내용을 한 위치 위로 이동합니다. 그 위의 위치가 확장된 명령어 세트인 경우 명령어 세트 내부로 이동됩니다. 그 위의 위치가 현재 확장되지 않은 명령어 세트인 경우 명령어 세트 위로 이동됩니다.
nb_no: Flytt instruksjonsblokken med innhold opp ett trinn. Hvis blokken over er utvidet, blir gjeldende blokk flyttet inn i denne. Hvis blokken over er kollapset, blir gjeldende blokk flyttet over denne.
pl_pl: Przenosi zestaw instrukcji i całą jego zawartość w górę o jedną pozycję. Jeśli pozycja powyżej jest zestawem instrukcji, który jest rozszerzony, zostanie przesunięty wewnątrz zestawu instrukcji. Jeśli pozycja powyżej jest zestawem instrukcji, który nie jest rozszerzony, zostanie przesunięty powyżej zestawu instrukcji.
zh_cn: 将指令集和所有内容上移一个位置。 如果上面的位置是扩展的指令集，它将被移动到指令集中。 如果上面的位置是当前未扩展的指令集，它将被移动到指令集之上。

# Lbl_SequenceContainer_Reset_Tooltip
source: Resets the state and progress of the current instruction set and all instructions that are inside.
cs_cz: Obnoví stav a průběh aktuální sady pokynů i všechny pokyny uvnitř.
de_de: Setzt Status und Fortschritt des aktuellen Befehlssatzes und aller untergeordneten Anweisungen zurück.
ko_kr: 현재 명령어 집합과 내부에 있는 모든 명령어의 상태 및 진행률을 재설정합니다.
nb_no: Nullstill fremdrift for gjeldende instruksjonsblokk og alle underliggende instruksjoner.
pl_pl: Resetuje stan i postęp bieżącego zestawu instrukcji oraz wszystkich instrukcji znajdujących się wewnątrz zestawu.
zh_cn: 重置当前指令集以及内部所有指令的状态和进度

# Lbl_SequenceItem_Delete_Tooltip
source: Removes the current instruction from the instruction set.
cs_cz: Odebere aktuální instrukce z instrukční sady.
de_de: Entfernt die aktuelle Anweisung.
ko_kr: 명령어 집합에서 현재 명령어를 제거합니다.
nb_no: Fjerner instruksjonen fra instruksjonsblokken.
pl_pl: Usuwa bieżącą instrukcję z zestawu instrukcji.
zh_cn: 从指令集中删除当前指令

# Lbl_SequenceItem_MoveDown_Tooltip
source: Moves the instruction down by one position. If the position below it is an instruction set that is expanded, it will be moved inside the instruction set. If the position below it is an instruction set that is not currently expanded, it will be moved below the instruction set.
cs_cz: Posune instrukce o jednu pozici dolů. Pokud je poloha pod ní instrukční sadou, která je rozbalena, bude přesunuta uvnitř instrukční sady. Pokud se jedná o instrukční sadu, která není aktuálně rozbalena, bude přesunuta pod sadu instrukcí.
de_de: Bewegt die Anweisung um eine Position nach unten. Wenn die nächste Position ein aufgeklappter Befehlssatz ist, wird sie innerhalb dieses Befehlssatzes verschoben. Wenn die nächste Position ein nicht aufgeklappter Befehlssatz ist, wird die Anweisung unter den Befehlssatz verschoben.
ko_kr: 명령을 한 위치 아래로 이동합니다. 그 아래의 위치가 확장된 명령어 세트인 경우 명령어 세트 내부로 이동됩니다. 그 아래 위치가 현재 확장되지 않은 명령어 세트인 경우 명령어 세트 아래로 이동합니다.
nb_no: Flytt instruksjonen ned ett trinn. Hvis blokken under er utvidet, blir gjeldende instruksjon flyttet inn i denne. Hvis blokken under er kollapset, blir gjeldende instruksjon flyttet under denne.
pl_pl: Przenosi instrukcję w dół o jedną pozycję. Jeśli pozycja poniżej jest zestawem instrukcji, który jest rozszerzony, zostanie przeniesiony do zestawu instrukcji. Jeśli pozycja poniżej jest zestawem instrukcji, który nie jest rozszerzony, zostanie przeniesiony poniżej zestawu instrukcji.
zh_cn: 将指令向下移动一个位置。 如果下面的位置是扩展的指令集，它将被移动到指令集中。 如果下面的位置是当前未扩展的指令集，它将被移至指令集的下方。

# Lbl_SequenceItem_MoveUp_Tooltip
source: Moves the instruction up by one position. If the position above it is an instruction set that is expanded, it will be moved inside the instruction set. If the position above it is an instruction set that is not currently expanded, it will be moved above the instruction set.
cs_cz: Posune instrukce o jednu pozici nahoru. Pokud se jedná o instrukční sadu, která je rozšířena, bude přesunuta uvnitř instrukční sady. Pokud se jedná o instrukční sadu, která není aktuálně rozbalena, bude přesunuta nad sadu instrukcí.
de_de: Bewegt die Anweisung um eine Position nach oben. Wenn die nächste Position ein aufgeklappter Befehlssatz ist, wird sie innerhalb dieses Befehlssatzes verschoben. Wenn die nächste Position ein nicht aufgeklappter Befehlssatz ist, wird die Anweisung über den Befehlssatz verschoben.
ko_kr: 명령을 한 위치 위로 이동합니다. 그 위의 위치가 확장된 명령어 세트인 경우 명령어 세트 내부로 이동됩니다. 그 위의 위치가 현재 확장되지 않은 명령어 세트인 경우 명령어 세트 위로 이동됩니다.
nb_no: Flytt instruksjonen opp ett trinn. Hvis blokken over er utvidet, blir gjeldende instruksjon flyttet inn i denne. Hvis blokken over er kollapset, blir gjeldende instruksjon flyttet over denne.
pl_pl: Przenosi instrukcję do góry o jedną pozycję. Jeśli pozycja powyżej jest zestawem instrukcji, który jest rozszerzony, zostanie przesunięty wewnątrz zestawu instrukcji. Jeśli pozycja powyżej jest zestawem instrukcji, który nie jest rozszerzony, zostanie przesunięty powyżej zestawu instrukcji.
zh_cn: 将指令向上移动一个位置。 如果上面的位置是扩展的指令集，它将被移动到指令集中。 如果上面的位置是当前未扩展的指令集，它将被移动到指令集之上。

# Lbl_SequenceItem_Reset_Tooltip
source: Resets the state and progress of the current instruction.
cs_cz: Obnoví stav a průběh aktuální instrukce.
de_de: Setzt Status und Fortschritt der aktuellen Anweisung zurück.
ko_kr: 현재 명령의 상태와 진행 상황을 재설정합니다.
nb_no: Nullstill fremdrift for gjeldende instruksjon.
pl_pl: Resetuje stan i postęp bieżącej instrukcji.
zh_cn: 重置当前指令的状态和进度

# Lbl_SequenceItem_Utility_WaitForAltitude_Progress
source: Waiting until target has reached specified altitude. {0}° / {1}°
cs_cz: Čekám, až cíl dosáhne stanovené výšky. {0}° / {1}°
de_de: Warten bis das Ziel die angegebene Höhe erreicht hat. {0}° / {1}°
ko_kr: 대상이 지정된 고도에 도달할 때까지 기다립니다. {0}° / {1}°
nb_no: Venter til målet når angitt elevasjon. {0}° / {1}°
pl_pl: Oczekiwanie aż cel osiągnie określoną wysokość. {0}° / {1}°
zh_cn: 等待目标达到指定高度。 {0}° / {1}°

# Lbl_OldSequencer_EndOfSequence
source: End of Sequence Instructions
cs_cz: Konec Sekvence Pokynů
de_de: Ende der Sequenz
ko_kr: 시퀀스 명령 종료
nb_no: Instruksjoner for sekvensslutt
pl_pl: Koniec instrukcji sekwencji
zh_cn: 序列结束指令

# Lbl_OldSequencer_ParallelEndOfSequence
source: Parallel End of Sequence Instructions
cs_cz: Pokyny pro Paralelní Konec Sekvence
de_de: Parallele Anweisungen für die Beendigung der Sequenz
ko_kr: 시퀀스 명령 병렬 종료
nb_no: Parallell sekvensslutt
pl_pl: Równoległy koniec instrukcji sekwencji
zh_cn: 并行序列结束指令

# Lbl_OldSequencer_TargetImaging
source: Target Imaging Instructions
cs_cz: Pokyny pro Zobrazování Cíle
de_de: Ziel Aufnahmeanweisungen
ko_kr: 타겟 촬영 명령
nb_no: Fotografering
pl_pl: Instrukcje obrazowania obiektu
zh_cn: 目标图像指令

# Lbl_SequenceContainer_SequenceRootContainer_Name
source: Sequence
cs_cz: Sekvence
de_de: Sequenz
ko_kr: 시퀀스
nb_no: Sekvens
pl_pl: Sekwencja
zh_cn: 序列

# Lbl_SequenceContainer_Duplicate_Tooltip
source: Creates a duplicate of current set and all its items and append it to the parent instruction set
cs_cz: Vytvoří duplikát aktuální sady i všech jejích položek a připojí ji k nadřazené sadě pokynů
de_de: Erzeugt eine Kopie des aktuellen Befehlssatzes und aller enthaltenen Anweisungen und fügt es dem übergeordneten Befehlssatz an
ko_kr: 현재 집합과 모든 항목의 복제본을 만들고 상위 명령어 집합에 추가합니다.
nb_no: Dupliser denne instruksjonsblokken
pl_pl: Tworzy duplikat bieżącego zestawu i wszystkich jego elementów oraz dołącza go do zestawu instrukcji nadrzędnych
zh_cn: 创建当前设置和条目的副本，并将其附加到父指令集

# Lbl_SequenceItem_Duplicate_Tooltip
source: Creates a duplicate of current item and append it to the parent instruction set
cs_cz: Vytvoří duplikát aktuální položky a připojí ji k nadřazené sadě pokynů
de_de: Erzeugt eine Kopie der aktuellen Anweisung und fügt es dem übergeordneten Befehlssatz an
ko_kr: 현재 항목의 복제본을 만들고 상위 명령어 세트에 추가합니다.
nb_no: Lager en kopi av gjeldende element, og legger kopien til etter valgt element
pl_pl: Tworzy duplikat bieżącego elementu i dołącza go do zestawu instrukcji nadrzędnych
zh_cn: 创建当前条目的副本，并将其附加到父指令集

# Lbl_OldSequencer_EmptyAreaDescription
source: Add a new Sequence Target via the + Button, open an existing Target or add Targets via Framing Assistant
cs_cz: Přidání nového sekvenčního cíle pomocí tlačítka +, otevření existujícího Cíle nebo přidání Cílů pomocí Průvodce Snímkování
de_de: Füge ein neues Sequenzziel über die + Schaltfläche hinzu, öffne ein bestehendes Ziel oder füge Ziele über den Framing Assistant hinzu
ko_kr: + 버튼으로 새 시퀀스 타겟을 추가합니다. 기존 타겟을 열거나 프레이밍 보조를 통해 타겟을 추가합니다.
nb_no: Legg til et nytt sekvensmål med + knappen, åpne et eksisterende mål, eller legg til mål fra komposisjonshjelperen
pl_pl: Dodaj nowy cel sekwencji za pomocą przycisku +, otwórz istniejący cel lub dodaj cele za pomocą asystenta kadrowania
zh_cn: 通过 + 按钮添加新的序列目标，打开现有目标或通过构图助手添加目标

# Lbl_OldSequencer_AddNewTarget
source: Add new Target
cs_cz: Přidat nový Cíl
de_de: Neues Ziel hinzufügen
ko_kr: 새로운 타겟 추가
nb_no: Legg til nytt mål
pl_pl: Dodaj nowy cel
zh_cn: 添加新的目标

# Lbl_OldSequencer_LoadTarget
source: Load Target
cs_cz: Načíst Cíl
de_de: Ziel laden
ko_kr: 타겟 불러오기
nb_no: Åpne enkel sekvens
pl_pl: Załaduj cel
zh_cn: 加载目标

# Lbl_OldSequencer_OpenTargetSet
source: Open Target Set
cs_cz: Otevřít Cílovou Sadu
de_de: Zielsatz öffnen
ko_kr: 타겟 세트 열기
nb_no: Åpne målliste
pl_pl: Otwarty zestaw obiektów
zh_cn: 打开目标组

# Lbl_OldSequencer_Title
source: Simple Sequencer
cs_cz: Zastaralý Sekvencér
de_de: Legacy Sequencer
ko_kr: Legacy 시퀀서
nb_no: Enkel sekvens
pl_pl: Dziedziczony sekwencer
zh_cn: 简单序列

# Lbl_OldSequencer_EndOfSequenceHeader
source: End of Last Target Options
cs_cz: Možnosti Konce Posledního Cíle
de_de: Optionen zum Ende der Sequenz
ko_kr: 마지막 타겟 옵션
nb_no: Valg for sekvensslutt
pl_pl: Opcje końca ostatniego celu
zh_cn: 最后目标结束后选项

# Lbl_OldSequencer_Template
source: Simple Sequence Template
cs_cz: Šablona Zastaralé Sekvence
de_de: Legacy Sequence Template
ko_kr: Legacy 시퀀서 템플릿
nb_no: Mal for ny enkel sekvens
pl_pl: Szablon sekwencji dziedziczonej
zh_cn: 简单序列模板

# Lbl_OldSequencer_ImportTarget
source: Import Target
cs_cz: Importovat Cíle
de_de: Ziel importieren
ko_kr: 타겟 가져오기
nb_no: Importer mål
pl_pl: Importuj cel
zh_cn: 导入目标
