Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblUltraModeTooltip
source: Enables the Ultra Mode for extra low read noise
cs_cz: Povolí Režim Ultra pro velmi nízký čtecí šum
de_de: Aktiviert den Ultra Mode for extra niedriges Ausleserauschen
ko_kr: 울트라모드는 읽기 노이즈를 최소화합니다.
nb_no: Aktiverer ultramodus for ekstra lav utlesingsstøy
pl_pl: Włącza tryb Ultra dla bardzo niskiego poziomu szumu
zh_cn: 开启“超级模式”，以获得额外的低读出噪声

# LblRotatorReverseTooltip
source: Reverse movement direction of rotator. Toggle this, if the platesolver rotates into the wrong direction.
cs_cz: Otočí směr pohybu rotátoru. Přepnout pokud se rotátor po astrometrii otáčí špatným směrem.
de_de: Bewegungsrichtung des Rotators umkehren. Umschalten, wenn der Platesolver in die falsche Richtung dreht.
ko_kr: 회전 장치의 방향을 반전시킵니다. 플레이트 솔버가 잘못된 방향으로 회전 할 경우 사용하세요.
nb_no: Snu retning til dreiemotor. Sett denne hvis du opplever rotasjon i feil retning.
pl_pl: Odwróć kierunek ruchu rotatora. Przełącz, gdy plate solving obraca w złym kierunku.
zh_cn: 反转旋转器方向。如果解析后转向错误的方向则打开此开关。

# LblHips2FitsSurvey
source: HIPS 2 FITS Sky Survey
pl_pl: HIPS 2 FITS Przegląd nieba
zh_cn: HIPS 2 FITS Sky Survey数据源

# LblMechanicalPosition
source: Mechanical Position
cs_cz: Mechanická Poloha
de_de: Mechanische Position
ko_kr: 물리적 위치
nb_no: Mekanisk posisjon
pl_pl: Pozycja mechaniczna
zh_cn: 机械位置

# LblSkyPosition
source: Sky Position
cs_cz: Poloha Oblohy
de_de: Himmelsposition
ko_kr: 하늘 위치
nb_no: Himmelposisjon
pl_pl: Pozycja nieba
zh_cn: 天空位置

# LblTargetMechanicalPosition
source: Target Mechanical Position
cs_cz: Mechanická Poloha Cíle
de_de: Mechanische Zielposition
ko_kr: 타겟의 기계적 위치
nb_no: Ønsket mekanisk vinkel
pl_pl: Mechaniczna pozycja docelowa
zh_cn: 目标机械位置

# LblTargetSkyPosition
source: Target Sky Position
cs_cz: Cílová Pozice Oblohy
de_de: Zielposition
ko_kr: 타겟 하늘 위치
nb_no: Ønsket himmelvinkel
pl_pl: Pozycja obiektu na niebie
zh_cn: 目标天空位置

# LblMoveMechanicalPosition
source: Move Mechanical Position
cs_cz: Přesuňte Mechanickou Polohu
de_de: Mechanische Position verschieben
ko_kr: 기계적 위치 이동
nb_no: Endre mekanisk vinkel
pl_pl: Zmień pozycję mechaniczną
zh_cn: 移动机械位置

# LblMoveSkyPosition
source: Move Sky Position
cs_cz: Pohyb Oblohy
de_de: Zu Position bewegen
ko_kr: 하늘 위치 이동
nb_no: Endre himmelvinkel
pl_pl: Przesuń pozycję nieba
zh_cn: 移动天空位置

# LblPixelMargin
source: Keep guide stars off sensor edges by at least
cs_cz: Pointační hvězdu udržujte mimo okraj senzoru
de_de: Leitsterne von den Rändern des Sensors um mindestens
ko_kr: 가이드 별을 센서 가장자리에서 멀리 떨어트리십시오.
nb_no: Hold guidestjerner unna bildekant med minst
pl_pl: Nie śledź gwiazd podczas prowadzenia znajdujących się od krawędzi do
zh_cn: 让被导星点远离画面边缘至少

# LblMeridianFlipWaitLonger
source: Add {0} to Minutes after Meridian
cs_cz: Přidat {0} do Minut po Poledníku
de_de: {0} Minuten nach Meridian hinzufügen
ko_kr: 자오선 플립 이후 {0} 분 추가
nb_no: Legg {0} minutter til etter meridian
pl_pl: Dodaj {0} do minut po Meridianie
zh_cn: 在中天后添加 {0} 分钟

# LblFlipTime
source: Flip Time
cs_cz: Čas Překlopení
de_de: Flipzeit
ko_kr: 플립 시간
nb_no: Tid for vending
pl_pl: Czas odwrócenia
zh_cn: 翻转时间

# LblAmount
source: Amount
cs_cz: Hodnota
de_de: Betrag
ko_kr: 수량
nb_no: Verdi
pl_pl: Wartość
zh_cn: 数量

# LblElapsed
source: Elapsed
cs_cz: Uplynulý
de_de: Verstrichen
ko_kr: 경과
nb_no: Forløpt
pl_pl: Upłynęło
zh_cn: 已耗时

# LblHFRTrend
source: HFR Trend
ko_kr: HFR 추세
pl_pl: Trend HFR
zh_cn: HFR趋势

# Lbl_SequenceCondition_LoopCondition_Description
source: A condition to loop a sequence container for the specified amount of loops
cs_cz: Podmínka cyklu sekvence kontejneru pro zadaný počet cyklů
de_de: Eine Schleifenbedingung, um einen Sequenz-Container um die angegebene Anzahl an Wiederholungen zu durchlaufen
ko_kr: 지정된 횟수만큼 시퀀스 컨테이너를 반복하는 조건
nb_no: En betingelse som gjentar en instruksjonsblokk et bestemt antall ganger
pl_pl: Warunek pętli do powtórzenia zestawu sekwencji określoną liczbę razy
zh_cn: 使序列循环指定次数

# Lbl_SequenceCondition_LoopCondition_Name
source: Loop For Iterations
cs_cz: Cyklus Pro Opakování
de_de: Schleife für Iterationen
ko_kr: 지정된 횟수만큼 반복
nb_no: Gjenta et antall ganger
pl_pl: Pętla dla iteracji
zh_cn: 循环指定次数

# Lbl_SequenceCondition_TimeCondition_Description
source: A condition that loops until the specified time has been reached and then stops the current instruction set
cs_cz: Podmínka, která se opakuje, dokud není dosaženo zadaného času, poté zastaví aktuální sadu pokynů
de_de: Eine Bedingung, die eine Anweisungsfolge wiederholt, bis der angegebene Endzeitpunkt erreicht wurde
ko_kr: 현재 명령을 지정된 시간에 도달할 때까지 반복하는 조건
nb_no: En betingelse som gjentar instruksjonsblokken inntil et bestemt tidspunkt
pl_pl: Warunek, który powtarza sekwencję instrukcji aż do osiągnięcia określonego czasu zakończenia
zh_cn: 循环直到指定时刻，然后跳过该组内的其余指令

# Lbl_SequenceCondition_TimeCondition_Name
source: Loop Until Time
cs_cz: Cyklus Do Trvání
de_de: Bis Zeitpunkt wiederholen
ko_kr: 지정된 시간까지 반복
nb_no: Gjenta frem til tidspunkt
pl_pl: Pętla do czasu
zh_cn: 循环到某时刻

# Lbl_SequenceContainer_DeepSkyObjectContainer_Description
source: Works like a sequential instruction set, but a deep sky object can be specified inside, which will auto populate all instructions inside it with the coordinates and rotation when necessary.
cs_cz: Funguje jako sekvenční instrukční sada, ale uvnitř lze zadat objekt hluboké oblohy, který v případě potřeby automaticky naplní všechny instrukce uvnitř souřadnicemi a otočením.
de_de: Funktioniert wie ein sequentielles Anweisungsset, aber ein Deep Sky Objekt kann hiermit festgelegt werden, welches automatisch für alle Anweisungen darin die Koordinaten und die Drehung auffüllt, falls erforderlich.
ko_kr: 시퀀스 명령셋처럼 작동하며, 필요 시 딥스카이 개채를 지정해서 좌표와 회전을 포함한 명령이 자동으로 채워지게도 할 수 있습니다.
nb_no: Fungerer som en seriell instruksjonsblokk, men et mål kan spesifiseres for blokken som gjør at målinformasjon automatisk brukes i de relevante instruksjonene.
pl_pl: Działa jako zestaw sekwencyjnych instrukcji, ale możesz określić obiekt głębokiego nieba wewnątrz, który automatycznie wypełni wewnątrz wszystkie instrukcje ze współrzędnymi i obrotem, gdy będzie to konieczne.
zh_cn: 它的工作原理类似于一个顺序指令集，但可以在内部指定一个深空对象，它将在必要时用坐标和旋转角度来自动填充其中的所有指令。

# Lbl_SequenceContainer_DeepSkyObjectContainer_Name
source: Deep Sky Object Sequence
cs_cz: Sada instrukcí pro DSO
de_de: Deep Sky Object Instruction Set
ko_kr: 딥스카이 대상 명령 세트
nb_no: Instruksjonsblokk med mål
pl_pl: Zestaw instrukcji dla obiektów DS
zh_cn: 深空目标指令集

# Lbl_SequenceContainer_ParallelContainer_Description
source: All instructions in this instruction set are run in parallel. This instruction set will not evaluate any conditions or triggers until all instructions are finished.
cs_cz: Všechny pokyny v této instrukční sadě jsou spuštěny paralelně. Tato instrukční sada nevyhodnotí žádné podmínky ani spouštěče události, dokud nebudou dokončeny všechny pokyny.
de_de: Alle Anweisungen in diesem Befehlssatz werden parallel ausgeführt. Es werden keinerlei Bedingungen oder Auslöser ausgewertet, bis alle Anweisungen komplett durchgeführt wurden.
ko_kr: 이 명령어세트의 모든 명령은 병렬로 실행됩니다. 명령어세트는 모든 명령이 완료될 때까지 조건 이나 트리거 를 확인하지 않습니다.
nb_no: Alle instruksjonene i blokken utføres parallelt. Ingen betingelser eller triggere brukes før alle instruksjoner er fullført.
pl_pl: Wszystkie instrukcje w tym zestawie są wykonywane równolegle. Żadne warunki ani wyzwalacze nie są weryfikowane, dopóki wszystkie instrukcje nie zostaną wypełnione.
zh_cn: 此指令集中的所有指令并行运行。在所有指令完成之前，此指令集不会计算任何条件或触发器。

# Lbl_SequenceContainer_ParallelContainer_Name
source: Parallel Instruction Set
cs_cz: Paralelní Instrukční Sada
de_de: Paralleles Anweisungsset
ko_kr: 병렬 명령 세트
nb_no: Parallell instruksjonsblokk
pl_pl: Zestaw instrukcji równoległych
zh_cn: 并行指令集

# Lbl_SequenceContainer_SequentialContainer_Description
source: Runs all items in a sequential order. Trigger and conditions are evaluated after each item
cs_cz: Spustí všechny položky postupně. Spouštěč a podmínky se vyhodnotí po každé položce
de_de: Alle Anweisungen in diesem Befehlssatz werden nacheinander ausgeführt. Bedingungen und Auslöser werden nach jeder Anweisung ausgewertet
ko_kr: 모든 항목을 순차적으로 실행합니다. 각 항목 별로 실행이 끝날때 트리거 및 조건이 평가됩니다.
nb_no: Kjør alle instruksjoner i blokka etter hverandre. Triggere og betingelser kjøres etter hver instruksjon
pl_pl: Uruchamia wszystkie elementy w kolejności sekwencji. Wyzwalacz i warunki są weryfikowane po każdej pozycji
zh_cn: 按顺序运行所有项目。每个项目后会评估触发器和状态

# Lbl_SequenceContainer_SequentialContainer_Name
source: Sequential Instruction Set
cs_cz: Sekvenční Instrukční Sada
de_de: Sequentielles Anweisungsset
ko_kr: 순차 명령 세트
nb_no: Seriell instruksjonsblokk
pl_pl: Kolejny zestaw instrukcji
zh_cn: 顺序指令集

# Lbl_SequenceItem_Autofocus_RunAutofocus_Description
source: Executes an autofocus run
cs_cz: Spustí automatické ostření
de_de: Führt einen Autofokus-Run aus
ko_kr: 오토포커스를 실행합니다
nb_no: Gjennomfører autofokus-rutinen
pl_pl: Wykonuje automatyczne ustawianie ostrości
zh_cn: 运行一次自动对焦

# Lbl_SequenceItem_Autofocus_RunAutofocus_Name
source: Run Autofocus
cs_cz: Spustit AutoOstření
de_de: Autofokus ausführen
ko_kr: 오토포커스 동작
nb_no: Autofokuser
pl_pl: Uruchom Autofocus
zh_cn: 自动对焦

# Lbl_SequenceItem_Camera_CoolCamera_Description
source: Cools down the camera for the given temperature and duration
cs_cz: Ochladí kameru na danou teplotu a dobu trvání
de_de: Kühlt die Kamera auf die angegebene Temperatur- und Dauer ab
ko_kr: 설정 온도 및 시간 동안 카메라를 냉각합니다.
nb_no: Kjøl ned kamera med bestemt temperatur og varighet
pl_pl: Chłodzi kamerę do określonej temperatury przez określony czas
zh_cn: 在指定时间内冷却相机到指定温度

# Lbl_SequenceItem_Camera_CoolCamera_Name
source: Cool Camera
cs_cz: Chladit Kameru
de_de: Kamera kühlen
ko_kr: 카메라 냉각
nb_no: Kjøl ned kamera
pl_pl: Kamera chłodzona
zh_cn: 冷却相机

# Lbl_SequenceItem_Camera_WarmCamera_Description
source: Warms the camera for the given duration
cs_cz: Ohřívá kameru po určitou dobu
de_de: Erwärmt die Kamera für die angegebene Dauer
ko_kr: 설정 시간 동안 카메라를 예열합니다.
nb_no: Varm opp kamera med angitt varighet
pl_pl: Podgrzewa kamerę przez określony czas
zh_cn: 在指定时间使相机回温

# Lbl_SequenceItem_Camera_WarmCamera_Name
source: Warm Camera
cs_cz: Ohřev Kamery
de_de: Kamera aufwärmen
ko_kr: 카메라 예열[Warm Camera]
nb_no: Varm opp kamera
pl_pl: Ogrzej kamerę
zh_cn: 相机回温

# Lbl_SequenceItem_Camera_SetReadoutMode_Description
source: Sets the readout mode for the camera
cs_cz: Nastaví režim čtení kamery
de_de: Stellt den Readout-Mode der Kamera ein
ko_kr: 카메라의 읽기 모드를 설정합니다.
nb_no: Setter utlesingsmodus for kamera
pl_pl: Ustawia tryb odczytu dla kamery
zh_cn: 设置相机的读出模式

# Lbl_SequenceItem_Camera_SetReadoutMode_Name
source: Set Readout Mode
cs_cz: Nastavit Režim Čtení
de_de: Readout-Mode einstellen
ko_kr: 읽기 모드 설정
nb_no: Sett utlesingsmodus
pl_pl: Ustaw tryb odczytu
zh_cn: 设置读出模式

# Lbl_SequenceItem_Validation_InvalidReadoutMode
source: Readout mode not supported by camera. Must be a value between 0 and {0}
cs_cz: Kamera nepodporuje režim čtení. Hodnota musí být mezi 0 a {0}
de_de: Readout-Mode wird nicht von der Kamera unterstützt. Wert muss zwischen 0 und {0} liegen
ko_kr: 카메라에서 읽기 모드를 지원하지 않습니다. 0에서 {0} 사이의 값이어야 합니다.
nb_no: Utlesingsmodus støttes ikke av kamera. Verdi må være mellom 0 og {0}
pl_pl: Tryb odczytu nie jest obsługiwany przez kamerę. Wartość musi być pomiędzy 0 a {0}
zh_cn: 摄像头不支此持读出模式。必须是 0 和 {0} 之间的值

# Lbl_SequenceItem_FilterWheel_SwitchFilter_Description
source: Moves the filter wheel to the specified filter
cs_cz: Otočí filtrovým kolem na zadaný filtr
de_de: Wechselt zum angegebenen Filter
ko_kr: 필터 휠을 지정된 필터로 변경합니다.
nb_no: Bytter til angitt filter
pl_pl: Przełącza na określony filtr
zh_cn: 转动到指定滤镜

# Lbl_SequenceItem_FilterWheel_SwitchFilter_Name
source: Switch Filter
cs_cz: Změna Filtru
de_de: Filter wechseln
ko_kr: 필터 전환
nb_no: Bytt filter
pl_pl: Przełącz filtr
zh_cn: 切换滤镜

# Lbl_SequenceItem_FlatDevice_CloseCover_Description
source: Closes the cover of the flat panel
cs_cz: Zavře kryt FlatBoxu
de_de: Schließt die Abdeckung des Flat-Panels
ko_kr: 플랫 패널의 커버를 덮습니다.
nb_no: Lukker dekselet til flatpanelet
pl_pl: Zamyka osłonę flatownicy
zh_cn: 关闭平场板的盖子

# Lbl_SequenceItem_FlatDevice_CloseCover_Name
source: Close Flat Panel Cover
cs_cz: Zavřít Kryt FlatBoxu
de_de: Abdeckung des Flat-Panels schließen
ko_kr: 플랫 패널 커버 닫기
nb_no: Lukk flatpanel-deksel
pl_pl: Zamknij osłonę flatownicy
zh_cn: 关闭平场镜头盖

# Lbl_SequenceItem_Focuser_MoveFocuserAbsolute_Description
source: Moves the focuser to the given absolute position
cs_cz: Pohyb zaostřením do dané absolutní polohy
de_de: Bewegt den Fokussierer zur angegebenen Absolutposition
ko_kr: 포커서를 지정된 절대 위치로 이동합니다.
nb_no: Flytter fokusmotoren til en bestemt absolutt posisjon
pl_pl: Ustawia ostrość fokusera do podanej pozycji bezwzględnej
zh_cn: 移动电调到指定位置

# Lbl_SequenceItem_Focuser_MoveFocuserRelative_Description
source: Moves the focuser to the given relative position
cs_cz: Pohyb zaostřením do dané relativní polohy
de_de: Bewegt den Okularauszug zur angegebenen relativen Position
ko_kr: 포커서를 지정된 상대 위치로 이동합니다.
nb_no: Flytter fokusmoter relativt til gjeldende posisjon
pl_pl: Ustawia ostrość fokusera do podanej pozycji względnej
zh_cn: 移动电调到指定的相对位置

# Lbl_SequenceItem_Focuser_MoveFocuserAbsolute_Name
source: Move Focuser
cs_cz: Pohyb Zaostření
de_de: Okularauszug bewegen
ko_kr: 포커서 이동
nb_no: Sett fokusposisjon
pl_pl: Przesuwa fokuser
zh_cn: 移动电调

# Lbl_SequenceItem_Focuser_MoveFocuserRelative_Name
source: Move Focuser Relative
cs_cz: Relativní Pohyb Zaostření
de_de: Okularauszug relativ bewegen
ko_kr: 포커서를 상대 위치로 이동합니다.
nb_no: Flytt fokusposisjon
pl_pl: Przesuwa fokuser względnie
zh_cn: 相对移动电调

# Lbl_SequenceItem_Guider_Dither_Description
source: Sends a dither signal to the guider
cs_cz: Odešle signál ditheringu do pointace
de_de: Sendet ein Dither-Signal zum Guider
ko_kr: 가이더에 디더링 신호를 보냅니다.
nb_no: Sender dither-signal til guideren
pl_pl: Wysyła sygnał dithering do guidera
zh_cn: 向导星发送抖动信号

# Lbl_SequenceItem_Guider_Dither_Name
source: Dither
ko_kr: 디더링
zh_cn: 抖动

# Lbl_SequenceItem_Guider_StartGuiding_Description
source: Starts autoguiding
cs_cz: Zahájit automatickou pointaci
de_de: Autoguiding starten
ko_kr: 오토가이딩 시작
nb_no: Setter i gang autoguiding
pl_pl: Rozpocznij prowadzenie automatycznie
zh_cn: 开始自动导星

# Lbl_SequenceItem_Guider_StartGuiding_Name
source: Start Guiding
cs_cz: Zahájit Pointaci
de_de: Guiding starten
ko_kr: 가이딩 시작
pl_pl: Rozpocznij prowadzenie
zh_cn: 开始导星

# Lbl_SequenceItem_Guider_StopGuiding_Description
source: Stops autoguiding
cs_cz: Zastavit automatickou pointaci
de_de: Guiding stoppen
ko_kr: 오토가이딩 중지
nb_no: Stopper autoguiding
pl_pl: Zatrzymaj auto prowadzenie
zh_cn: 停止自动导星

# Lbl_SequenceItem_Guider_StopGuiding_Name
source: Stop Guiding
cs_cz: Zastavit Pointaci
de_de: Stoppe Guiding
ko_kr: 가이딩 중지
nb_no: Stopp guiding
pl_pl: Zatrzymaj Guiding
zh_cn: 停止导星

# Lbl_SequenceItem_Imaging_TakeExposure_Description
source: Takes an exposure for the given duration, gain and offset
cs_cz: Provede expozici pro daný čas, zisk a offset
de_de: Erstellt eine Belichtung für die angegebene Zeit, Gain und Offset
ko_kr: 설정 시간, 게인 및 오프셋에 대한 노출을 수행합니다.
nb_no: Tar et bilde med bestemt eksponeringstid, forsterkning og forskyvning
pl_pl: Tworzy ekspozycję przez określony czas, z zadanym wzmocnieniem i przesunięciem
zh_cn: 使用指定的时长、增益和偏移进行曝光

# Lbl_SequenceItem_Imaging_TakeExposure_Name
source: Take Exposure
cs_cz: Provést Expozici
de_de: Belichtung ausführen
ko_kr: 노출
nb_no: Ta bilde
pl_pl: Wykonaj ekspozycję
zh_cn: 开始曝光

# Lbl_SequenceItem_Platesolving_CenterAndRotate_Description
source: Slews to the target, centers the target and rotates the telescope via plate solving and a rotator for the given coordinates and rotation
cs_cz: Přejet k cíli, vycentruje cíl a otočí dalekohled za pomocí astrometrie a rotátoru pro dané souřadnice a rotaci
de_de: Alle Anweisungen in diesem Befehlssatz werden nacheinander ausgeführt. Bedingungen und Auslöser werden nach jeder Anweisung ausgewertet
ko_kr: 플레이트솔빙을 이용하여 망원경을 해당 좌표로 이동 및 중심을 잡고, 회전시킵니다. 회전 장치를 통해 망원경을 주어진 좌표로 회전시킵니다.
nb_no: Svinger til, sentrerer målet og dreier kamera i henhold til angitte koordinater og vinkel, ved bruk av astrometri
pl_pl: Obraca się na cel, centruje i obraca teleskop i rotator przy użyciu plate solving dla uzyskanych współrzędnych i rotacji
zh_cn: 通过解析和旋转，将望远镜居中到目标坐标，视场旋转到指定角度

# Lbl_SequenceItem_Platesolving_CenterAndRotate_Name
source: Slew, center and rotate
cs_cz: Přejet, vycentrovat a otočit
de_de: Schwenken, Zentrieren und Rotieren
ko_kr: Go-To, 중심 잡기, 회전
nb_no: Sving, sentrer og roter
pl_pl: Przesuń, wyśrodkuj i obróć
zh_cn: 指向，居中并旋转

# Lbl_SequenceItem_Platesolving_Center_Description
source: Slews to the target and centers the telescope via plate solving for the given coordinates
cs_cz: Přejet k cíli, vystředí dalekohled pomocí astrometrie pro dané souřadnice
de_de: Bewegt das Teleskop zum Ziel und zentriert per Platesolving auf die angegebenen Koordinaten
ko_kr: 주어진 좌표에 대해 플레이트솔빙 후 타겟의 중심으로 Go-To 합니다.
nb_no: Svinger til og sentrerer målet på angitte koordinater ved bruk av astrometri
pl_pl: Przesuwa teleskop do celu i centruje go na określonych współrzędnych za pomocą plate solving
zh_cn: 通过解析，将望远镜居中到目标坐标

# Lbl_SequenceItem_Platesolving_Center_Name
source: Slew and center
cs_cz: Přejet a Vycentrovat
de_de: Schwenken und Zentrieren
ko_kr: Go-To와 중심잡기
nb_no: Sving og sentrer
pl_pl: Przesuń i wyśrodkuj
zh_cn: 指向并居中

# Lbl_SequenceItem_Telescope_ParkScope_Description
source: Parks the telescope to the park position
cs_cz: Zaparkuje dalekohled do parkovací polohy
de_de: Parkt das Teleskop in der festgelegten Parkposition
ko_kr: 망원경을 파킹 위치에 파킹합니다.
nb_no: Parkerer teleskopet i parkeringsposisjonen
pl_pl: Parkuje teleskop do pozycji domowej
zh_cn: 将望远镜停放到泊位

# Lbl_SequenceItem_Telescope_ParkScope_Name
source: Park Scope
cs_cz: Parkovat Dalekohled
de_de: Teleskop parken
ko_kr: 망원경 파킹
nb_no: Parker teleskop
pl_pl: Zaparkuj teleskop
zh_cn: 停放望远镜

# Lbl_SequenceItem_Telescope_SlewScopeToAltAz_Description
source: Slews the telescope to the given altitude and azimuth coordinates
cs_cz: Přejet dalekohledem na danou výšku a souřadnice azimutu
de_de: Schwenkt das Teleskop zur angegebenen Höhe und Azimut
ko_kr: 망원경을 주어진 고도 및 방위 좌표까지 Go-To 시킵니다.
nb_no: Svinger teleskopet til angitt elevasjon- og asimutvinkel
pl_pl: Przesuwa teleskop do określonej wysokości i azymutu
zh_cn: 将望远镜指向到给定的高度角和方位角

# Lbl_SequenceItem_Telescope_SlewScopeToAltAz_Name
source: Slew To Alt/Az
cs_cz: Přejet Na Alt/Az
de_de: Zu Alt/Az schwenken
ko_kr: 고도[Alt]/방위각[Az] 으로 Go-To
nb_no: Sving til Alt/Az
pl_pl: Przesuń do Alt/Az
zh_cn: 指向高度角/方位角

# Lbl_SequenceItem_Telescope_SlewScopeToRaDec_Description
source: Slews the telescope to the given right ascension and declination coordinates
cs_cz: Přejezd dalekohledem na souřadnice RA a Dec
de_de: Schwenkt das Teleskop zur angegebenen Rektaszension und Deklination
ko_kr: 주어진 Ra 와 Dec 의 좌표로 망원경을 Go-To 합니다.
nb_no: Svinger teleskopet til angitt elevasjon- og asimutvinkel
pl_pl: Obraca teleskop do określonej rektascensji i deklinacji
zh_cn: 将望远镜指向到给定的赤经和赤纬

# Lbl_SequenceItem_Telescope_SlewScopeToRaDec_Name
source: Slew To Ra/Dec
cs_cz: Přejet Na Ra/Dec
de_de: Zu Ra/Dec schwenken
ko_kr: Ra/Dec 로 Go-To
nb_no: Sving til RA/Dek
pl_pl: Przesuń do Ra/Dec
zh_cn: 指向赤经/赤纬

# Lbl_SequenceItem_Telescope_UnparkScope_Description
source: Unparks the telescope
cs_cz: Odparkuje dalekohled
de_de: Parkt das Teleskop aus
ko_kr: 망원평 파킹해제
nb_no: Avparkerer teleskopet
pl_pl: Odparkuj teleskop
zh_cn: 解除停放望远镜

# Lbl_SequenceItem_Telescope_UnparkScope_Name
source: Unpark Scope
cs_cz: Odparkovat Dalekohled
de_de: Teleskop ausparken
ko_kr: 망원경 파킹 해제
nb_no: Avparker teleskop
pl_pl: Zaparkuj teleskop
zh_cn: 解除停放望远镜

# Lbl_SequenceItem_Telescope_SetTracking_Name
source: Set Tracking
cs_cz: Sledování
de_de: Nachführung setzen
ko_kr: 추적 설정
nb_no: Sett følging
pl_pl: Ustaw śledzenie
zh_cn: 设置跟踪

# Lbl_SequenceItem_Telescope_SetTracking_Description
source: Sets the tracking mode on the mount
cs_cz: Nastaví režim sledování montáže
de_de: Stellt den Nachführungsmodus der Montierung ein
ko_kr: 가대 의 추적 모드를 설정합니다.
nb_no: Setter følgerate til monteringen
pl_pl: Ustawia tryb śledzenia montażu
zh_cn: 设置望远镜的跟踪模式

# LblTrackingModeNotSupported
source: Tracking mode not supported by the mount
cs_cz: Režim sledování není montáží podporová
de_de: Der Nachführungsmodus wird von der Montierung nicht unterstützt
ko_kr: 해당 가대는 추적 모드를 지원하지 않습니다.
nb_no: Monteringen støtter ikke følging
pl_pl: Tryb śledzenia nie jest obsługiwany przez montaż
zh_cn: 安装座不支持此跟踪模式

# Lbl_SequenceItem_Utility_Annotation_Description
source: A utility item to add annotations to a sequence
cs_cz: Položka nástroje pro přidání poznámek do sekvence
de_de: Kommentare zu einer Sequenz hinzufügen
ko_kr: 시퀀스에 주석을 추가하는 유틸리티 항목
nb_no: En hjelpeinstruks for å legge til kommentarer i en sekvens
pl_pl: Dodaj komentarz do sekwencji
zh_cn: 向序列添加批注项

# Lbl_SequenceItem_Utility_Annotation_Name
source: Annotation
cs_cz: Poznámky
de_de: Anmerkung
ko_kr: 주석
nb_no: Kommentar
pl_pl: Komentarz
zh_cn: 批注

# Lbl_SequenceItem_Utility_ExternalScript_Description
source: Calls an external script for the given path
cs_cz: Volá externí skript pro danou cestu
de_de: Ein externes Script unter dieser Pfadangabe ausführen
ko_kr: 지정된 경로에서 외부 스크립트를 호출합니다.
nb_no: Kjører et eksternt program ved angitt sti
pl_pl: Wywołuje skrypt zewnętrzny dla danej ścieżki
zh_cn: 调用指定路径的外部脚本

# Lbl_SequenceItem_Utility_ExternalScript_Name
source: External Script
cs_cz: Externí Skript
de_de: Externes Skript
ko_kr: 외부 스크립트
nb_no: Eksternt program
pl_pl: Skrypt zewnętrzny
zh_cn: 外部脚本

# Lbl_SequenceItem_Utility_MessageBox_Description
source: Opens up a message box with the provided text to be clicked. Can be used as a manual stop, e.g. to cover the scope for dark frames
cs_cz: Otevře okno se zprávou s poskytnutým textem ke kliknutí. Lze použít pro ruční zastavení, např. k zakrytí dalekohledu
de_de: Öffnet ein Hinweisfenster mit dem angegebenen Text, welches zum Fortfahren angeklickt werden muss. Kann als Stopp für manuelle Schritte innerhalb der Sequenz verwendet werden, z.B. um das Teleskop für Dark Frames zu abzudecken
ko_kr: 클릭할 수 있는 텍스트와 함께 메시지 박스를 엽니다. 예를 들어 다크 프레임 촬영을 위해 망원경 커버를 덮는 경우 수동 중지로 사용할 수 있습니다.
nb_no: Åpner meldingsboks med angitt tekst. Kan brukes for å pause sekvensen for manuelle operasjoner
pl_pl: Otwiera okno wiadomości z podanym tekstem, który należy kliknąć, aby kontynuować. Może to być używane jako pauza do ręcznych kroków w sekwencji, np. do zasłaniania teleskopu w przypadku klatek dark
zh_cn: 打开消息框，点击提供的文本。 可以用作手动停止，例如盖上镜头盖拍摄暗场

# Lbl_SequenceItem_Utility_MessageBox_Name
source: Message Box
cs_cz: Okno Zprávy
de_de: Nachrichtenfeld
ko_kr: 메시지 박스
nb_no: Meldingsboks
pl_pl: Pole wiadomości
zh_cn: 消息框

# Lbl_SequenceItem_Utility_WaitForAltitude_Description
source: Waits until the altitude has been reached for the given coordinates
cs_cz: Čeká na dosaženo výšky pro dané souřadnice
de_de: Wartet, bis die Horizonthöhe für die angegebenen Koordinaten erreicht wurde
ko_kr: 해당 좌표의 고도에 도달할 때까지 기다립니다.
nb_no: Vent til angitte koordinater har nådd en bestemt elevasjon
pl_pl: Czeka, aż zostanie osiągnięta wysokość horyzontu dla określonych współrzędnych
zh_cn: 等待目标达到指定高度

# Lbl_SequenceItem_Utility_WaitForAltitude_Name
source: Wait for Altitude
cs_cz: Čekat na Výšku
de_de: Höhe abwarten
ko_kr: 고도까지 대기
nb_no: Vent til elevasjon
pl_pl: Poczekaj na wysokość
zh_cn: 等待到达高度

# Lbl_SequenceItem_Utility_WaitForTimeSpan_Description
source: Waits for a given duration in seconds
cs_cz: Čeká na danou dobu v sekundách
de_de: Wartet auf eine bestimmte Dauer in Sekunden
ko_kr: 주어진 시간[초] 대기
nb_no: Vent en bestemt tid angitt i sekunder
pl_pl: Czeka przez określony czas w sekundach
zh_cn: 等待一段给定的时间（秒）
