Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# Lbl_SequenceItem_Rotator_MoveRotatorMechanical_Description
source: Moves the rotator to the specified mechanical angle
cs_cz: Přesune rotátor do zadaného mechanického úhlu
de_de: Dreht den Rotator zum angegebenen Drehwinkel
ko_kr: 회전 장치의 지정된 기계 각도로 이동합니다.
nb_no: Roterer kamera til angitt vinkel
pl_pl: Przekręca rotator do określonego kąta mechanicznego
zh_cn: 将旋转器转到指定的机械角度

# Lbl_SequenceItem_Rotator_MoveRotatorMechanical_Name
source: Rotate by mechanical angle
cs_cz: Otočit o mechanický úhel
de_de: Drehen um Winkel
ko_kr: 기계적 각도의 회전
nb_no: Roter til vinkel
pl_pl: Obróć o kąt
zh_cn: 旋转到指定角度

# LblMeridian
source: Meridian
cs_cz: Poledník
ko_kr: 자오선
zh_cn: 中天

# LblAstronomicalDawn
source: Astronomical Dawn
cs_cz: Astronomický Úsvit
de_de: Astronomische Morgendämmerung
ko_kr: 천문 여명
nb_no: Astronomisk demring
pl_pl: Świt astronomiczny
zh_cn: 天文晨光

# LblAstronomicalDusk
source: Astronomical Dusk
cs_cz: Astronomický Soumrak
de_de: Astronomische Abenddämmerung
ko_kr: 천문 황혼
nb_no: Astronomisk skumring
pl_pl: Zmierzch astronomiczny
zh_cn: 天文昏影

# LblPlugins
source: Plugins
cs_cz: Pluginy
ko_kr: 플러그인
nb_no: Tillegg
pl_pl: Wtyczki
zh_cn: 插件

# LblNoPluginsFound
source: No Plugins found
cs_cz: Nebyly nalezeny žádné Pluginy
de_de: Keine Plugins gefunden
ko_kr: 플러그인을 찾을 수 없음
nb_no: Ingen programtillegg funnet
pl_pl: Nie znaleziono wtyczek
zh_cn: 没有找到插件

# Lbl_SequenceItem_Show_Menu
source: Show Menu
cs_cz: Zobrazit Menu
de_de: Menü anzeigen
ko_kr: 메뉴 보기
nb_no: Vis meny
pl_pl: Pokaż menu
zh_cn: 显示菜单

# Lbl_SequenceItem_FlatDevice_TrainedFlatExposure_KeepClosed
source: Keep Closed
cs_cz: Ponechat Zavřené
de_de: Geschlossen halten
ko_kr: 닫힌 상태로 유지
nb_no: Hold lukket
pl_pl: Zostaw zamknięte
zh_cn: 保持关闭

# LblAutoFocusPointOutsideOfBounds
source: Determined focus point position is outside of the overall measurement points of the curve. Fitting is incorrect and autofocus settings most likely incorrect.
cs_cz: Stanovená poloha bodu ostření křivky je mimo měřicí body. Příslušenství je nepřesné nebo nastavení auto-ostření je pravděpodobně špatně nastavené.
de_de: Die ermittelte Fokusposition liegt außerhalb der Messpunkte der Kurve. Die berechnete Kurvenanpassung ist offenbar falsch und wahrscheinlich sind die Autofokus-Einstellungen nicht korrekt.
ko_kr: 결정된 포커스 위치가 커브의 전체 측정 위치에서 벗어났습니다. 근사가 부정확하고 오토포커스 설정이 올바르지 않습니다.
nb_no: Kurvetilpasningen gir et fokuspunkt som ligger utenfor det målte området, og er derfor galt. Dette er sannsynligvis tegn på feil i autofokus-innstillingene.
pl_pl: Określona pozycja ostrości znajduje się poza punktami pomiarowymi krzywej. Obliczone dopasowanie krzywej może być błędne i prawdopodobnie ustawienia autofokusa nie są prawidłowe.
zh_cn: 指定的焦点位置在对焦曲线的总体测量范围之外。适配不正确，自动对焦设置很可能不正确。

# Lbl_Sequencer_SaveSequence_FailureNotification
source: Failed to save Sequence "{0}": {1}
cs_cz: Uložení Sekvence Selhalo "{0}": {1}
de_de: Fehler beim Speichern der Sequenz "{0}": {1}
ko_kr: 시퀀스 "{0}"을 저장하는데 실패했습니다. {1}
nb_no: Kan ikke lagre sekvens "{0}": {1}
pl_pl: Nie udało się zapisać sekwencji "{0}": {1}
zh_cn: 保存序列失败 "{0}": {1}

# LblAutoFocusCorrelationCoefficientThreshold
source: R² Threshold
cs_cz: Prahová hodnota R²
de_de: R² Grenzwert
ko_kr: R² 임계 값
nb_no: R²-terskel
pl_pl: Limit R²
zh_cn: R² 阈值

# LblAutoFocusCorrelationCoefficientThresholdTooltip
source: The minimum R² (Coefficient of determination) value that the selected auto focus fitting has to fulfill for the auto focus run to be considered as successful. The value is in the range between 0-1. When set to 0, the threshold will not be considered. An autofocus run with an R² value above 0.9 can be considered as ideal. However a lower value can still achieve focus in semi ideal conditions. A good starting point for a threshold is a value of 0.8 - anything below that is a questionable fit.
cs_cz: Minimální hodnota R² (Koeficient stanovení), kterou musí vybraná křivka automatického zaostření splnit, aby průběh automatického zaostření byl považován za úspěšný. Hodnota je v rozmezí 0-1. Při nastavení na 0 nebude prahová hodnota zohledněna. Za ideální lze považovat automatické zaostření s hodnotou R² nad 0,9. S nižšími hodnoty lze dosáhnout zaostření v částečně ideálních podmínkách. Dobrým výchozím bodem pro prahovou hodnotu je hodnota 0,8 - vše, co je níže, je sporné.
de_de: Der minimale R²-Wert (Koeffizient der Kurvenanpassung) für einen erfolgreich ausgeführten Autofokus. Der Wert liegt im Bereich zwischen 0-1. Wenn dieser auf 0 gesetzt wird, wird der Schwellenwert nicht berücksichtigt. Ein Autofokus-Lauf mit einem R²-Wert über 0.9 kann als ideal angesehen werden, ein niedrigerer Wert kann jedoch unter weniger idealen Bedingungen auch noch fokussieren. Ein guter Ausgangswert für den Schwellenwert ist ein Wert von 0,8 - alles unterhalb davon ist unzuverlässig.
ko_kr: 오토포커스 실행이 성공적인 것으로 간주되려면 선택한 오토포커스 맞춤이 충족되어야 하는 최소 R²(결정 계수) 값으로 0-1 사이입니다. 0으로 설정하면 임계값이 고려되지 않습니다. R² 값이 0.9 이상이면 이상적인 오토포커스 실행으로 간주될 수 있습니다. 그러나 더 낮은 값으로도 여전히 초점을 맞출 수 있습니다. 임계값에 대한 좋은 시작점은 0.8 입니다. 그 이하의 값은 의심스러운 자동 초점 실행입니다.
nb_no: Minste R²-verdi (korrelasjonskoeffisient) som er nødvendig for at autofokus skal regnes som vellykket. Verdien er i intervallet 0-1. Når terskelverdien er 0, vil alle resultater anses som akseptable. En oppnådd R²-verdi på omtrent 0.9 er ideelt. Men en kan ha brukbar fokus også ved lavere verdier, i dårligere forhold. Et godt utgangspunkt for terskelverdien er 0.8 - resultater med lavere R²-verdi enn dette er tvilsomme.
pl_pl: Minimalna wartość R² (współczynnik dopasowania krzywej) dla skutecznego autofokusa. Wartość mieści się w zakresie 0-1. Jeśli jest ustawiony na 0, próg nie jest brany pod uwagę. Autofokus z wartością R² powyżej 0,9 można uznać za idealny, ale niższa wartość może nadal ustawiać ostrość w mniej idealnych warunkach. Dobrym punktem wyjścia dla progu jest wartość 0,8 – wszystko poniżej tego progu jest mało wiarygodne.
zh_cn: 最小R² (可决系数) 值，让选定的自动对焦设置与实际运行匹配时才可被视为成功。 该值在0到1之间。 设置为0时，将不考虑阈值。 带R²的自动对焦大于0.9的值可视为理想值。然而，在半理想条件下，较低的值仍然可以成功完成对焦。 常用的阈值起点值是0.8，低于该值的任何值都是需要存疑的。

# LblAutoFocusCurveCorrelationCoefficientLow
source: Auto Focus failed! R² (Coefficient of determination) for curve fitting is below threshold. {0} / {1}
cs_cz: Automatické zaostření selhalo! R² (Koeficient stanovení) pro přizpůsobení křivky je pod prahovou hodnotou. {0} / {1}
de_de: Automatischer Fokus fehlgeschlagen! R² (Koeffizient für die Kurvenanpassung) liegt unter dem Mindestwert. {0} / {1}
ko_kr: 오토포커스 실패! 커브 피팅에 대한 R²(결정 계수) 가 임계값 미만입니다. {0} / {1}
nb_no: Autofokus feilet! R² (korrelasjonskoeffisienten) for kurvetilpasningen er under terskelverdi. {0} / {1}
pl_pl: Automatyczne ustawianie ostrości nie powiodło się! R² (współczynnik dopasowania krzywej) jest poniżej wartości minimalnej. {0} / {1}
zh_cn: 自动对焦失败！曲线拟合的R² (可决系数) 低于阈值。 {0} / {1}

# LblAutoFocusTrendCorrelationCoefficientLow
source: Auto Focus failed! R² (Coefficient of determination) for trendline fitting is below threshold. Left: {0} / {2}; Right: {1} / {2}
cs_cz: Automatické zaostření selhalo! R² (Koeficient stanovení) trendová křivka je pod prahovou hodnotou. Vlevo: {0} / {2}; Vpravo: {1} / {2}
de_de: Automatischer Fokus fehlgeschlagen! R² (Determinationskoeffizient) für Trendlinienanpassung liegt unter Schwelle. Links: {0} / {2}; Rechts: {1} / {2}
ko_kr: 오토포커스 실패! 추세선 피팅에 대한 R²(결정 계수) 가 임계값 미만입니다. 왼쪽: {0} / {2}; 오른쪽: {1} / {2}
nb_no: Autofokusering feilet! R² (korrelasjonskoeffisient) for trendlinjen er lavere enn terskel. Venstre: {0} / {2}; høyre: {1} / {2}
pl_pl: Automatyczne ustawianie ostrości nie powiodło się! R² (współczynnik dopasowania krzywej) dla linii trendu jest poniżej progu. Po lewej: {0} / {2}; Po prawej: {1} / {2}
zh_cn: 自动对焦失败！趋势线拟合的 R² (可决系数) 低于阈值。左: {0} / {2}; 右: {1} / {2}

# Lbl_SequenceCategory_SafetyMonitor
source: Safety Monitor
cs_cz: Bezpečnost
ko_kr: 안전 모니터
nb_no: Sikkerhetsovervåker
pl_pl: Monitor bezpieczeństwa
zh_cn: 安全监视器

# Lbl_SequenceItem_SafetyMonitor_WaitUntilSafe_Description
source: Waits until the safety monitor device reports safe conditions again
cs_cz: Čeká, dokud zařízení bezpečnostního monitoru znovu nenahlásí bezpečné podmínky
de_de: Wartet, bis der Sicherheitsmonitor wieder sichere Bedingungen meldet
ko_kr: 안전 모니터 장치가 다시 안전한 상태를 보고 할 때까지 기다립니다.
nb_no: Venter til sikkerhetsovervåkeren rapporterer trygg tilstand
pl_pl: Poczekaj, aż urządzenie monitorujące bezpieczeństwo ponownie zgłosi bezpieczne warunki
zh_cn: 等待安全监视器再次报告情况安全

# Lbl_SequenceItem_SafetyMonitor_WaitUntilSafe_Name
source: Wait until safe
cs_cz: Počkat na bezpečí
de_de: Warten bis sicher
ko_kr: 안전할 때까지 대기
nb_no: Vent til trygg
pl_pl: Oczekiwanie na bezpieczne warunki
zh_cn: 等待到安全

# Lbl_SequenceItem_SafetyMonitor_WaitUntilSafe_Waiting
source: Waiting for safe conditions
cs_cz: Čeká na bezpečné podmínky
de_de: Warten auf sichere Bedingungen
ko_kr: 안전한 상태가 될 때까지 대기 중
nb_no: Venter på trygg tilstand
pl_pl: Oczekiwanie na bezpieczne warunki
zh_cn: 等待情况安全...

# LblTemperatureSetPointDescription
source: Camera Temperature Set Point
cs_cz: Nastavená Teplota Kamery
de_de: Kamera Zieltemperatur
ko_kr: 카메라 온도 설정 값
nb_no: Settpunkt for kameratemperatur
pl_pl: Ustaw temperaturę kamery
zh_cn: 相机温度设定点

# LblASCOMAllowUnevenPixelDimension
source: ASCOM allow odd pixel dimension
cs_cz: ASCOM umožňuje lichý rozměr pixelu
de_de: ASCOM erlaube ungerade Pixel Dimension
ko_kr: ASCOM 홀수 픽셀 허용
nb_no: ASCOM - tillat odde pikselstørrelser
pl_pl: ASCOM dopuszcza nieparzysty wymiar piksela
zh_cn: ASCOM 允许奇数像素尺寸

# LblASCOMAllowUnevenPixelDimensionTooltip
source: In prior Versions of N.I.N.A. the ASCOM driver width & height were always restricted to even numbers, even for mono cameras. When enabled, the application will now allow for the full odd pixel dimension on mono cameras. This setting will have no effect on color sensors. Only relevant when using an ASCOM camera driver!
cs_cz: V předchozích verzích N.I.N.A. byla šířka a výška ovladače ASCOM vždy omezena na sudá čísla, a to i pro mono kamery. Pokud je tato funkce povolena, aplikace nyní umožňuje u mono kamer plný rozměr lichých pixelů. Toto nastavení nebude mít žádný vliv na barevné senzory. Má význam pouze při použití ovladače kamery ASCOM!
de_de: In früheren Versionen von N.I.N.A. war die Sensorbreite und -höhe im ASCOM-Treiber immer auf gerade Zahlen beschränkt, auch bei Monokameras. Wenn aktiviert, erlaubt die Anwendung nun die volle ungerade Pixeldimension bei Monokameras. Diese Einstellung hat keine Auswirkung auf Farbsensoren. Nur relevant bei Verwendung eines ASCOM-Kamera-Treibers!
ko_kr: 이전 버전 N.I.N.A에서는 모노 카메라의 경우에도 ASCOM 드라이버의 너비 및 높이는 항상 짝수로 제한되었습니다. 활성화되면 모노 카메라에서 홀수 픽셀을 허용합니다. 이 설정은 컬러 센서에는 영향을 미치지 않습니다. ASCOM 카메라 드라이버를 사용할 때만 관련이 있습니다!
nb_no: I tidligere versjoner av N.I.N.A. var ASCOM-kameradriverens bildebredde og -høyde alltid begrenset til partall, selv for monokromt kamera. Når aktivert vil applikasjonen tillate odde dimensjoner for monokrome kameraer. Denne innstillingen har ingen virkning for fargesensorer. Bare relevant ved bruk av en ASCOM-kameradriver!
pl_pl: We wcześniejszych wersjach N.I.N.A. szerokość i wysokość czujnika w sterowniku ASCOM zawsze była ograniczona do parzystych liczb, nawet w przypadku kamer mono. Po włączeniu tej opcji aplikacja pozwala teraz na pełny nieparzysty wymiar pikseli w kamerach mono. To ustawienie nie ma wpływu na czujniki koloru. Dotyczy tylko sterownika kamery ASCOM!
zh_cn: 在以前的N.I.N.A.版本中，ASCOM相机的驱动程序，即使是黑白相机，画面分辨率的宽度和高度被限制为偶数。 启用后，应用程序现在将允许在黑白相机上使用完整的奇数像素尺寸。 此设置对颜色相机没有影响。 仅在使用ASCOM相机驱动程序时相关！

# LblAutoRetryStartGuidingTimeout
source: Guiding Start Timeout
cs_cz: Časový limit Zahájení Pointace
ko_kr: 가이딩 시작 시간 초과
nb_no: Tidsavbrudd ved start
pl_pl: Limit czasu rozpoczęcia prowadzenia
zh_cn: 开始导星超时

# LblFilters
source: Filters
cs_cz: Filtry
de_de: Filter
ko_kr: 필터
nb_no: Filtre
pl_pl: Filtry
zh_cn: 滤镜

# LblPHD2Calibrating
source: PHD2 - Calibrating
cs_cz: PHD2 - Kalibrace
de_de: PHD2 - Kalibriere
ko_kr: PHD2 - 캘리브레이션
nb_no: PHD2 - Kalibrerer
pl_pl: PHD2 - Kalibracja
zh_cn: PHD2 - 校准中

# LblPHD2SelectingStar
source: PHD2 - Selecting guide star
cs_cz: PHD2 - Výběr pointační hvězdy
de_de: PHD2 - Selektiere Leitstern
ko_kr: PHD2 - 가이드 별 선택
nb_no: PHD2 - Velger guidestjerne
pl_pl: PHD2 - Wybór gwiazdy przewodniej
zh_cn: PHD2 - 正在选择被导星

# LblPHD2Settling
source: PHD2 - Settling
cs_cz: PHD2 - Stabilizuje se
de_de: PHD2 - Beruhigungsphase
ko_kr: PHD2 - 안정화 중
nb_no: PHD2 - Hviler
pl_pl: PHD2 - Zawieszenie
zh_cn: PHD2 - 稳定中

# LblPHD2StartGuiding
source: PHD2 - Waiting for guiding to start
cs_cz: PHD2 - Čeká na zahájení pointace
de_de: PHD2 - Warte auf Starten des Guidings
ko_kr: PHD2 - 가이딩 시작 대기 중
nb_no: PHD2 - Venter på at guiding starter
pl_pl: PHD2 - Oczekiwanie na rozpoczęcie prowadzenia
zh_cn: PHD2 - 等待开始导星

# LblPHD2StartGuidingTimeoutRetry
source: PHD2 - Start guiding has timed out. Retrying...
cs_cz: PHD2 - Čas pointace vypršel. Opakování...
de_de: PHD2 - Start des Guidings ist nicht innerhalb der festgelegten Zeitspanne erfolgt. Wiederholen...
ko_kr: PHD2 - 가이딩 시작 시간 초과. 다시 시도합니다...
nb_no: PHD2 - Tidsavbrudd for starting av guiding. Prøver igjen...
pl_pl: PHD2 - Czas rozpoczęcia prowadzenia upłynął. Ponawiam próbę...
zh_cn: PHD2 - 开始导星超时。正在重试...

# LblFont
source: Font
cs_cz: Písmo
ko_kr: 글꼴
nb_no: Skrifttype
pl_pl: Czcionka
zh_cn: 字体

# LblPrimaryRate
source: Primary rate
cs_cz: Primární rychlost
de_de: Primärrate
ko_kr: 보조축 속도
nb_no: Primær rate
pl_pl: Podstawowy krok
zh_cn: 主轴速率

# LblSecondaryRate
source: Secondary rate
cs_cz: Sekundární rychlost
de_de: Sekundärrate
ko_kr: 보조축 속도
nb_no: Sekundær rate
pl_pl: Pomocniczy krok
zh_cn: 次轴速率

# LblTelescopeCannotMovePrimaryAxis
source: Telescope cannot move primary axis
cs_cz: Dalekohled nemůže pohybovat primární osou
de_de: Teleskop kann die Primärachse nicht bewegen
ko_kr: 망원경의 기본 축을 이동 할 수 없습니다.
nb_no: Teleskopet kan ikke bevege primæraksen
pl_pl: Teleskop nie może poruszać osi głównej
zh_cn: 望远镜主轴无法移动

# LblTelescopeCannotMoveSecondaryAxis
source: Telescope cannot move secondary axis
cs_cz: Dalekohled nemůže pohybovat sekundární osou
de_de: Teleskop kann die Sekundärachse nicht bewegen
ko_kr: 망원경의 보조 축을 이동 할 수 없습니다.
nb_no: Teleskopet kan ikke bevege sekundæraksen
pl_pl: Teleskop nie może poruszać osi pomocniczej
zh_cn: 望远镜次轴无法移动

# LblPrimaryReversed
source: Primary reversed
cs_cz: Primární obrácené
de_de: Primäre umgekehrt
ko_kr: Ra 반전
nb_no: Omvendt primærakse
pl_pl: Podstawowy obrót
zh_cn: 反转主轴

# LblPrimaryReversedToolTip
source: Some mount drivers have a reversed implementation of the primary axis movement. Enable this to reverse the direction on move commands for the primary axis.
cs_cz: Některé ovladače montáže mají obrácenou implementaci pohybu primární osy. Povolte toto pro obrácení směru při povelech pohybu pro primární osu.
de_de: Die Treiber einiger Montierungen haben eine umgekehrte Implementierung der primären Achsenbewegung. Aktivieren Sie dies, um die Richtung bei Bewegungen für die Primärachse umzukehren.
ko_kr: 일부 가대 드라이버는 기본 축 이동을 반대로 구현합니다. 기본 축에 대한 이동 명령의 방향을 반전시키려면 이 옵션을 활성화합니다.
nb_no: Noen monteringer sine drivere har omvendt retning på primæraksen. Aktiver dette valget for å snu retningen på kommandoer for denne aksen.
pl_pl: Sterowniki niektórych montaży mają odwrotną implementację ruchu osi głównej. Zaznacz to, aby odwrócić kierunek podczas poruszania się w osi głównej.
zh_cn: 一些赤道仪的电机具有主轴反向运动的功能。启用此选项可反转用于主轴移动命令的方向。

# LblSecondaryReversed
source: Secondary reversed
cs_cz: Sekundární obrácené
de_de: Sekundäre umgekehrt
ko_kr: Dec 반전
nb_no: Omvendt sekundærakse
pl_pl: Pomocniczy obrót
zh_cn: 反转次轴

# LblSecondaryReversedToolTip
source: Some mount drivers have a reversed implementation of the secondary axis movement. Enable this to reverse the direction on move commands for the secondary axis.
cs_cz: Některé ovladače montáže mají obrácenou implementaci pohybu sekundární osy. Povolte toto pro obrácení směru při povelech pohybu pro sekundární osu.
de_de: Die Treiber einiger Montierungen haben eine umgekehrte Implementierung der sekundären Achsenbewegung. Aktivieren Sie dies, um die Richtung bei Bewegungen für die Sekundärachse umzukehren.
ko_kr: 일부 가대 드라이버는 보조 축 이동을 반대로 구현합니다. 보조 축에 대한 이동 명령의 방향을 반전시키려면 이 옵션을 활성화합니다.
nb_no: Noen monteringer sine drivere har omvendt retning på sekundæraksen. Aktiver dette valget for å snu retningen på kommandoer for denne aksen.
pl_pl: Sterowniki niektórych montaży mają odwrotną implementację ruchu osi pomocniczej. Zaznacz to, aby odwrócić kierunek ruchów dla osi pomocniczej.
zh_cn: 一些赤道仪的电机具有次轴反向运动的功能。启用此选项可反转用于次轴移动命令的方向。

# LblSequenceTitle
source: Current sequence title
cs_cz: Aktuální název sekvence
de_de: Aktueller Sequenzname
ko_kr: 현재 시퀀스 제목
nb_no: Sekvenstittel
pl_pl: Bieżący tytuł sekwencji
zh_cn: 当前序列标题

# LblDomeCloseShutterStillClosed
source: Opening the shutter failed. The shutter status is still reported as closed after initiating open shutter operation.
cs_cz: Otevření štěrbiny selhalo. Stav štěrbiny je stále hlášen jako zavřená.
de_de: Öffnen des Verschlusses ist fehlgeschlagen, der Verschlussstatus wird nach dem Start des offenen Verschlussvorgangs immer noch als geschlossen gemeldet.
ko_kr: 셔터를 열 수 없습니다. 셔터 열기를 시작한 후에도 닫힌 상태입니다.
nb_no: Åpning av kuppel mislyktes. Statusen rapporteres fortsatt som lukket, etter åpning.
pl_pl: Nie udało się otworzyć przesłony. Stan przesłony jest nadal zgłaszany jako zamknięta po rozpoczęciu operacji otwierania przesłony.
zh_cn: 打开天窗失败。尝试打开天窗后，天窗状态仍然报告为关闭。

# LblDomeCloseShutterStillOpen
source: Closing the shutter failed. The shutter status is still reported as open after initiating close shutter operation.
cs_cz: Zavření štěrbiny selhalo. Stav štěrbiny je stále hlášen jako otevřeno.
de_de: Schließen des Verschlusses ist fehlgeschlagen. Der Verschlussstatus wird nach dem Einleiten des Verschlussvorgangs weiterhin als offen gemeldet.
ko_kr: 셔터를 닫을 수 없습니다. 셔터를 닫는 작업을 시작한 후에도 열린 상태입니다.
nb_no: Lukking av kuppel mislyktes. Statusen rapporteres fortsatt som åpen, etter lukking.
pl_pl: Nie udało się zamknąć przesłony. Stan przesłony jest nadal zgłaszany jako otwarta po rozpoczęciu operacji zamykania przesłony.
zh_cn: 关闭天窗失败。尝试关闭天窗后，天窗状态仍然报告为打开。

# LblAuthor
source: Author
cs_cz: Autor
de_de: Autor
ko_kr: 제작자
nb_no: Forfatter
pl_pl: Autor
zh_cn: 作者

# LblAvailable
source: Available
cs_cz: K dispozici
de_de: Verfügbar
ko_kr: 이용 가능
nb_no: Tilgjengelig
pl_pl: Dostępny
zh_cn: 可用

# LblInstalled
source: Installed
cs_cz: Nainstalováno
de_de: Installiert
ko_kr: 설치됨
nb_no: Installert
pl_pl: Zainstalowane
zh_cn: 已安装

# LblVersion
source: Version
cs_cz: Verze
ko_kr: 버전
nb_no: Versjon
pl_pl: Wersja
zh_cn: 版本

# LblFailedToFetchPlugins
source: Failed to fetch plugins from repository "{0}"
cs_cz: Načtení pluginů z úložiště "{0}" selhalo
de_de: Fehler beim Abrufen von Plugins aus dem Repository "{0}"
ko_kr: 리포지토리 "{0}"에서 플러그인을 가져올 수 없습니다.
nb_no: Kunne ikke hente programutvidelser fra "{0}"
pl_pl: Nie udało się pobrać wtyczek z repozytorium "{0}"
zh_cn: 无法从存储库获取插件“{0}”

# LblPluginCheckForUpdates
source: Check for updates
cs_cz: Zkontrolovat aktualizace
de_de: Nach Updates suchen
ko_kr: 업데이트 확인
nb_no: Se etter oppdateringer
pl_pl: Sprawdź aktualizacje
zh_cn: 检查更新

# LblPluginDllInstallDescription
source: Install via the N.I.N.A. plugin manager or manually download and copy the DLL file into %localappdata%\NINA\Plugins from:
cs_cz: Instalujte pomocí správce pluginů N.I.N.A. nebo ručně stáhněte a zkopírujte soubor DLL do %localappdata%\NINA\Plugins\<Major>.<Minor>.<Hotfix> z:
de_de: Install via the N.I.N.A. plugin manager or manually download and copy the DLL file into %localappdata%\NINA\Plugins\<Major>.<Minor>.<Hotfix> from:
ko_kr: N.I.N.A. 플러그인 관리자를 통해 설치하거나 DLL 파일을 수동으로 다운로드하여 %localappdata%\NINA\Plugins\<Major>.<Minor>.<Hotfix> 경로에 복사합니다.
nb_no: Installer fra tilleggspanelet i NINA, eller last ned manuelt og kopier DLL-filen til %localappdata%\NINA\Plugins\<Major>.<Minor>.<Hotfix> fra:
pl_pl: Zainstaluj za pośrednictwem menedżera wtyczek N.I.N.A. lub ręcznie pobierz i skopiuj plik DLL do %localappdata%\NINA\Plugins\<Major>.<Minor>.<Hotfix> z:
zh_cn: Install via the N.I.N.A. plugin manager or manually download and copy the DLL file into %localappdata%\NINA\Plugins\<Major>.<Minor>.<Hotfix> from:

# LblPluginSetupInstallDescription
source: Install via the N.I.N.A. plugin manager or manually download and run the setup from:
cs_cz: Nainstalujte prostřednictvím správce N.I.N.A. pluginů nebo ručně stáhněte a spusťte instalační program z:
de_de: Über den Plugin-Manager von N.I.N.A. installieren oder das Setup manuell herunterladen und und ausführen:
ko_kr: N.I.N.A. 플러그인 관리자에서 설치하거나 수동으로 다운로드한 다음 여기에서 설정합니다.
nb_no: Installer tillegg ved hjelp av tillegg-skjermen, eller last ned manuelt og kjør installasjonen fra:
pl_pl: Zainstaluj za pośrednictwem menedżera wtyczek N.I.N.A. lub pobierz ręcznie i uruchom konfigurację z:
zh_cn: 通过 N.I.N.A. 插件管理器安装，或手动下载并运行安装程序，下载地址：

# LblScreenshots
source: Screenshots
cs_cz: Snímek obrazovky
ko_kr: 스크린샷
nb_no: Skjermbilder
pl_pl: Zrzuty ekranu
zh_cn: 屏幕截图

# LblSetup
source: Setup
cs_cz: Nastavení
ko_kr: 설정
nb_no: Oppsett
pl_pl: Ustawienia
zh_cn: 安装

# LblInstall
source: Install
cs_cz: Nainstalujte
de_de: Installieren
ko_kr: 설치
nb_no: Installer
pl_pl: Zainstaluj
zh_cn: 安装

# LblPendingPluginsRestart
source: Plugins are pending to be changed on next application start. Should the application be restarted?
cs_cz: Pluginy čekají na změnu při příštím spuštění aplikace. Měla by být aplikace restartována?
de_de: Plugins müssen beim nächsten Anwendungsstart geändert werden. Soll die Anwendung neu gestartet werden?
ko_kr: 플러그인은 다음 애플리케이션 시작 시 변경됩니다. 애플리케이션을 다시 시작하시겠습니까?
nb_no: Programtillegg venter på å bli endret neste programstart. Vil du starte NINA på nytt?
pl_pl: Wtyczki zostaną zaktualizowane przy następnym uruchomieniu aplikacji. Czy chcesz ponownie uruchomić aplikację?
zh_cn: 插件正等待程序下次启动时更改，是否现在重启程序？

# LblPluginArchiveInstallDescription
source: Install via the N.I.N.A. plugin manager or manually download and extract the archive into %localappdata%\NINA\Plugins from:
cs_cz: Instalovat přes N.I.N.A. správce pluginů nebo ručně stáhnout a extrahovat archiv do %localappdata%\NINA\Pluginy z:
de_de: Über den Plugin-Manager von N.I.N.A. installieren oder die ZIP-Datei manuell herunterladen und und den Inhalt nach %localappdata%\NINA\Plugins entpacken:
ko_kr: N.I.N.A. 플러그인 관리자를 통해 설치하거나 %localappdata%\NINA\Plugins 경로에 압축파일의 압축을 풀어주세요.
nb_no: Installer tillegg ved hjelp av tillegg-skjermen, eller last ned manuelt og pakk ut til %localappdata%\NINA\Plugins fra:
pl_pl: Zainstaluj za pośrednictwem menedżera wtyczek N.I.N.A. lub ręcznie pobierz i wyodrębnij archiwum w %localappdata%\NINA\Plugins z:
zh_cn: 通过 N.I.N.A. 插件管理器安装，或手动下载并将压缩包解压到 %localappdata%\NINA\Plugins ，下载地址：

# LblPluginInstallationFailed
source: Plugin installation for plugin {0} failed.
cs_cz: Instalace pluginu {0} se nezdařila.
de_de: Plugin-Installation für Plugin {0} fehlgeschlagen.
ko_kr: 플러그인 {0} 을 설치하지 못했습니다.
nb_no: Installasjon av tillegg {0} mislyktes.
pl_pl: Instalacja wtyczki {0} nie powiodła się.
zh_cn: 插件 {0} 安装失败。

# LblRequiresRestart
source: Requires restart
cs_cz: Vyžaduje restartování
de_de: Erfordert Neustart
ko_kr: 재 시작이 요구됨
nb_no: Krever omstart
pl_pl: Wymagany restart
zh_cn: 需要重启

# LblUninstall
source: Uninstall
cs_cz: Odinstalovat
de_de: Deinstallieren
ko_kr: 제거
nb_no: Avinstaller
pl_pl: Odinstaluj
zh_cn: 卸载

# LblPluginCheckForUpdatesCancel
source: Cancel the check for available online plugins.
cs_cz: Zrušte kontrolu dostupných online pluginů.
de_de: Prüfung auf verfügbare Plugins online abbrechen.
ko_kr: 사용 가능한 온라인 플러그인 확인을 취소합니다.
nb_no: Avbryt sjekk etter tilgjengelige programtillegg.
pl_pl: Anuluj sprawdzanie dostępnych wtyczek online.
zh_cn: 取消可用插件和更新检查
