Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblManualFilterWheelDescription
source: Mirrors the filters that are set up inside the options. When a filter change is requested a notification will pop up to manually change the filter.
cs_cz: Zrcadlí filtry, které jsou nastaveny uvnitř možností. Když je požadována změna filtru, zobrazí se oznámení o ruční změně filtru.
de_de: Spiegelt die Filter, die in den Filteroptionen eingestellt sind wieder. Wenn ein Filter gewechselt wird, öffnet sich eine Mitteilung, um den Filter zu wechseln
ko_kr: 옵션 내부에 설정된 필터를 미러링합니다. 필터 변경이 요청되면 필터를 수동으로 변경하라는 알림이 표시됩니다.
nb_no: Korresponderer med filtre som er konfigurert i Innstillinger. Når filterbytte skal gjennomføres, vil en dialog vises som ber deg bytte filter manuelt.
pl_pl: Odzwierciedla filtry ustawione w opcjach filtra. Przy próbie zmiany filtra pojawia się komunikat, aby zmienić filtr ręcznie.
zh_cn: 导入滤镜轮设置中的滤镜。当需要更换滤镜时，将弹出通知以手动更改滤镜。

# LblManualFocusTargets
source: Manual Focus Targets
cs_cz: Ruční Ostření
de_de: Fokusziele für manuellen Fokus
ko_kr: 수동 초점 목표
nb_no: Manuell fokuseringsmål
pl_pl: Ręczne ustawienie ostrości
zh_cn: 手动对焦目标

# LblManualNotFound
source: Manual not found
cs_cz: Nápověda nenalezena
de_de: Handbuch wurde nicht gefunden
ko_kr: 설명서를 찾을 수 없습니다.
nb_no: Manual ikke funnet
pl_pl: Nie znaleziono polecenia
zh_cn: 手动装置未找到

# LblManualRotator
source: Manual Rotator
cs_cz: Rucni Rotator
de_de: Manueller Rotator
ko_kr: 수동 회전장치
nb_no: Manuell rotasjon
pl_pl: Manualny Rotator
zh_cn: 手动旋转器

# LblManualRotatorDescription
source: When rotation is requested a notification will pop up to rotate manually
cs_cz: Je-li požadováno otočení, zobrazí se informační okno pro ruční otočení
de_de: Wenn Rotation benötigt wird, öffnet sich eine Mitteilung um manuell zu drehen.
ko_kr: 회전이 요청되면 수동으로 회전하라는 알림이 팝업됩니다.
nb_no: Når rotasjon er forespurt vil det vises nødvendig vinkel og retning som kamera må manuelt roteres med
pl_pl: Jeśli wymagana jest rotacja, pojawi się komunikat, aby obrócić ręcznie
zh_cn: 请求旋转时，将弹出通知以手动旋转

# LblMax
source: Max
ko_kr: 최대
nb_no: Maks
pl_pl: Maks.
zh_cn: 最大

# LblMaxBinX
source: Max Binning X
cs_cz: Maximální Binning X
ko_kr: 최대 비닝 X
nb_no: Maks binning X
pl_pl: Maksymalny Binning X
zh_cn: X最大合并像素

# LblMaxBinY
source: Max Binning Y
cs_cz: Maximální Binning Y
ko_kr: 최대 비닝 Y
nb_no: Maks binning Y
pl_pl: Maksymalny Binning Y
zh_cn: Y最大合并像素

# LblMaxExpTime
source: Maximum Exposure Time
cs_cz: Maximální Čas Expozice
de_de: Maximum Belichtungszeit
ko_kr: 최대 노출시간
nb_no: Maksimal eksponeringstid
pl_pl: Maksymalny czas ekspozycji
zh_cn: 最长曝光时间

# LblMaxIncrement
source: Max Increment
cs_cz: Maximální Přírůstek
de_de: Max Erhöhung
ko_kr: 최대 증가
nb_no: Største trinn
pl_pl: Maksymalny przyrost
zh_cn: 最大增量

# LblMaxObjects
source: Maximum objects
cs_cz: Maximální počet objektů
de_de: Maximum Objekte
ko_kr: 최대 개체
nb_no: Maks antall objekter
pl_pl: Maksymalna liczba obiektów
zh_cn: 最大对象

# LblMaxStep
source: Max Step
cs_cz: Max Krok
de_de: Max Schritt
ko_kr: 최대 스텝
nb_no: Maks steglengde
pl_pl: Maksymalny krok
zh_cn: 最大步长

# LblMean
source: Mean
cs_cz: Průměr
de_de: Mittelwert
ko_kr: 평균
nb_no: Snitt
pl_pl: Średnia
zh_cn: 均值

# LblMeasureFocuserBacklash
source: Measure Focuser Backlash
cs_cz: Změřit Zpětnou vůli Zaostření
de_de: Backlash des Okularauszuges messen
ko_kr: 포커서 백래시 측정
nb_no: Mål fokusmotor-slakk
pl_pl: Zmierz luzy fokusera
zh_cn: 测量电调回差

# LblMedian
source: Median
cs_cz: Střední
ko_kr: 중간 값
pl_pl: Mediana
zh_cn: 中值

# LblMeridianFlipFailed
source: Meridian Flip failed
cs_cz: Překlopení Poledníku selhalo
de_de: Meridian Flip fehlgeschlagen
ko_kr: 자오선 플립 실패
nb_no: Meridianvending feilet
pl_pl: Meridian Flip nie powiodło się
zh_cn: 中天翻转失败

# LblMeridianFlipInit
source: Meridian flip procedure initiated
cs_cz: Zahájeno překlopení poledníku
de_de: Meridian Flip initialisiert
ko_kr: 자오선 플립 절차 조기화
nb_no: Meridianvending startet
pl_pl: Rozpoczęto procedurę Meridian Flip
zh_cn: 开始中天翻转

# LblMeridianIn
source: Meridian in
cs_cz: Poledník za
ko_kr: 남중까지의 시간[Meridian in]
nb_no: Meridian om
pl_pl: Meridian w
zh_cn: 到达中天

# LblMeridianOffset
source: Meridian Offset
cs_cz: Předsazení poledníku
de_de: Meridian Absatz
ko_kr: 자오선 오프셋
nb_no: Forskyv meridian
pl_pl: Odchylenie meridianu
zh_cn: 中天位置偏移

# LblPHD2Setup
source: PHD2 Setup
cs_cz: Nastavení PHD2
de_de: PHD2 Einstellungen
ko_kr: PHD2 설정
nb_no: PHD2-oppsett
pl_pl: Ustawienia PHD2
zh_cn: PHD2 设置

# LblMetaGuideSetup
source: MetaGuide Setup
cs_cz: Nastavení MetaGuide
de_de: MetaGuide Einstellung
ko_kr: MetaGuide 설정
nb_no: MetaGuide-oppsett
pl_pl: Ustawienia MetaGuide
zh_cn: MetaGuide 设置

# LblMetaGuidePort
source: MetaGuide Port
ko_kr: MetaGuide 포트
pl_pl: Port MetaGuide
zh_cn: MetaGuide 端口

# LblMin
source: Min
ko_kr: 최소
zh_cn: 最小

# LblMinDuration
source: Min. Duration
cs_cz: Min. Čas trvání
de_de: Min. Dauer
ko_kr: 최소 지속 시간
nb_no: Min. varighet
pl_pl: Min. czas trwania
zh_cn: 持续分钟数

# LblMinExposureTimeDownloadRatio
source: Minimum Exposure Time from Download Ratio
cs_cz: Minimální Čas Expozice z Poměru Stahování
de_de: Minimale Belichtungszeit vom Download-Verhältnis
ko_kr: 다운로드 비율에서 최소 노출 시간
nb_no: Korteste eksponeringstid fra nedlastingsforhold
pl_pl: Minimalny czas ekspozycji dla współczynnika pobierania
zh_cn: 来自下载速率的最短曝光时间

# LblMinExpTime
source: Minimum Exposure Time
cs_cz: Minimální Čas Expozice
de_de: Minimum Belichtungszeit
ko_kr: 최소 노출 시간
nb_no: Korteste eksponeringstid
pl_pl: Minimalny czas ekspozycji
zh_cn: 最短曝光时间

# LblMinimumAltitude
source: Minimum Altitude
cs_cz: Minimální Výška
de_de: Minimale Höhe
ko_kr: 최소 고도
nb_no: Minste elevasjon
pl_pl: Minimalna wysokość
zh_cn: 最低高度

# LblMinimumSettleTime
source: Minimum Settle Time
cs_cz: Minimální Stabilizace
de_de: Minimale Ruhezeit
ko_kr: 최소 안정화 시간
nb_no: Korteste hviletid
pl_pl: Minimalny czas rozwiązywania
zh_cn: 最小稳定时间

# LblMinutes
source: Minutes
cs_cz: Minuty
de_de: Minuten
ko_kr: 분
nb_no: Minutter
pl_pl: Minuty
zh_cn: 分钟

# LblMinutesAfterMeridian
source: Minutes after Meridian
cs_cz: Minuty po Poledníku
de_de: Minuten nach Meridian
ko_kr: 자오선 통과 후 분[min]
nb_no: Minutter forbi meridian
pl_pl: Minuty po Meridianie
zh_cn: 过中天几分钟后翻转

# LblMinutesShort
source: min
ko_kr: 분
zh_cn: 分钟

# LblMode
source: Mode
cs_cz: Režim
de_de: Modus
ko_kr: 모드
nb_no: Modus
pl_pl: Tryb
zh_cn: 模式

# LblMoonRise
source: Moonrise
cs_cz: Východ Měsíce
de_de: Mondaufgang
ko_kr: 월출
nb_no: Måneoppgang
pl_pl: Wschód Księżyca
zh_cn: 月出

# LblMoonSet
source: Moonset
cs_cz: Západ Měsíce
de_de: Monduntergang
ko_kr: 월몰
nb_no: Månenedgang
pl_pl: Zachód Księżyca
zh_cn: 月落

# LblMove
source: Move
cs_cz: Pohyb
de_de: Bewegen
ko_kr: 이동
nb_no: Flytt
pl_pl: Przenieś
zh_cn: 移动

# LblName
source: Name
cs_cz: Jméno
ko_kr: 이름
nb_no: Navn
pl_pl: Nazwa
zh_cn: 名称

# LblNASASkySurvey
source: NASA Sky Survey
pl_pl: Przegląd nieba NASA
zh_cn: NASA 巡天图库(在线)

# LblNative
source: Native
cs_cz: Nativní
de_de: Nativ
ko_kr: 네이티브
nb_no: Nativ
pl_pl: Natywny
zh_cn: 本地

# LblNauticalDawn
source: Nautical Dawn
cs_cz: Námořní Svítání
de_de: Nautische Morgendämmerung
ko_kr: 해상 여명
nb_no: Nautisk demring
pl_pl: Morski świt
zh_cn: 航海曙光

# LblNauticalDusk
source: Nautical Dusk
cs_cz: Námořní Soumrak
de_de: Nautische Abenddämmerung
ko_kr: 해상 황혼
nb_no: Nautisk skumring
pl_pl: Morski zmierzch
zh_cn: 航海暮光

# LblNewPosition
source: New Position
cs_cz: Nová Pozice
de_de: Neue Position
ko_kr: 새로운 위치
nb_no: Ny posisjon
pl_pl: Nowa pozycja
zh_cn: 新的合焦位置

# LblNewUpdateAvailable
source: New update is available ({0})! Do you want to update now?
cs_cz: K dispozici je nová aktualizace ({0})! Chcete nyní aktualizovat?
de_de: Neues Update ist verfügbar ({0})! Jetzt aktualisieren?
ko_kr: 새 업데이트를 사용할 수 있습니다({0}). 지금 업데이트하시겠습니까?
nb_no: Ny oppdatering er tilgjengelig ({0})! Vil du oppdatere nå?
pl_pl: Nowa aktualizacja jest dostępna ({0})! Czy chcesz zaktualizować teraz?
zh_cn: 新版本可用 ({0})! 点击进行更新

# LblNightly
source: Nightly
cs_cz: Noční
de_de: Nächtlich
nb_no: Nattlig
pl_pl: Nocny
zh_cn: 先行版

# LblNikonNotFound
source: No Nikon camera could be found
cs_cz: Nemohu najít fotoaparát Nikon
de_de: Es konnte keine Nikon Kamera gefunden werden
ko_kr: 니콘 카메라를 찾을 수 없습니다.
nb_no: Ingen Nikon-kameraer funnet
pl_pl: Nie znaleziono aparatu Nikon
zh_cn: 没有找到尼康相机

# LblNo
source: No
cs_cz: Ne
de_de: Nein
ko_kr: 아니오
nb_no: Nei
pl_pl: Nie
zh_cn: 否

# LblNoCamera
source: No Camera
cs_cz: Žádná kamera
de_de: Keine Kamera
ko_kr: 카메라 없음
nb_no: Ingen kamera
pl_pl: Brak kamery
zh_cn: 没有相机

# LblNoCameraConnected
source: No camera connected
cs_cz: Kamera připojena
de_de: Keine Kamera verbunden
ko_kr: 카메라가 연결되지 않음
nb_no: Ingen kamera tilkoblet
pl_pl: Kamera nie podłączona
zh_cn: 没有相机连接

# LblNoCoordinates
source: No coordinates available
cs_cz: Neexistují žádné souřadnice
de_de: Keine Koordinaten verfügbar
ko_kr: 사용할 수 있는 좌표가 없습니다.
nb_no: Ingen tilgjengelige koordinater
pl_pl: Brak dostępnych współrzędnych
zh_cn: 没有可用的坐标

# LblNoCoordinatesForSync
source: No coordinates available to sync telescope to
cs_cz: Neexistují žádné souřadnice pro synchronizaci dalekohledu
de_de: Keine Koordinaten verfügbar zum Synchronisieren des Teleskops
ko_kr: 망원경을 동기화 할 수 있는 좌표가 없습니다.
nb_no: Ingen koordinater tilgjengelig for å synkronisere teleskop
pl_pl: Brak dostępnych współrzędnych do synchronizacji teleskopu
zh_cn: 没有可用于同步望远镜的坐标

# LblNoFileFormatOptions
source: There are no options for this file format
cs_cz: Pro tento formát souboru nejsou k dispozici žádné možnosti
de_de: Es gibt keine Optionen für dieses Dateiformat
ko_kr: 이 파일 포맷에 대한 옵션이 없습니다.
nb_no: Det er ingen alternativer for dette filformatet
pl_pl: Brak opcji dla tego formatu pliku
zh_cn: 此文件格式无可用选项

# LblNoFilterwheel
source: No Filterwheel
cs_cz: Žádné Filtrové kolo
de_de: Kein Filterrad
ko_kr: 필터 휠 없음
nb_no: Ingen filterhjul
pl_pl: Koło filtrowe nie podłączone
zh_cn: 没有滤镜轮

# LblNoFocuser
source: No Focuser
cs_cz: Žádné Zaostření
de_de: Kein Okularauszug
ko_kr: 포커서 없음
nb_no: Ingen fokusmotor
pl_pl: Fokuser nie podłączony
zh_cn: 没有电调

# LblNoGuider
source: No Guider
cs_cz: Žádná Pointace
de_de: Kein Guider
ko_kr: 가이더 없음
nb_no: Ingen guider
pl_pl: Guider nie podłączony
zh_cn: 没有导星

# LblNoImage
source: No Image available
cs_cz: Žádný obrázek není k dispozici
de_de: Kein Bild vorhanden
ko_kr: 이미지 없음
nb_no: Ingen bilder tilgjengelig
pl_pl: Obrazek niedostępny
zh_cn: 没有图像

# LblNoiseReduction
source: Noise Reduction
cs_cz: Redukce Šumu
de_de: Rauschunterdrückung
ko_kr: 노이즈 감소
nb_no: Støyreduksjon
pl_pl: Redukcja szumu
zh_cn: 降噪

# LblNoiseReductionTooltip
source: Noise Reduction applied prior to star detection. This may help with noisy images and short exposures.
cs_cz: Před detekcí hvězd použít Redukci šumu. Užitečné pro krátkou expozici a hlučné snímky.
de_de: Anwenden von Rauschunterdrückung vor der Sternerkennung. Dies kann bei verrauschten Bildern und kurzen Belichtungszeiten helfen.
ko_kr: 별 감지 전에 노이즈 감소가 적용됩니다. 노이즈가 있는 이미지와 짧은 노출에 도움이 될 수 있습니다.
nb_no: Støyreduksjon gjøres før stjernedeteksjon. Dette kan hjelpe for bilder med støy og kort eksponeringstid.
pl_pl: Redukcja szumu zastosowana przed wykryciem gwiazdy. Może to pomóc w uzyskaniu czystych obrazów i krótkich ekspozycji.
zh_cn: 在检测之前应用降噪。 这可能有助于处理嘈杂的图像和短时间曝光。

# LblNone
source: None
cs_cz: Žádný
de_de: Keine
ko_kr: 없음
nb_no: Ingen
pl_pl: Żaden
zh_cn: 无

# LblNormal
source: Normal
cs_cz: Normální
ko_kr: 보통
nb_no: Vanlig
pl_pl: Normalny
zh_cn: 正常

# LblNoRotator
source: No Rotator
cs_cz: Žádný Rotátor
de_de: Kein Rotator
ko_kr: 회전장치 없음
nb_no: Ingen dreiemotor
pl_pl: Rotator nie podłączony
zh_cn: 没有旋转器（电子CAA）

# LblNorthern
source: Northern
cs_cz: Severní
de_de: Nördlich
ko_kr: 북
nb_no: Nord
pl_pl: Północny
zh_cn: 北半球

# LblNoSwitch
source: No Switch
cs_cz: Žádný Přepínač
de_de: Kein Schalter
ko_kr: 스위치 없음
nb_no: Ingen bryter
pl_pl: Brak przełącznika
zh_cn: 没有开关

# LblNoSync
source: No Sync
cs_cz: Bez Synch
de_de: Kein Sync
ko_kr: 동기화 안함
nb_no: Ikke synkroniser
pl_pl: Brak synchronizacji
zh_cn: 不同步

# LblNoSyncTooltip
source: When enabled the application will never send a sync command to the telescope. This should only be used when having a good pointing model that should not be altered in any way.
cs_cz: Pokud je povoleno, aplikace neposílá synchronizační příkaz do montáže. To by mělo být použito v případě, že existuje vynikající montáž, a neměli byste provádět žádné změny.
de_de: When enabled the application will never send a sync command to the mount. This should only be used when having a good pointing model that should not be altered in any way.
ko_kr: 활성화되면 프로그램이 가대에 동기화 명령을 보내지 않습니다. 정확한 포인팅 모델이 있고, 변경해서는 안되는 경우에만 사용하세요
nb_no: Når aktivert vil programmet aldri sende en synkroniseringskommando til teleskopet. Dette bør bare brukes med en god pekemodell som ikke skal endres på noen måte.
pl_pl: Gdy ta opcja jest włączona, aplikacja nie będzie wysyłać poleceń synchronizacji do teleskopu. Ta metoda powinna być stosowana tylko wtedy, gdy sam teleskop ma dobry model wskazujący (lub ma specjalną potrzebę nie używania poleceń synchronizacji) i nie musi być zmieniany przez oprogramowanie.
zh_cn: When enabled the application will never send a sync command to the mount. This should only be used when having a good pointing model that should not be altered in any way.

# LblNotificationError
source: Notification Error
cs_cz: Chyba Oznámení
de_de: Fehlerbenachrichtigung
ko_kr: 알림 오류
nb_no: Feilvarsel
pl_pl: Błąd powiadomienia
zh_cn: 错误

# LblNotificationErrorText
source: Error Text
cs_cz: Chyba Textu
de_de: Fehlertext
ko_kr: 오류 문자
nb_no: Feiltekst
pl_pl: Tekst błędu
zh_cn: 错误内容

# LblNotificationWarning
source: Notification Warning
cs_cz: Varovné Upozornění
de_de: Warnungsbenachrichtigung
ko_kr: 경고 알림
nb_no: Advarsel
pl_pl: Ostrzeżenie powiadomienia
zh_cn: 警告

# LblNotificationWarningText
source: Warning Text
cs_cz: Varovný text
de_de: Warnungstext
ko_kr: 경고 문자
nb_no: Advarseltekst
pl_pl: Tekst ostrzeżenia
zh_cn: 警告内容

# LblNow
source: Now
cs_cz: Nyní
de_de: Jetzt
ko_kr: 현재
nb_no: Nå
pl_pl: Teraz
zh_cn: 现在

# LblNrStars
source: #Stars
cs_cz: #Hvězdy
de_de: #Sterne
ko_kr: #별
nb_no: # stjerner
pl_pl: #Gwiazdy
zh_cn: 星点数

# LblObjectNameHint
source: Object name (e.g. M 31)
cs_cz: Název objektu (např. M 31)
de_de: Objektname (z.B. M 31)
ko_kr: 대상 이름 (예 M31)
nb_no: Objektnavn (f.eks. M 31)
pl_pl: Nazwa obiektu (np. M 31)
zh_cn: 输入目标名 (如 M31)

# LblObjectType
source: Object Type
cs_cz: Typ Objektu
de_de: Objekttyp
ko_kr: 대상 종류
nb_no: Objekttype
pl_pl: Typ obiektu
zh_cn: 目标类型

# LblObjectType_1STAR
source: 1 Star
cs_cz: 1 Hvězda
de_de: 1 Stern
ko_kr: 1 스타
nb_no: 1 stjerne
pl_pl: 1 gwiazda
zh_cn: 单星

# LblObjectType_2STAR
source: 2 Stars
cs_cz: 2 Hvězdy
de_de: 2 Sterne
ko_kr: 2 스타
nb_no: 2 stjerner
pl_pl: 2 gwiazdy
zh_cn: 双星

# LblObjectType_3STAR
source: 3 Stars
cs_cz: 3 Hvězdy
de_de: 3 Sterne
ko_kr: 3 스타
nb_no: 3 stjerner
pl_pl: 3 gwiazdy
zh_cn: 三星

# LblObjectType_4STAR
source: 4 Stars
cs_cz: 4 Hvězdy
de_de: 4 Sterne
ko_kr: 4 스타
nb_no: 4 stjerner
pl_pl: 4 gwiazdy
zh_cn: 四星

# LblObjectType_8STAR
source: 8 Stars
cs_cz: 8 Hvězd
de_de: 8 Sterne
ko_kr: 8 스타
nb_no: 8 stjerner
pl_pl: 8 gwiazd
zh_cn: 八星

# LblObjectType_ASTER
source: Asterism
cs_cz: Asterismus
de_de: Asterismus
ko_kr: 성군
nb_no: Asterisme
pl_pl: Asteryzm
zh_cn: 亮星群

# LblObjectType_BRTNB
source: Bright Nebula
cs_cz: Jasná Mlhovina
de_de: Emmisionsnebel
ko_kr: 밝은 성운
nb_no: Lys tåke
pl_pl: Jasna mgławica
zh_cn: 亮星云

# LblObjectType_CL+NB
source: Cluster with Nebulosity
cs_cz: Hvězdokupa s Mlhovinou
de_de: Sternhaufen mit Nebel
ko_kr: 성운이 있는 성단
nb_no: Stjernehop med tåke
pl_pl: Gromada gwiazd z mgławicą
zh_cn: 星云团

# LblObjectType_DRKNB
source: Dark Nebula
cs_cz: Temná Mlhovina
de_de: Dunkelnebel
ko_kr: 암흑성운
nb_no: Mørk tåke
pl_pl: Ciemna Mgławica
zh_cn: 暗星云

# LblObjectType_G+C+N
source: Cluster with Nebulosity in a Galaxy
cs_cz: Hvězdokupa s Mlhovinou v Galaxii
de_de: Haufen mit Nebligkeit in einer Galaxie
ko_kr: 은하계의 성운이 있는 성단
nb_no: Stjernehop med tåke i en galakse
pl_pl: Gromady mgławic w galaktyce
zh_cn: 星系群和星云团

# LblObjectType_GALCL
source: Galaxy Cluster
cs_cz: Kupa Galaxií
de_de: Galaxienhaufen
ko_kr: 은하단
nb_no: Galaksehop
pl_pl: Gromada galaktyk
zh_cn: 星系群

# LblObjectType_GALXY
source: Galaxy
cs_cz: Galaxie
de_de: Galaxie
ko_kr: 은하
nb_no: Galakse
pl_pl: Galaktyka
zh_cn: 星系

# LblObjectType_GLOCL
source: Globular Cluster
cs_cz: Kulová Hvězdokupa
de_de: Kugelsternhaufen
ko_kr: 구상성단
nb_no: Kulehop
pl_pl: Gromada kulista
zh_cn: 球状星团

# LblObjectType_GX+DN
source: Diffuse Nebula in a Galaxy
cs_cz: Difuzní Mlhovina v Galaxii
de_de: Diffusnebel in einer Galaxie
ko_kr: 은하계의 확산성운
nb_no: Diffus tåke i galakse
pl_pl: Mgławica dyfuzyjna w galaktyce
zh_cn: 星系中的发射星云

# LblObjectType_GX+GC
source: Globular Cluster in a Galaxy
cs_cz: Kulová Hvězdokupa v Galaxii
de_de: Kugelsternhaufen in einer Galaxie
ko_kr: 은하계의 구상 성단
nb_no: Kulehop i galakse
pl_pl: Gromady kuliste w galaktyce
zh_cn: 星系中的球状星团

# LblObjectType_LMCCN
source: Cluster with Nebulosity in the LMC
cs_cz: Hvězdokupa s Mlhovinou ve LMC
de_de: Haufen mit Nebligkeit in der GMW
ko_kr: LMC의 성운이 있는 성단
nb_no: Stjernehop med tåke i LMC
pl_pl: Gromada z mgławicą w LMC
zh_cn: 大麦哲伦星云的星云团

# LblObjectType_LMCDN
source: Diffuse Nebula in the LMC
cs_cz: Difuzní Mlhovina v LMC
de_de: Diffusnebel in der GMW
ko_kr: LMC의 확산 성운
nb_no: Diffus tåke i LMC
pl_pl: Mgławica dyfuzyjna w LMC
zh_cn: 大麦哲伦星云的发射星云

# LblObjectType_LMCGC
source: Globular Cluster in the LMC
cs_cz: Kulová Hvězdokupa v LMC
de_de: Kugelsternhaufen in der GMW
ko_kr: LMC의 구상성단
nb_no: Kulehop i LMC
pl_pl: Gromada Kulista w LMC
zh_cn: 大麦哲伦星云的球状星团

# LblObjectType_LMCOC
source: Open cluster in the LMC
cs_cz: Otevřená Hvězdokupa v LMC
de_de: Offener Sternhaufen in der GMW
ko_kr: LMC의 산개성단
nb_no: Åpen stjernehop i LMC
pl_pl: Gromada Otwarta w LMC
zh_cn: 大麦哲伦星云的开放星团

# LblObjectType_NONEX
source: Nonexistent
cs_cz: Neexistuje
de_de: Nichtexistent
ko_kr: 존재하지 않음
nb_no: Ikke-eksisterende
pl_pl: Nie istnieje
zh_cn: 不可见目标

# LblObjectType_OPNCL
source: Open Cluster
cs_cz: Otevřená Hvězdokupa
de_de: Offener Sternhaufen
ko_kr: 산개성단
nb_no: Åpen stjernehop
pl_pl: Gromada otwarta
zh_cn: 疏散星团

# LblObjectType_PLNNB
source: Planetary Nebula
cs_cz: Planetární Mlhovina
de_de: Planetarischer Nebel
ko_kr: 행성상 성운
nb_no: Planetarisk tåke
pl_pl: Mgławica planetarna
zh_cn: 行星状星云

# LblObjectType_QUASR
source: Quasar
cs_cz: Kvasar
ko_kr: 퀘이사
nb_no: Kvasar
pl_pl: Kwazar
zh_cn: 类星体

# LblObjectType_SMCCN
source: Cluster with Nebulosity in the SMC
cs_cz: Hvězdokupa s Mlhovinou v SMC
de_de: Haufen mit Nebligkeit in der KMW
ko_kr: SMC의 성운이 있는 성단
nb_no: Stjernehop med tåke i SMC
pl_pl: Gromada z mgławicą w SMC
zh_cn: 小麦哲伦星云的星云团

# LblObjectType_SMCDN
source: Diffuse Nebula in the SMC
cs_cz: Difuzní Mlhovina v SMC
de_de: Diffusnebel in der KMW
ko_kr: SMC의 확산 성운
nb_no: Diffus tåke i SMC
pl_pl: Mgławica dyfuzyjna w SMC
zh_cn: 小麦哲伦星云的发射星云

# LblObjectType_SMCGC
source: Globular Cluster in the SMC
cs_cz: Kulová Hvězdokupa v SMC
de_de: Kugelsternhaufen in der KMW
ko_kr: SMC의 구상성단
nb_no: Kulehop i SMC
pl_pl: Gromada kulista w SMC
zh_cn: 小麦哲伦星云的球状星团

# LblObjectType_SMCOC
source: Open cluster in the SMC
cs_cz: Otevřená Hvězdokupa v SMC
de_de: Offener Sternhaufen in der KMW
ko_kr: SMC의 산개성단
nb_no: Åpen stjernehop i SMC
pl_pl: Gromada otwarta w SMC
zh_cn: 小麦哲伦星云的开放星团

# LblObjectType_SNREM
source: Supernova Remnant
cs_cz: Zbytek Supernovy
de_de: Supernova Überrest
ko_kr: 초신성 잔해
nb_no: Supernovarest
pl_pl: Pozostałość supernowej
zh_cn: 超新星遗迹

# LblOf
source: Of
cs_cz: Z
de_de: von
ko_kr: 의
nb_no: av
pl_pl: Od
zh_cn: 共

# LblOff
source: Off
cs_cz: Vypnuto
de_de: Aus
ko_kr: 꺼짐
nb_no: Av
pl_pl: Wyłącz
zh_cn: 关闭

# LblOffset
source: Offset
ko_kr: 오프셋
nb_no: Forskyvning
pl_pl: Przesunięcie
zh_cn: 偏移

# LblOffsetDescription
source: Camera Offset
cs_cz: Kamera Offset
de_de: Kamera Offset
ko_kr: 카메라 오프셋
nb_no: Forskyving (kamera)
pl_pl: Przesunięcie kamery
zh_cn: 相机的偏移值

# LblOK
source: OK
ko_kr: 확인
zh_cn: 好的

# LblOldPosition
source: Old Position
cs_cz: Stará Pozice
de_de: Alte Position
ko_kr: 이전 위치
nb_no: Forrige posisjon
pl_pl: Poprzednia pozycja
zh_cn: 先前的合焦位置

# LblOn
source: On
cs_cz: Zapnuto
de_de: An
ko_kr: 켜짐
nb_no: På
pl_pl: Włącz
zh_cn: 打开

# LblOneToOne
source: Scale Image to 1:1
cs_cz: Měřítko Obrazu 1:1
de_de: Bild auf 1:1 skalieren
ko_kr: 1:1로 이미지를 스케일합니다.
nb_no: Skalér bilde 1:1
pl_pl: Skala zdjęcia 1:1
zh_cn: 将图像缩放为 1：1

# LblOpacity
source: Opacity
cs_cz: Neprůhlednost
de_de: Opazität
ko_kr: 투명도
nb_no: Opasitet
pl_pl: Przezroczystość
zh_cn: 不透明度

# LblOpenManual
source: Open Manual
cs_cz: Otevřít Nápovědu
de_de: Öffne Handbuch
ko_kr: 설명서 열기
nb_no: Åpne håndbok
pl_pl: Otwórz manual
zh_cn: 打开手册

# LblOpenWeatherMapAPIKey
source: OpenWeatherMap API Key
cs_cz: OpenWeatherMap API klíč
de_de: OpenWeatherMap API Schlüssel
ko_kr: OpenWeatherMap API 키
nb_no: OpenWeatherMap API-nøkkel
pl_pl: Klucz API OpenWeatherMap
zh_cn: OpenWeatherMap API 密钥

# LblOpenWeatherMapClientDescription
source: Uses OpenWeatherMap's Current Weather API. Weather data is refreshed every 10 minutes.
cs_cz: Použít OpenWeatherMap's Current Weather API. Údaje o počasí se aktualizují každých 10 minut.
de_de: Nutze aktuelle OpenWeatherMap API für konfigurierte Koordianten. Wetterdaten werden alle 10 Minuten aktualisiert.
ko_kr: OpenWeatherMap의 현재 날씨 API를 사용합니다. 날씨 데이터는 10분마다 업데이트됩니다.
nb_no: Bruker OpenWeatherMap sitt vær-API. Værdata blir oppdatert hvert 10. minutt.
pl_pl: Używa aktualnego API do OpenWeatherMap. Dane pogodowe są odświeżane co 10 minut.
zh_cn: 使用OpenWeatherMap 的气象 API，气象数据每 10 分钟更新一次。

# LblOpenWeatherMapClientInfo
source: NINA internal OpenWeatherMap API client
cs_cz: Interní klient NINA OpenWeatherMap API
ko_kr: NINA내부 OpenWeatherMap API 클라이언트
nb_no: NINA intern OpenWeatherMap API-klient
pl_pl: Wewnętrzny klient API OpenWeatherMap
zh_cn: NINA OWM API 客户端

# LblOptions
source: Options
cs_cz: Možnosti
de_de: Optionen
ko_kr: 옵션
nb_no: Innstillinger
pl_pl: Opcje
zh_cn: 选项

# LblOrderBy
source: Order by
cs_cz: Řadit podle
de_de: Sortiere nach
ko_kr: 정렬 기준
nb_no: Sorter etter
pl_pl: Sortuj według
zh_cn: 排序方式

# LblOrientation
source: Orientation
cs_cz: Orientace
de_de: Orientierung
ko_kr: 방향
nb_no: Vinkel
pl_pl: Orientacja
zh_cn: 位置

# LblPanel
source: Panel
de_de: Feld
ko_kr: 패널
zh_cn: 面板

# LblParabolic
source: Parabolic
cs_cz: Parabola
de_de: Parabolisch
ko_kr: 파라볼릭
nb_no: Parabolsk
pl_pl: Paraboliczne
zh_cn: 抛物线

# LblPark
source: Park
de_de: Parken
ko_kr: 파킹
nb_no: Parker
pl_pl: Zaparkuj
zh_cn: 停放

# LblParkEnabledButTelescopeCannotPark
source: Telescope is set to park at sequence end, yet it is unable to do so
cs_cz: Dalekohled je nastaven tak, aby parkoval na konci sekvence, ale není toho schopen
de_de: Teleskop ist eingestellt, um am Ende der Sequenz zu parken, kann dies jedoch nicht durchführen
ko_kr: 시퀀스 끝에 망원경을 파킹하려했지만, 할 수 없습니다.
nb_no: Teleskopet er satt til å parkere ved sekvensslutt, men er ikke i stand til å parkere
pl_pl: Teleskop jest ustawiony na zaparkowanie po zakończeniu sekwencji, ale nie jest w stanie tego zrobić
zh_cn: 望远镜设置为在序列结束后停放，但它无法这样做

# LblParkEnabledButTelescopeNotConnected
source: Telescope is set to park at sequence end, yet it is not connected
cs_cz: Dalekohled je nastaven tak, aby parkoval na konci sekvence, ale není připojen
de_de: Teleskop ist eingestellt, um am Ende der Sequenz zu parken, ist jedoch nicht verbunden
ko_kr: 시퀀스 끝에 망원경을 파킹하려했지만, 연결 할 수 없습니다.
nb_no: Teleskopet er satt til å parkere ved sekvensslutt, men er ikke koblet til
pl_pl: Teleskop jest ustawiony na zaparkowanie po zakończeniu sekwencji, ale nie jest podłączony
zh_cn: 望远镜设置为在序列结束时停放，但未连接

# LblPassMeridian
source: Pass Meridian
cs_cz: Průchod Poledníkem
de_de: Meridian passieren
ko_kr: 자오선 통과
nb_no: Passer meridian
pl_pl: Przejście przez południk lokalny
zh_cn: 过中天

# LblPatternName
source: Pattern Name
cs_cz: Název Vzoru
de_de: Vorlagenname
ko_kr: 패턴 이름
nb_no: Navn på mønster
pl_pl: Nazwa wzoru
zh_cn: 格式名称
