Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblAutoFocusNumberOfAttemptsTooltip
source: If autofocus fails because it got worse HFR than original focus, how many times to reattempt autofocus routine until it is either successful or it moves back to original focus position.
cs_cz: Pokud automatické ostření selže, protože HFR je horší než původní zaostření, určí, kolik pokusů má automatické ostření provést, než bude úspěšné. Jinak bude obnovena původní poloha zaostření.
de_de: Wenn Autofokus fehlschlägt, da der HFR schlechter ist als der ursprünglische Fokus, bestimmt dies wieviele Autofokus Versuche gemacht werden sollen bis es erfolgreich ist. Anderenfalls wird die Ursprüngliche Fokuspoition wiederhergestellt.
ko_kr: HFR이 원래 초점보다 나빠져 오토포커스에 실패할 경우 성공할 때까지 또는 원래 포커스 위치로 다시 이동할 때까지 오토포커스 루틴을 몇 번 다시 시도해야 하는지 지정합니다.
nb_no: Hvis autofokusering feiler fordi ny HFR ble dårligere enn opprinnelig HFR, hvor mange ganger skal autofokusering gjentas før det lykkes, eller går tilbake til opprinnelig fokusposisjon.
pl_pl: Jeśli automatyczne ustawianie ostrości zawiedzie ze względu na HFR gorszy niż pierwotna ostrość, jak dużo prób ma być podjętych, żeby pomyślnie ustawić ostrość lub wrócić do pierwotnego ustawienia ostrości.
zh_cn: 若自动对焦得到的 HFR 比原结果更差时，进行重试的次数，直到得到成功的结果或者失败后返回原焦点位。

# LblAutoFocusNumberOfFramesPerPoint
source: AF Number of Frames per Point
cs_cz: Počet Snímků na Bod AutoOstření
de_de: Anzahl der AF Bilder pro Punkt
ko_kr: 각 초점 위치에서 촬영할 이미지 수
nb_no: Antall eksponeringer per autofokus-steg
pl_pl: Liczba klatek na punkt
zh_cn: 对焦点拍摄张数

# LblAutoFocusNumberOfFramesPerPointTooltip
source: How many frames to take for each focus point. If greater than one, multiple frames will be taken for a focus point, and their HFR will be averaged to compute focus point HFR
cs_cz: Kolik snímků se použije k určení ostřícího bodu. Pokud je hodnota větší než 1, použije se více snímků a bod zaostření se vypočítá z jejich průměru
de_de: Wieviele Bilder pro Fokuspunkt aufgenommen werden. Ist dies größer als eins, werden mehrere Bilder pro Fokuspunkt aufgenommen und deren durchschnittlicher HFR ermittelt um den Fokuspunkt HFR zu berechnen.
ko_kr: 각 초점 위치에서 촬영할 이미지 수. 1보다 크면 초점 위치에서 여러장의 이미지를 촬영하여 평균 HFR을 계산하어 초점 HFR을 산출합니다.
nb_no: Antall bilder som tas ved hvert fokuseringstrinn. Hvis større enn 1, vil NINA ta flere bilder ved hvert trinn og gjennomsnittlig HFR vil brukes
pl_pl: Jak wiele klatek wykorzystać do określenie punktu ostrości. Jeśli wartość jest większa od 1, wiele klatek zostanie wykorzystanych, a punkt ostrości obliczony na podstawie ich średniej
zh_cn: 每个对焦点拍摄的张数。如果大于 1，将在一个对焦点处拍摄多张照片，并将多张照片的 HFR 取平均值来计算该对焦点的 HFR

# LblAutoFocusOnFilterChange
source: On filter change
cs_cz: Po výměně filtru
de_de: Bei Filterwechsel
ko_kr: 필터 변경 시
nb_no: Etter filterbytte
pl_pl: Przy zmianie filtra
zh_cn: 更换滤镜时

# LblAutoFocusOnStart
source: On start
cs_cz: Při startu
de_de: Beim Start
ko_kr: 시작 시
nb_no: Ved start
pl_pl: Przy starcie
zh_cn: 开始后立即运行

# LblAutoFocusOuterCropRatio
source: AF Outer Crop Ratio
cs_cz: Poměr Vnějšího Oříznutí AutoOstření
de_de: AF äußeres Crop Verhältnis
ko_kr: 오토포커스 외부 자르기 비율
nb_no: Utvendig beskjæring
pl_pl: Współczynnik Zewnętznego Kadru AF
zh_cn: 自动对焦向外剪裁比例

# LblAutoFocusReattempting
source: Reattempting Autofocus
cs_cz: Opakovaný pokus AutoOstření
de_de: Wiederhole Autofocus
ko_kr: 오토포커스를 다시 시도하는 중
nb_no: Forsøker autofokus på ny
pl_pl: Ponowna próba uruchomienia AutoFocusa
zh_cn: 重新尝试自动对焦

# LblAutoFocusRestoringOriginalPosition
source: Restoring original focus position
cs_cz: Obnovování původní polohu zaostření
de_de: Stelle ursprüngliche Fokusposition wieder her
ko_kr: 원래 초점 위치로 복원
nb_no: Gjenoppretter opprinnelig fokusposisjon
pl_pl: Przywracanie początkowej pozycji Focusera
zh_cn: 恢复原焦点位置

# LblAutoFocusSetTime
source: Time
cs_cz: Čas
de_de: Zeit
ko_kr: 시각
nb_no: Tid
pl_pl: Czas
zh_cn: 时间

# LblAutoFocusSwitchingBackToFilter
source: Switching back to original filter
cs_cz: Přepnutí na původní filtr
de_de: Wechsle zurück zu ursprünglichem Filter
ko_kr: 원래 필터로 전환
nb_no: Bytter tilbake til opprinnelig filter
pl_pl: Przełącz do oryginalnego filtra
zh_cn: 切换回原来的滤镜

# LblAutoFocusSwitchingToDefaultFilter
source: Switching to Auto Focus filter
cs_cz: Přepnutí na filtr AutoOstření
de_de: Wechsle zu Auto Focus Filter
ko_kr: 오토포커스 필터로 전환
nb_no: Bytter til autofokus-filter
pl_pl: Przełącz na filtr Auto Focusa
zh_cn: 切换到自动对焦滤镜

# LblAutoMeridianFlip
source: Auto Meridian Flip
cs_cz: Automatické Překlopení Poledníku
de_de: Automatischer Meridian Flip
ko_kr: 자동 자오선 플립
nb_no: Automatisk meridianvending
pl_pl: Automatyczny Meridian Flip
zh_cn: 自动中天翻转

# LblAutoStretchFactor
source: Autostretch factor
cs_cz: Koeficient Autorozpětí
de_de: Autostretch Faktor
ko_kr: 자동 스트레치 계수
nb_no: Strekkfaktor
pl_pl: Współczynnik autostretcha
zh_cn: 自动拉伸系数

# LblAutoStretchFactorTooltip
source: The factor for the autostretch algorithm that is used to display an image and detect stars. Must be a value between 0 and 1. A value of 0.2 should work most of the time.
cs_cz: Faktor pro algoritmus Autorozpětí. Slouží k zobrazení obrázků a k rozpoznání hvězd. Hodnota musí být mezi 0 a 1. Pro většinu případů by měla stačit hodnota 0.2.
de_de: Faktor für den Autostretch Algorithmus. Wird zum anzeigen der Bilder, sowie zur Sternenerkennung genutzt. Muss ein Wert zwischen 0 und 1 sein. Ein Wert von 0,2 sollte für die meisten Fälle ausreichen.
ko_kr: 이미지를 표시하고 별을 감지하는 데 사용되는 자동 검색 알고리즘의 계수입니다. 0과 1 사이의 값이어야 합니다. 0.2의 값은 대부분의 경우 잘 작동 합니다.
nb_no: Faktoren som brukes til å strekke et bilde for visning og stjernedeteksjon. Faktoren må være mellom 0 og 1. En verdi på 0.2 bør stort sett fungere.
pl_pl: Współczynnik algorytmu auto-rozciągnięcia, który został użyty do wyświetlenia obrazu i wykrywania gwiazd. Musi być wartością pomiędzy 0 i 1. Wartość 0.2 powinna działać poprawnie w większości przypadków.
zh_cn: 用于显示图像和检测恒星的自动拉伸算法的系数。必须是 0 到 1 之间的值。基本上推荐使用 0.2。

# LblAutoUpdateSource
source: Auto Update Source
cs_cz: Aktualizace aplikace
de_de: Aktualisierungsquelle
ko_kr: 소스 자동 업데이트
nb_no: Auto-oppdatering utgave
pl_pl: Automatyczna aktualizacja źródła
zh_cn: 自动更新版本

# LblAzimuth
source: Azimuth
cs_cz: Azimut
de_de: Azimut
ko_kr: 방위각
nb_no: Asimut
pl_pl: Azymut
zh_cn: 方位角

# LblAzimuthErrorMeasurement
source: Measure Azimuth Error
cs_cz: Chyba Měření Azimutu
de_de: Messe Azimuth Fehler
ko_kr: 방위각 오차 측정
nb_no: Mål asimut-avvik
pl_pl: Błąd pomiaru Azimuthu
zh_cn: 测量方位角误差

# LblAzimuthMeasurement
source: Azimuth Measurement
cs_cz: Měření Azimutu
de_de: Azimutmessung
ko_kr: 방위각 측정
nb_no: Asimutmåling
pl_pl: Pomiar Azimuthu
zh_cn: 方位角测量

# LblAzimuthMeasurementButtonTooltip
source: Measures Azimuth Error by three steps. 1. Takes image and platesolves for actual coordinates at current position 2. Slew telescope using Right Ascension axis by 0.5 degrees 3. Take another image at the new position, plate solves it for the actual position Using those two points the actual azimuth error will be calculated and displayed
cs_cz: Změření Chyby Azimutu v následujících třech krocích. 1. Získat snímek a vypočítat souřadnice pomocí astrometrie z aktuální polohy 2. Otočit dalekohled o 0,5 stupně kolem osy Ra 3. Znovu podpořit snímek v této poloze a vypočítat souřadnice pomocí astrometrie Z těchto dvou souřadnic se vypočítá a zobrazí aktuální chybu azimutu
de_de: Misst den Azimuthfehler in drei Schritten 1. Es wird ein Bild aufgenommen und mittels Platesolving die aktuelle Position ermittelt 2. Das Teleskop wird um die Rektaszensionsaxe um 0.5 Grad geschwenkt 3. An der neuen Position wird erneut ein Bild aufgenommen und per Platesolve auch diese Position ermittelt Anhand der zwei Punkte wird dann der Azimuthfehler errechnet und angezeigt
ko_kr: 방위각 오차를 측정하는 3단계 순서. 1. 현재 위치에서 실제 좌표에 대한 이미지를 촬영 및 플레이트솔브를 합니다. 2. Ra 을 이용하여 망원경을 0.5도 Go-To 3. 새 위치에서 이미지를 촬영하여 플레이트솔브를 합니다. 이 두 지점을 사용하여 실제 방위각 오차가 계산되고 표시됩니다.
nb_no: Måler asimutavvik i tre trinn: 1. Ta bilde og finn koordinatene astrometisk 2. Sving teleskopet 0.5 grader i rektascensjon-aksen 3. Ta et nytt bilde, finn de nye koordinatene astrometrisk, for koordinater og bruk disse til å beregne asimut-avvik
pl_pl: Pomiar błędu azymutu w trzech krokach. 1. Wykonaj zdjęcie oraz platesolve dla aktualnej pozycji teleskopu 2. Obróć teleskop o 0,5 stopnia w osi rektascensji 3. Wykonaj kolejne zdjęcie oraz platesolve w nowej pozycji Dane z tych dwóch ekspozycji pozwolą na obliczenie i wyświetlenie wielkości błędu
zh_cn: 通过三个步骤测量方位角误差。 1. 在当前位置拍摄一张图像并解析，得到当前指向坐标 2. 沿赤经方向将望远镜移动0.5° 3. 在新位置再拍一张图像，解析得到移动后的指向坐标 通过这两个点来计算和显示方位角误差

# LblAzimuthMeasurementDescription
source: Point Telescope South near declination 0 and near meridian
cs_cz: Nasměrujte dalekohled na jih poblíž deklinace 0 stupňů poblíž poledníku
de_de: Teleskop nahe Meridian ausrichten
ko_kr: 망원경을 남쪽의 적위 0 근처 및 자오선 근처에 위치 시켜 주세요.
nb_no: Pek teleskopet sør, nær deklinasjon 0 og nære meridianen
pl_pl: Skieruj teleskop na południe w pobliżu deklinacji 0 stopni blisko południka
zh_cn: 将望远镜指向南方赤纬 0° 近中天位置

# LblBackground
source: Background
cs_cz: Pozadí
de_de: Hintergrund
ko_kr: 배경
nb_no: Bakgrunn
pl_pl: Tło
zh_cn: 背景

# LblBacklashMeasurementException
source: An exception occurred while measuring backlash. Backlash values may be wrong.
cs_cz: Během měření zpětné vůle došlo k chybě. Hodnoty zpětné vůle mohou být nesprávné.
de_de: Ein Fehler ist bei der Backlashmessung aufgetreten. Berechnete Backlashwerte könnten falsch sein.
ko_kr: 백래시를 측정하는 동안 예외가 발생했습니다. 백래시 값이 잘못되었을 수 있습니다.
nb_no: Et unntak oppsto under måling av slakk. Slakk-verdier kan være feil.
pl_pl: Wystąpił wyjątek podczas mierzenia wartości backlash. Wartość ta może być błędna.
zh_cn: 测量回差时发生异常，回差值可能有误。

# LblBacklashMeasurements
source: The following focuser backlash values will be saved. IN: {0}, OUT: {1}
cs_cz: Budou uloženy následující hodnoty zpětné vůle zaostření. VSTUP: {0}, VÝSTUP: {1}
de_de: Folgende Backlash Werte werden für den Okularauszug gespeichert: IN: {0}, OUT: {1}
ko_kr: 다음 포커서 백래시 값이 저장됩니다. 인: {0}, 아웃: {1}
nb_no: Følgende slakk for fokusmotor vil bli lagret. INN: {0}, UT: {1}
pl_pl: Następujące wartości luzu wyciągu będą zapisane. DO: {0}, OD: {1}
zh_cn: 将保存以下电调的回差值。 IN: {0}, OUT: {1}

# LblBeta
source: Beta
ko_kr: 베타
zh_cn: 测试版

# LblBiasMean
source: BIAS mean value (in 16bit)
cs_cz: Střední hodnota BIAS (v 16bit)
de_de: BIAS Mittelwert (Nativ)
ko_kr: 바이어스 평균값(16비트)
nb_no: Bias snittverdi (16 bit)
pl_pl: Średnia wartość BIAS (w 16 bitach)
zh_cn: 偏置平均值(16 bit)

# LblBiasMedian
source: BIAS median value (in 16bit)
cs_cz: Střední hodnota BIAS (v 16bit)
de_de: BIAS Medianwert (in 16bit)
ko_kr: 바이어스 중간 값(16비트)
nb_no: Bias medianverdi (16 bit)
pl_pl: Wartość mediany BIAS (w 16 bitach)
zh_cn: 偏置中位数(16 bit)

# LblBinning
source: Binning
ko_kr: 비닝
zh_cn: 合并像素

# LblBinningDescription
source: Camera binning
cs_cz: Binning kamery
de_de: Kamerabinning
ko_kr: 카메라 비닝
nb_no: Kamera-binning
pl_pl: Binning kamery
zh_cn: 像素合并，多个像素合并为一个

# LblBitDepth
source: Bit Depth
cs_cz: Bit.Hloub
de_de: Bittiefe
ko_kr: Bit
nb_no: Bitdybde
pl_pl: Głębokość bitów
zh_cn: 位深度

# LblBitDepthADU
source: Bit Depth in ADU
cs_cz: Bitová hloubka v ADU
de_de: Bittiefe in ADU
ko_kr: ADU bit
nb_no: Bitdybde i ADU
pl_pl: Głębokość bitów w ADU
zh_cn: 位深度，单位为ADU

# LblBlackClipping
source: Black clipping
cs_cz: Černý výřez
de_de: Schwarzpunktfaktor
ko_kr: 검은색 클립핑
nb_no: Klipp sortnivå
pl_pl: Czarny wycinek
zh_cn: 黑区剪裁

# LblBlindSolveAttemptForFraming
source: Image has to be solved for framing. Should reference coordinates be taken? RA: {0} Dec: {1}
cs_cz: Na snímek je třeba aplikovat astrometrii. Mají se použít referenční souřadnice? RA: {0} Dec: {1}
de_de: Platesolving muss auf das Bild angewendet werden. Sollen folgende Referenzkoordinaten verwendet werden? RA: {0} Dec: {1}
ko_kr: 프레이밍을 위해 이미지를 플레이트 솔빙해야 합니다. 기준 좌표를 취득 하시겠습니까? Ra: {0} Dec: {1}
nb_no: Bildets koordinater må finnes med astrometrisk søk. Skal referansekoordinatene brukes? RA: {0} Dek: {1}
pl_pl: Obraz musi być rozwiązany w celu wykadrowania. Czy przyjąć współrzędne odniesienia? RA: {0} Dec: {1}
zh_cn: 图像需先进行解析后才能用于构图. 要使用参考坐标吗？ 赤经: {0} 赤纬: {1}

# LblBlindSolver
source: Blind Solver
cs_cz: Řešení Naslepo
ko_kr: 블라인드 솔버
nb_no: Blind søkemotor
pl_pl: Rozwiązanie "w ciemno"
zh_cn: 盲解析

# LblBorder
source: Border
cs_cz: Okraj
de_de: Rand
ko_kr: 경계
nb_no: Kant
pl_pl: Obramowanie
zh_cn: 边界

# LblBulbMode
source: Bulb Mode
cs_cz: Režim Bulb
de_de: Bulb Modus
ko_kr: 벌브모드
nb_no: Bulb-modus
pl_pl: Tryb Bulb
zh_cn: B门模式

# LblBulbSerialPort
source: Bulb Serial Port
cs_cz: Sériový Port Bulb
de_de: Serieller Port für Bulb
ko_kr: 벌브 시리얼 포트
nb_no: Bulb serieport
pl_pl: Port szeregowy Bulb
zh_cn: B门串行端口

# LblButtonBackground
source: Button Background
cs_cz: Tlačítko Pozadí
de_de: Button Hintergrund
ko_kr: 버튼 배경
nb_no: Knappbakgrunn
pl_pl: Tło przycisku
zh_cn: 按钮背景

# LblButtonForeground
source: Button Foreground
cs_cz: Tlačítko Popředí
de_de: Button Vordergrund
ko_kr: 버튼 전경
nb_no: Knapptekst/ikon
pl_pl: Przycisk na pierwszym planie
zh_cn: 按钮前景

# LblButtonForegroundDisabled
source: Button Foreground Disabled
cs_cz: Zakázat „Tlačítko Popředí“
de_de: Button Vordergrund ausgeschaltet
ko_kr: 버튼 전경 비활성화
nb_no: Knapptekst/ikon, inaktiv
pl_pl: Wyłącz "przycisk na pierwszym planie"
zh_cn: 已禁用按钮前景

# LblButtonHighlight
source: Button Highlight
cs_cz: Zvýraznění Tlačítka
de_de: Hervorgehobener Button
ko_kr: 버튼 강조
nb_no: Knappbakgrunn, uthevet
pl_pl: Podświetlenie przycisków
zh_cn: 按钮高亮

# LblByteShuffling
source: Byte Shuffling
cs_cz: Bajtové Zamíchání
ko_kr: 바이트 셔플링
nb_no: Byte-blanding
pl_pl: Przetasowanie bajtów
zh_cn: 字节乱序

# LblCache
source: Cache
cs_cz: Mezipaměť
de_de: Zwischenspeicher
ko_kr: 캐시
nb_no: Mellomlager
zh_cn: 巡天图库本地缓存

# LblCalculateBias
source: Calculate Bias
cs_cz: Vypočítat Bias
de_de: Bias berechnen
ko_kr: 바이어스 계산
nb_no: Beregn bias
pl_pl: Oblicz Bias
zh_cn: 计算偏置

# LblCalculatedExposureTime
source: Calculated Exposure Time
cs_cz: Vypočtená Doba Expozice
de_de: Berechnete Belichtungszeit
ko_kr: 계산된 노출 시간
nb_no: Beregnet eksponeringstid
pl_pl: Obliczony czas ekspozycji
zh_cn: 计算目标曝光时间

# LblCam
source: Cam
cs_cz: Kam
de_de: Kamera
ko_kr: 카메라
nb_no: Kamera
pl_pl: Kamera
zh_cn: 相机

# LblCamera
source: Camera
cs_cz: Kamera
de_de: Kamera
ko_kr: 카메라
nb_no: Kamera
pl_pl: Kamera
zh_cn: 相机

# LblCameraBattery
source: Camera Battery
cs_cz: Baterie Kamery
de_de: Kamera Batterie
ko_kr: 카메라 베터리
nb_no: Kamerabatteri
pl_pl: Bateria kamery
zh_cn: 相机电池

# LblCameraBusy
source: Camera is busy
cs_cz: Kamera je zaneprázdněná
de_de: Kamera ist beschäftigt
ko_kr: 카메라 작동 중
nb_no: Kameraet er opptatt
pl_pl: Kamera jest zajęta
zh_cn: 相机正忙

# LblCameraConnected
source: Camera connected
cs_cz: Kamera připojena
de_de: Kamera verbunden
ko_kr: 카메라가 연결됨
nb_no: Kamera tilkoblet
pl_pl: Kamera połączona
zh_cn: 相机已连接

# LblCameraConnectionLost
source: Camera connection lost! Please reconnect camera!
cs_cz: Kamera odpojena! Připojit kameru!
de_de: Verbindung zur Kamera verloren! Bitte Kamera erneut verbinden!
ko_kr: 카메라 연결이 끊어졌습니다! 카메라를 다시 연결해주세요!
nb_no: Kameratilkobling avbrutt! Koble til kameraet på nytt!
pl_pl: Połączenie z kamerą zostało utracone! Połącz się ponownie z kamerą!
zh_cn: 相机连接丢失！ 请重新连接相机！

# LblCameraCoolerNotEnabled
source: Camera has cooler, yet it is not enabled
cs_cz: Kamera má chlazení, ale není povoleno
de_de: Kamera besitzt einen Kühler, jedoch ist er nicht aktiv
ko_kr: 카메라에 쿨러가 있지만 활성화되지 않았습니다.
nb_no: Kameraet har kjøler, men den er ikke aktivert
pl_pl: Kamera posiada chłodzenie, ale nie jest włączone
zh_cn: 相机有制冷，但它没有被开启

# LblCameraDownloadFailed
source: Camera download failed. Exposure time: {0}s Type: {1} Gain: {2} Filter: {3}
cs_cz: Přenos z kamery selhal. Expoziční čas: {0} s Typ: {1} Zisk: {2} Filtr: {3}
de_de: Herunterladen der Kamera Bilddaten fehlgeschlagen. Belichtungszeit: {0}s Typ: {1} Gain: {2} Filter: {3}
ko_kr: 카메라 정보 불러오기 실패 노출 시간: {0}초 종류: {1} 게인: {2} 필터: {3}
nb_no: Nedlasting fra kamera mislyktes. Eksponeringstid: {0}s Type: {1} Forsterkning: {2} Filter: {3}
pl_pl: Pobranie obrazku nie powiodło się. Czas ekspozycji: {0}s Type: {1} Gain: {2} Filter: {3}
zh_cn: 图片下载失败。 曝光时间: {0}s 模式: {1} 增益: {2} 滤镜: {3}

# LblCameraHighPower
source: Camera cooler is running at {0}% power and may not be able to compensate for ambient temperature variations
cs_cz: Chlazení kamery běží na {0}% nemusí být schopen kompenzovat kolísání teploty okolí
de_de: Kamerakühler läuft bei {0}% und wird wahrscheinlich die Umgebungstemperaturvariationen nicht ausgleichen können
ko_kr: 카메라 쿨러가 {0}%의 전력으로 작동 중이므로 주변 온도 변화를 보정하지 못할 수 있음
nb_no: Kamerakjøler er aktiv med {0}% effekt, og vil kanskje ikke være i stand til å kompensere for endringer i omgivelsestemperatur
pl_pl: Chłodzenie kamery działa przy mocy {0}% i może nie być w stanie zrekompensować zmiany temperatury otoczenia
zh_cn: 相机制冷运行中，功率 {0}% ，可能无 法补偿环境温度的变化。

# LblCameraNotAtTargetTemp
source: Camera is at {0}°C yet target temperature is {1}°C
cs_cz: Kamera je na {0} °C, ale cílová teplota je {1} °C
de_de: Kameratemperatur ist bei {0}°C, die Zieltemperatur ist jedoch bei {1}°C
ko_kr: 현재 카메라의 온도는 {0}°C이지만, 목표 온도는 {1}°C입니다.
nb_no: Kameraet er ved {0}°C men temperaturmålet er {1}°C
pl_pl: Kamera ma temp. {0}°C, temp. docelowa to {1}°C
zh_cn: 当前相机温度 {0}°C 目标温度 {1}°C

# LblCameraOptions
source: Camera Options
cs_cz: Možnosti Kamery
de_de: Kameraoptionen
ko_kr: 카메라 옵션
nb_no: Kamerainnstillinger
pl_pl: Opcje kamery
zh_cn: 相机选项

# LblCameraParameter
source: Camera Parameter
cs_cz: Parametry Kamery
de_de: Kameraparameter
ko_kr: 카메라 매개변수
nb_no: Kameraegenskap
pl_pl: Parametry kamery
zh_cn: 相机参数

# LblCameraState
source: Camera State
cs_cz: Stav Kamery
de_de: Kamera Status
ko_kr: 카메라 상태
nb_no: Tilstand
pl_pl: Stan kamery
zh_cn: 相机状态

# LblCameraXSize
source: Camera X Size
cs_cz: Velikost Senzoru X (pix)
de_de: Kamera X Größe
ko_kr: 카메라 X 크기
nb_no: X-størrelse
pl_pl: Rozmiar matrycy kamery X
zh_cn: 相机宽度

# LblCameraYSize
source: Camera Y Size
cs_cz: Velikost Senzoru Y (pix)
de_de: Kamera Y Größe
ko_kr: 카메라 Y 크기
nb_no: Y-Størrelse
pl_pl: Rozmiar matrycy kamery Y
zh_cn: 相机高度

# LblCamInfo
source: Camera Info
cs_cz: Informace o Kameře
de_de: Kamera Info
ko_kr: 카메라 정보
nb_no: Kamerainformasjon
pl_pl: Informacje o kamerze
zh_cn: 相机信息

# LblCamSettings
source: Camera Settings
cs_cz: Nastavení Kamery
de_de: Kamera Einstellungen
ko_kr: 카메라 설정
nb_no: Kamerainnstillinger
pl_pl: Ustawienia kamery
zh_cn: 相机设置

# LblCancel
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
ko_kr: 취소
nb_no: Avbryt
pl_pl: Anuluj
zh_cn: 取消

# LblCanonErrorOccurred
source: A Canon error occored: {0}
cs_cz: Na fotoaparátu Canon došlo k chybě: {0}
de_de: Ein Canon Fehler ist aufgetreten: {0}
ko_kr: 캐논 오류: {0}
nb_no: En Canon-feil oppstod: {0}
pl_pl: Wystąpił błąd Canon: {0}
zh_cn: 佳能相机出现错误: {0}

# LblCaptureImageAndPlatesolve
source: Capture Image and Platesolve
cs_cz: Pořídí Obraz a Astrometrii
de_de: Bild aufnehmen und Platesolven
ko_kr: 이미지 촬영 및 플레이트솔브
nb_no: Ta bilde og finn posisjon astrometrisk
pl_pl: Przechwyć obraz i zastosuj Platesolve
zh_cn: 采集图像并解析

# LblCaptureImageCovered
source: Cover Sensor and Capture Image
cs_cz: Zakrýt Senzor a Pořídit Snímek
de_de: Sensor abdecken und Bild aufnehmen
ko_kr: 카메라 커버를 닫고 이미지 촬영
nb_no: Dekk til kamera og ta bilde
pl_pl: Zakryj czujnik i przechwyć obraz
zh_cn: 盖上传感器（相机）或盖上镜头盖拍摄图像

# LblCaptureImageUncovered
source: Uncover Sensor and Capture Image
cs_cz: Odkrýt Senzor a Pořídit Snímek
de_de: Sensor aufdecken und Bild aufnehmen
ko_kr: 카메라 커버를 열고 이미지 촬영
nb_no: Fjern tildekning av kamera og ta bilde
pl_pl: Odkryj czujnik i przechwyć obraz
zh_cn: 打开传感器盖（或镜头盖）并拍摄图像

# LblCenterDec
source: Center Dec
cs_cz: Střed Dec
de_de: Zentrum Dec
ko_kr: 중심 Dec
nb_no: Senter Dek
pl_pl: Wyśrodkuj Dec
zh_cn: 中心赤纬

# LblCenterDecdms
source: Center Dec dms
cs_cz: Střed Dec dms
de_de: Zentrum Dec dms
ko_kr: 중심 Dec, 도분초
nb_no: Senter Dek (dms)
pl_pl: Wyśrodkuj Dec dms
zh_cn: 中心赤纬 度分秒

# LblCenterRA
source: Center RA
cs_cz: Střed RA
de_de: Zentrum RA
ko_kr: 중심 Ra
nb_no: Senter RA
pl_pl: Wyśrodkuj RA
zh_cn: 中心赤经

# LblCenterRAhms
source: Center RA hms
cs_cz: Střed RA hms
de_de: Zentrum RA hms
ko_kr: 중심 Ra, 시분초
nb_no: Senter RA (hms)
pl_pl: Wyśrodkuj RA hms
zh_cn: 中心赤经 时分秒

# LblCenterTarget
source: Center target
cs_cz: Cíl na střed
de_de: Ziel zentrieren
ko_kr: 타겟 중심
nb_no: Sentrer mål
pl_pl: Wyśrodkuj cel
zh_cn: 目标居中

# LblChange
source: Change
cs_cz: Změna
de_de: Wechseln
ko_kr: 변경
nb_no: Endre
pl_pl: Zmień
zh_cn: 修改

# LblChangedSequenceWarning
source: The sequence for the target(s) '{0}' have been modified since it was last saved (or has not been saved yet). Do you want to close the sequence and lose the changes anyway?
cs_cz: Pořadí cíle(ů) v sekvenci '{0}' bylo od posledního uložení změněno (nebo ještě nebylo uloženo). Chcete sekvenci zavřít a o změny tak přijít?
de_de: Die Sequenz für das Ziel '{0}' wurde verändert seit dem letzten Speicherzeitpunkt (oder wurde noch nicht gespeichert). Soll die Sequenz dennoch geschlossen werden und die Änderungen verloren gehen?
ko_kr: '{0}' 대상에 대한 시퀀스가 마지막으로 저장된 이후 수정됨(또는 아직 저장되지 않음). 시퀀스를 닫고 변경된 내용을 삭제하시겠습니까?
nb_no: Sekvensen for mål '{0}' har ulagrede endringer. Vil du lukke sekvensen og miste endringene?
pl_pl: Sekwencja dla celu '{0}' została zmodyfikowana od czasu jej ostatniego zapisania (lub nie została jeszcze zapisana). Czy chcesz zamknąć sekwencję i stracić zmiany?
zh_cn: 目标 {0} 的序列是一个从未保存的序列，或者设置与上次保存时不同。 你希望直接关闭本序列么？

# LblChangedSequenceWarningTitle
source: Closing modified sequence
cs_cz: Uzavření změněné sekvence
de_de: Geänderte Sequenz schließen
ko_kr: 수정된 시퀀스 닫기
nb_no: Lukking av sekvens med endringer
pl_pl: Zamknij zmienioną sekwencję
zh_cn: 关闭已修改的序列

# LblChangeToBulbMode
source: Please change the mode dial to bulb mode
cs_cz: Přepnout do režimu bulb
de_de: Bitte das Modus-Einstellrad auf Bulb stellen
ko_kr: 모드 다이얼을 벌브 모드로 변경하십시오.
nb_no: Sett kameramodus til bulb
pl_pl: Zmień tryb mode dial na bulb mode
zh_cn: 请将模式转盘更改为B门模式

# LblChangeToManualMode
source: Please change the mode dial to manual mode
cs_cz: Přepnout do manuálního režimu
de_de: Bitte das Modus-Einstellrad auf Manuell stellen
ko_kr: 모드 다이얼을 수동 모드로 변경하십시오.
nb_no: Sett kameramodus til manuell
pl_pl: Zmień tryb mode dial na manual mode
zh_cn: 请将模式转盘更改为M模式

# LblCheckMeridianFlip
source: Check Meridian Flip
cs_cz: Zkontrolovat Překlopení Poledníku
de_de: Checke Meridian Flip
ko_kr: 자오선 플립 체크
nb_no: Kontroller meridianvending
pl_pl: Sprawdź Meridian Flip
zh_cn: 检查中天翻转

# LblChecksum
source: Checksum
cs_cz: Kontrolní součet
de_de: Prüfsumme
ko_kr: 체크섬
nb_no: Sjekksum
pl_pl: Suma kontrolna
zh_cn: 校验和

# LblChecksumError
source: Checksum does not match expected value. Downloaded file may be corrupted!
cs_cz: Kontrolní součet neodpovídá očekávané hodnotě. Stažený soubor může být poškozen!
de_de: Checksumme entspricht nicht dem erwartetem Wert. Die heruntergeladene Datei ist möglicherweise beschädigt!
ko_kr: 체크섬이 예상 값과 일치하지 않습니다. 다운로드한 파일이 손상되었을 수 있습니다!
nb_no: Sjekksummen stemmer ikke med forventet verdi, nedlastingen kan være korrupt!
pl_pl: Suma kontrolna nie pasuje do oczekiwanej wartości. Pobrany plik może być uszkodzony!
zh_cn: 校验和与预期值不匹配，下载的文件可能已损坏!

# LblChipTemp
source: Chip Temperature
cs_cz: Teplota Senzoru
de_de: Chip Temperatur
ko_kr: 센서 온도
nb_no: Brikketemperatur
pl_pl: Temperatura sensoru
zh_cn: 芯片温度

# LblChipTempShort
source: Chip Temp.
cs_cz: Teplota Senz.
de_de: Chiptemperatur
ko_kr: 센서 온도
nb_no: Brikketemp.
pl_pl: Temp. sensoru
zh_cn: 温度

# LblChooseProfile
source: Choose Profile
cs_cz: Výběr Profilu
de_de: Profil wählen
ko_kr: 프로필 선택
nb_no: Velg Profil
pl_pl: Wybierz profil
zh_cn: 选择配置文件

# LblClear
source: Clear
cs_cz: Vyčistit
de_de: Leeren
ko_kr: 지우기
nb_no: Tøm
pl_pl: Wyczyść
zh_cn: 清除

# LblClearCache
source: Clear Cache
cs_cz: Vymazat Mezipaměť
de_de: Zwischenspeicher leeren
ko_kr: 캐시 비우기
nb_no: Tøm hurtiglager
pl_pl: Usuń cache
zh_cn: 清除缓存
