Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblXisfUnsupportedChecksum
source: Unsupported XISF checksum type: {0}
cs_cz: Nepodporovaný typ kontrolního součtu XISF: {0}
de_de: Nicht unterstützter XISF-Prüfsummen-Typ: {0}
ko_kr: 지원하지 않는 XISF 체크섬 종류: {0}
nb_no: XISF sjekksum av type {0} støttes ikke
pl_pl: Nieobsługiwany typ sumy kontrolnej XISF: {0}
zh_cn: 不支持的 XISF 校验和类型： {0}

# LblXisfUnsupportedCompression
source: Unsupported XISF compression type: {0}
cs_cz: Typ komprese XISF není podporován: {0}
de_de: Nicht unterstützter XISF-Komprimierungstyp: {0}
ko_kr: 지원하지 않는 XISF 압축 종류: {0}
nb_no: XISF kompresjon av type {0} støttes ikke
pl_pl: Nieobsługiwany typ kompresji XISF: {0}
zh_cn: 不支持的 XISF 压缩类型： {0}

# LblXisfUnsupportedFormat
source: Unsupported XISF data format: {0}
cs_cz: Nepodporovaný datový formát XISF: {0}
de_de: Nicht unterstütztes XISF-Datenformat: {0}
ko_kr: 지원하지 않는 XISF 데이터 포맷: {0}
nb_no: XISF dataformat av type {0} støttes ikke
pl_pl: Nieobsługiwany format danych XISF: {0}
zh_cn: 不支持的 XISF 数据格式： {0}

# LblYAxisScale
source: Y-Axis Scale
cs_cz: Měřítko Osy Y
de_de: Y-Achse Skala
ko_kr: Y-축 스케일
nb_no: Y-akseskala
pl_pl: Skala osi Y
zh_cn: Y轴范围

# LblYAxisUnits
source: Y-Axis Units
cs_cz: Jednotky Osy X
de_de: Y-Achse Einheit
ko_kr: Y-축 단위
nb_no: Y-akseenheter
pl_pl: Jednostki osi Y
zh_cn: Y轴单位

# LblYes
source: Yes
cs_cz: Ano
de_de: Ja
ko_kr: 예
nb_no: Ja
pl_pl: Tak
zh_cn: 是

# LblZoomIn
source: Zoom in by 25%
cs_cz: Přiblíží o 25 %
de_de: 25% hineinzoomen
ko_kr: 25% 확대[Zoom In]
nb_no: Zoom inn med 25%
pl_pl: Powiększ o 25%
zh_cn: 放大25%

# LblZoomOut
source: Zoom out by 25%
cs_cz: Oddálí o 25 %
de_de: 25% herauszoomen
ko_kr: 25% 축소[Zoom Out]
nb_no: Zoom ut med 25%
pl_pl: Pomniejsz o 25%
zh_cn: 缩小25%

# LblZoomStretch
source: Fit Image to Area
cs_cz: Přizpůsobí Obraz Oblasti
de_de: Passe Bildgröße an Fläche an
ko_kr: 영역에 이미지 맞추기
nb_no: Tilpass bilde til område
pl_pl: Dopasuj wielkośc obrazu do obszaru
zh_cn: 图像与区域匹配

# UPBV2InputCurrentChartLabel
source: Input Current (A)
cs_cz: Vstupní Proud (A)
de_de: Eingangsstrom (A)
ko_kr: 입력 전류 (A)
nb_no: Innstrøm (A)
pl_pl: Prąd wejściowy (A)
zh_cn: 输入电流 (A)

# UPBV2InputVoltageChartLabel
source: Input Voltage (V)
cs_cz: Vstupní Napětí (V)
de_de: Eingangsspannung (V)
ko_kr: 입력 전압 (V)
nb_no: Innspenning (V)
pl_pl: Napięcie wejściowe (V)
zh_cn: 输入电压 (V)

# LblSetMaximumSpeed
source: Set Maximum Speed
cs_cz: Nastavit Maximální Rychlost
de_de: Maximale Geschwindigkeit festlegen
ko_kr: 최대 이동 속도 설정
nb_no: Angi maksimal hastighet
pl_pl: Ustaw maksymalną prędkość
zh_cn: 设置最大速度

# LblBackLashSteps
source: Backlash Steps
cs_cz: Kroky Zpětné Vůle
de_de: Backlash Schritte
ko_kr: 백래시 단계
nb_no: Antall trinn med slakk
pl_pl: Luz kroków
zh_cn: 回差步数

# LblReverse
source: Reverse
cs_cz: Otočit
de_de: Rückwärts
ko_kr: 반전
nb_no: Omvendt
pl_pl: Odwróć
zh_cn: 反转

# LblSetCurrentPosition
source: Set Current Position
cs_cz: Nastavte Aktuální Pozici
de_de: Aktuelle Position festlegen
ko_kr: 현재 위치 설정
nb_no: Sett nåværende posisjon
pl_pl: Ustaw bieżącą pozycję
zh_cn: 设置当前位置

# LblStepperMotorDirection
source: Stepper Motor Direction
cs_cz: Řízení Krokovým Motorem
de_de: Schrittmotorrichtung
ko_kr: 스태퍼 모터 방향
nb_no: Steppermotor-retning
pl_pl: Kierunek kroku
zh_cn: 步进电机方向

# LblAuto
source: Auto
cs_cz: Automaticky
ko_kr: 자동
zh_cn: 自动

# LblBayerPattern
source: Bayer Pattern
cs_cz: Bayer Maska
de_de: Bayer-Matrix
ko_kr: 베이어 패턴
nb_no: Bayer-mønster
pl_pl: Wzór Bayer
zh_cn: 拜尔阵列

# LblBayerPatternRGBG
source: RGBG
zh_cn: GRGB

# LblBayerPatternTooltip
source: The Bayer pattern to be used for the BAYERPAT keyword in the FITS or XISF image headers for images generated by color sensors. The default of Auto uses any pattern that the camera driver might provide. Does not apply to DSLR cameras.
cs_cz: Matice Bayer, která se má použít pro klíčové slovo BAYERPAT v záhlaví obrázku FITS nebo XISF pro obrázky generované barevnými senzory. Výchozí nastavení Auto používá jakoukoli matici, kterou může poskytnout ovladač kamery. Neplatí pro zrcadlovky.
de_de: Das Bayer-Muster, das für das Schlüsselwort BAYERPAT in den FITS- oder XISF-Bild-Headern für mit Farbsensoren generierte Bilder verwendet wird. Die Standardeinstellung von Auto verwendet das Muster, dass der Kamera-Treiber möglicherweise angibt. Gilt nicht für DSLR-Kameras.
ko_kr: 컬러 센서에서 생성된 이미지의 FITS 또는 XISF 이미지 헤더에 있는 BAYERPAT 키워드에 사용되는 베이어 배열입니다. 기본 설정인 자동 모드는 카메라 드라이버가 사용하는 임의의 배열입니다. DSLR 카메라에는 적용되지 않습니다.
nb_no: Bayer-mønster som brukes i BAYERPAT-feltet i FITS eller XISF-bilder for bilder tatt med fargesensor. Auto bruker mønster hentet fra kameradriveren. Gjelder ikke DSLR-kameraer.
pl_pl: Siatka Bayera używana dla słowa kluczowego BAYERPAT w nagłówkach obrazów FITS lub XISF dla obrazów generowanych przez czujnik koloru. Domyślne ustawienie Auto wykorzystuje wzór określony przez sterownik aparatu. Nie dotyczy lustrzanek cyfrowych.
zh_cn: 用于在FITS 或 XISF 图像头中记录相机使用的 BAYERPAT（拜尔阵列）关键字。 默认设置会自动使用相机驱动程序提供的阵列。不适用于DSLR（单反）相机。

# LblCurrent
source: Current
cs_cz: Aktuální
de_de: Aktuell
ko_kr: 현재
nb_no: Gjeldende
pl_pl: Bieżący
zh_cn: 当前的

# LblRunningEndOfSequence
source: Running end of sequence options
cs_cz: Spuštění možnosti konce sekvence
de_de: Sequenzendoptionen werden ausgeführt
ko_kr: 시퀀스 종료 옵션
nb_no: Utfører valg for sekvensslutt
pl_pl: Uruchom ustawienia końca sekwencji
zh_cn: 正在运行序列结束选项...

# LblSQMPatternDescription
source: Sky Quality Meter reading
cs_cz: Měření Kvality Oblohy
de_de: Himmelsqualitätsmesswert
ko_kr: SQM 읽기
nb_no: Himmelkvalitet-måling
pl_pl: Czytanie poziomu jakości nieba
zh_cn: SQM（天空质量）

# LblReadoutModePatternDescription
source: Camera Readout Mode
cs_cz: Režim Čtení z Kamery
de_de: Kamera Readout Modus
ko_kr: 카메라 읽기 모드
nb_no: Kamera-utlesingsmodus
pl_pl: Tryb odczytu aparatu
zh_cn: 相机读出模式

# LblSerialPortCannotOpen
source: Cannot open serial port {0}: {1}
cs_cz: Nelze otevřít sériový port {0}: {1}
de_de: Kann seriellen Port {0} nicht öffnen: {1}
ko_kr: 시리얼 포트 {0} 를 열 수 없습니다 [{1}]
nb_no: Kan ikke åpne serieport {0}: {1}
pl_pl: Nie można otworzyć portu szeregowego {0}: {1}
zh_cn: 无法打开串行端口 {0}: {1}

# LblPointingTolerance
source: Pointing Tolerance
cs_cz: Tolerance Mimo Cíl
de_de: Pointing Toleranz
ko_kr: Go-To 정밀도
nb_no: Pekenøyaktighet
pl_pl: Tolerancja wskazania
zh_cn: 指向容错范围

# LblAutoFocusAfterFlip
source: Auto Focus after Flip
cs_cz: AutoOstření po překlopení Poledníku
de_de: Autofokus nach Flip
ko_kr: 플립 후 오토포커스
nb_no: Autofokus etter vending
pl_pl: Ustawienie ostrości po Meridian Flipie
zh_cn: 中天翻转后自动对焦

# LblExposureFinished
source: Exposure finished
cs_cz: Expozice dokončena
de_de: Belichtung beendet
ko_kr: 노출 종료
nb_no: Eksponering ferdig
pl_pl: Zakończono ekspozycję
zh_cn: 曝光完成

# LblCameraTimeout
source: Camera Timeout - Camera did not set image as ready after exposuretime + {0} seconds
cs_cz: Časový limit kamery - kamera nebyla schopná připravit snímek po expoziční době + {0} sekundách
de_de: Kamera-Timeout - Kamera hat das Bild nicht nach Belichtungszeit + {0} Sekunden als bereit angezeigt
ko_kr: 카메라 시간 초과 - 카메라가 노출시간 + {0} 초 후에 이미지를 준비하지 못했습니다.
nb_no: Tidsavbrudd for kamera - bilde var ikke klart etter eksponeringstid + {0} sekunder
pl_pl: Limit czasu kamery — kamera nie wyświetlała obrazu jako gotowy po czasie naświetlania + {0} sekund
zh_cn: 相机超时 - 相机在曝光完成后 {0} 秒仍没有将图像状态设置为就绪

# LblImagePatternPreview
source: Pattern Preview
cs_cz: Náhled Vzoru
de_de: Mustervorschau
ko_kr: 패턴 미리보기
nb_no: Forhåndsvisning
pl_pl: Wzór podglądu
zh_cn: 图片名预览

# LblUnknownEpochWarning
source: The mount operates using an unknown equatorial reference system. {0} will be used. Please configure the mount's driver with a valid epoch.
cs_cz: Montáž používá rovníkový souřadný systém s neznámým připojením. Použít {0}. Nastavte ovladač připojení se správnou epochou.
de_de: Die Montierung arbeitet mit einem unbekannten äquatorialen Referenzsystem. {0} wird verwendet. Bitte den Mount-Treiber mit einer gültigen Epoche konfigurieren.
ko_kr: 가대 가 알 수 없는 좌표 시스템[{0}] 을 사용합니다. 적도의 드라이버가 올바른지 확인해주세요.
nb_no: Monteringen bruker et ukjent referansesystem. {0} vil bli brukt. Vennligst angi korrekt epoke i driveren til monteringen.
pl_pl: Montaż działa w nieznanym układzie równikowym. {0} będzie używany. Skonfiguruj sterownik montażu z prawidłowym ustawieniem.
zh_cn: 望远镜使用的赤道参考系未知。{0} 将被使用。请在望远镜驱动程序中设置一个有效的历元。

# LblUnsupportedEpoch
source: The mount operates using the {0} equatorial reference system, which is not supported.
cs_cz: Montáž používá nepodporovaný rovníkový souřadnicový systém {0}.
de_de: Die Montierung arbeitet mit dem {0} äquatorialen Referenzsystem, welches nicht unterstützt wird.
ko_kr: 가대는 지원되지 않는 좌표 시스템 {0} 을 사용합니다.
nb_no: Teleskopet bruker referansesystem {0}, som ikke støttes.
pl_pl: Montaż współpracuje z równikowym systemem odniesienia {0}, który nie jest obsługiwany.
zh_cn: 望远镜目前正在使用不支持的 {0} 赤道参考系。

# LblUnsupportedCfaPattern
source: Unsupported CFA/Bayer pattern: {0}
cs_cz: Nepodporovaný standard CFA/Bayer: {0}
de_de: Nicht unterstütztes CFA/Bayer-Muster: {0}
ko_kr: 지원되지 않는 CFA/Bayer 패턴: {0}
nb_no: Bayer-mønster støttes ikke: {0}
pl_pl: Nieobsługiwany wzór CFA/BAYER: {0}
zh_cn: 不支持的 CFA/Bayer阵列： {0}

# LblSavingImage
source: Saving image
cs_cz: Ukládání obrazu
de_de: Speichere Bild
ko_kr: 이미지 저장
nb_no: Lagrer bilde
pl_pl: Zapisywanie obrazu
zh_cn: 保存图像

# LblLowDiskSpaceForSequence
source: Available space on drive {0} may be insufficient. The estimated disk space required for the sequence is {1}, but only {2} remains.
cs_cz: Dostupné místo na disku {0} může být nedostatečné. Odhadované místo na disku potřebné pro sekvenci je {1}, ale zbývá už jen {2}.
de_de: Der verfügbare Speicherplatz auf dem Laufwerk {0} ist möglicherweise unzureichend. Der geschätzte Speicherplatz für die Sequenz ist {1}, aber nur {2} verbleiben.
ko_kr: {0} 드라이브의 여유 공간이 부족합니다. 드라이브의 여유공간은 {1} 이지만 {2} 만 사용 가능합니다.
nb_no: Tilgjengelig plass på disk {0} er kanskje for lite. Anslått diskplass for sekvensen er {1}, men disken har bare plass til {2}.
pl_pl: Dostępne miejsce na dysku {0} może być niewystarczające. Szacowana ilość miejsca na dysku wymagana dla sekwencji wynosi {1}, a pozostało tylko {2}.
zh_cn: 驱动器 {0} 上的可用空间可能不够。估计序列需要的磁盘空间为 {1}，但是只剩下 {2}。

# LblNoValidFirmwareVersion
source: No valid firmware version.
cs_cz: Neplatná verze firmwaru.
de_de: Keine gültige Firmware-Version.
ko_kr: 올바르지 않은 펌웨어 버전
nb_no: Ingen gyldig firmware-versjon.
pl_pl: Brak prawidłowej wersji firmware.
zh_cn: 固件版本不可用。

# LblAbsolute
source: Absolute
cs_cz: Absolutní
de_de: Absolut
ko_kr: 절대 값
nb_no: Absolutt
pl_pl: Bezwzględne
zh_cn: 绝对值

# LblFocuserBacklashMethod
source: Backlash Compensation Method
cs_cz: Metoda Kompenzace Zpětné Vůle
de_de: Backlash-Kompensationsmethode
ko_kr: 백래시 보정 방법
nb_no: Metode for kompensering av slakk
pl_pl: Metoda kompensacji wstecznej
zh_cn: 回差补偿方法

# LblFocuserBacklashMethodTooltip
source: This controls the backlash compensation method used. Absolute: When the focuser changes directions, an absolute value will be added to the focuser movement. Backlash IN: when the focuser changes from moving outwards to moving inwards the Backlash IN value will be added Backlash OUT: when the focuser changes from moving inwards to moving outwards the Backlash OUT value will be added Overshoot: This method will compensate for Backlash by overshooting the target position by a large amount and then moving the focuser back to the initially requested position. Due to this compensation the last movement of the focuser will always be in the same direction (either always inwards or always outwards) For Backlash IN and OUT only ONE of these two must be set! When setting IN, the amount will be applied on each inward movement, so the final movement will always be outwards. For Backlash OUT, it will be the other way around. The method can only be changed when the focuser is not connected!
cs_cz: Použité metody kompenzace zpětné vůle. Absolutní: Když motor ostření změní směr, přidá se k pohybu ostření absolutní hodnota. Směr dovnitř: při změně ostření z vnějšího pohybu na vnitřní, bude přidána hodnota „směrem dovnitř“ Směr ven: při změně ostření z vnitřního pohybu na vnější, bude přidána hodnota „směrem ven" Překročení: Tato metoda bude kompenzovat zpětnou vůli překročením cílové pozice o velké množství a následným vrácením ostřícího motoru do původní požadované polohy. U této kompenzace bude poslední pohyb ostření vždy ve stejném směru (ať už dovnitř nebo ven) Pro směr dovnitř / ven musí být vybrán pouze JEDEN z těchto dvou! Při nastavování směru dovnitř bude hodnota aplikována na každý pohyb dovnitř, takže konečný pohyb bude vždy ven. U kompenzace ven bude vše opačné. Metodu lze změnit pouze při odpojeném motoru ostření!
de_de: Hier wird die Backlashkompensationsmethode kontrolliert. Absolut: Wenn der Okularauszug die Richtung ändert, wird der Fokusbewegung ein absoluter Wert hinzugefügt. Backlash IN: Wenn sich der Okularauszug von außen nach innen bewegt, wird der Backlash IN Wert hinzugefügt Backlash AUS: Wenn sich der Okularauszug von innen nach außen bewegt, wird der Backlash OUT Wert hinzugefügt Overshoot: Diese Methode kompensiert Backlash durch Überschießen der Zielposition um einen großen Betrag und verschiebt den Okularauszug zurück in die ursprünglich gewünschte Position. Durch diese Kompensation wird die letzte Bewegung des Okularauszug immer in die gleiche Richtung sein (immer nach innen oder immer nach außen) Für Backlash IN und OUT müssen nur EINE dieser beiden gesetzt sein! Beim Setzen von IN, wird der Betrag für jede Bewegung nach innen angewendet, so dass die letzte Bewegung immer nach außen hin sein wird. Bei Backlash OUT ist es umgekehrt. Die Methode kann nur geändert werden, wenn der Okularauszug nicht verbunden ist!
ko_kr: 백래시 조정 방법을 선택합니다. 절대 값 방법: 포커서의 방향이 바뀌면 포커서의 움직임에 절대 값이 더해집니다. 백래시 IN: 포커서가 바깥쪽에서 안쪽으로 이동하면 백래시 IN 값이 증가합니다. 백래시 OUT: 포커서가 안쪽에서 바깥쪽으로 이동하면 백래시 OUT 값이 증가합니다. 오버슛 방법: 목표 위치를 크게 오버슛한 다음 이전 위치로 포커스를 옮기며 백래시를 보정합니다. 포커서의 마지막 움직임이 항상 같은 방향(내향이거나 외향) 이 됩니다. 백래시 IN OUT은 둘 중 하나만 설정하세요! IN으로 설정하면 안쪽으로의 움직임이 적용되기 때문에 마지막 움직임은 항상 바깥쪽이 됩니다. 백래시 OUT은 반대입니다.
nb_no: Velg metode for å håndtere slakk i fokusmekanismen. Absolutt: Når fokusmotoren snur, vil en bestemt verdi legges til bevegelsen for å ta opp slakk. Slakk INN: ved endring fra ut- til inn-bevegelse, vil denne verdien legges til Slakk UT: ved endring fra inn- til ut-bevegelse, vil denne verdien legges til Overskyt: Ved bevegelser i en av retningene vil fokusmotoren bevege seg forbi målet, og så bevege seg til målet, fra motsatt retning. Dette gjør at alle bevegelser vil avsluttes fra samme retning (alltid innover, eller alltid utover). Sett bare en av Slakk INN og Slakk UT! Når Slakk INN er satt, vil det være verdien som det overskytes ved inn-bevegelser, etterfulgt av en endelig bevegelse utover. For Slakk UT, er det motsatt og endelig bevegelse er innover. Denne metoden kan bare endres når fokusmotor er frakoblet!
pl_pl: Metoda kontroli kompensacji luzu. Bezwzględnie: Kiedy fokuser zmienia kierunek, do ruchu fokusera dodawana jest wartość bezwzględna. Luz IN: Gdy fokuser przesuwa się od zewnątrz do wewnątrz, dodawana jest wartość luzu IN Luz OUT: Gdy fokuser przesuwa się od wewnątrz na zewnątrz, dodawana jest wartość luzu OUT Przekroczenie: Ta metoda kompensuje luzy poprzez znaczne przekroczenie pozycji docelowej i przesunięcie fokusera z powrotem do pierwotnie pożądanej pozycji. Dzięki tej kompensacji ostatni ruch fokusera będzie zawsze wykonywany w tym samym kierunku (zawsze do wewnątrz lub zawsze na zewnątrz) Tylko JEDEN z tych dwóch musi być ustawiony na luz IN i OUT! Podczas ustawiania IN, zadana wartość jest stosowana dla każdego ruchu do wewnątrz, więc ostatni ruch zawsze będzie na zewnątrz. Z luzem OUT jest na odwrót. Metodę można zmienić tylko wtedy, gdy fokuser nie jest podłączony!
zh_cn: 这个选项控制回差补偿的方法。 绝对值： 当电调改变运动方向后，将多移动一定步数。 向内回差：当电调从向外移动切换至向内移动时，多移动的步数。 向外回差：当电调从向内移动切换至向外移动时，多移动的步数。 超调： 此方法将在电调达到目标后继续移动一个很大的步数，然后移回目标位置。 对于这种回差补偿方法，调焦器的最后一次移动总是与之前一系列移动在相同的方向(不论是向内移动还是向外移动) 对于 回差 向内/向外，必须设置两者之一！ 设置 向内 时，该步数将用于内向移动，因此最终移动总是向外，向外 亦然。 只有电调断开时才能更改回差补偿方法！

# LblOvershoot
source: Overshoot
cs_cz: Překročení
de_de: Überschreiten
ko_kr: 오버슛
nb_no: Overskyt
pl_pl: Przekroczenie
zh_cn: 超出值

# LblFocuserMoveLargeTooltip
source: Moves focuser by a large amount using five times the Autofocus Stepsize
cs_cz: Pohyb zaostření o hodnotu 5x větší, než je velikost kroku automatické ostření
de_de: Bewegt den Okularauszug um einen großen Betrag mit fünfmal mehr als der Autofokus-Schrittgröße
ko_kr: 포커서를 크게 움직입니다.[기존 스탭의 5배]
nb_no: Endrer fokusavstand mye med fem ganger steglengden
pl_pl: Przesuwa fokuser o dużą wartość przy użyciu pięciokrotnego rozmiaru kroku autofokusa
zh_cn: 使用自动对焦步长的五倍以大步移动电调

# LblFocuserMoveSmallTooltip
source: Moves focuser by a small amount using half the Autofocus Stepsize
cs_cz: Pohyb zaostření o hodnotu 5x větší, než je velikost kroku automatické ostření
de_de: Bewegt den Okularauszug um einen kleinen Betrag mit der Hälfte der Autofokus-Schrittgröße
ko_kr: 포커서를 작게 움직입니다.[기존 스텝의 1/2]
nb_no: Endrer fokusposisjon med halv steglengde
pl_pl: Przesuwa fokuser o niewielką wartość przy użyciu połowy rozmiaru kroku autofokusa
zh_cn: 使用自动对焦步长的一半以小步移动电调

# LblMoveFocuserTooltip
source: Moves focuser to the specified target position
cs_cz: Pohyb zaostření do zadané cílové polohy
de_de: Bewegt Okularauszug zur angegebenen Zielposition
ko_kr: 포커서를 지정된 위치로 이동
nb_no: Flytter fokus til angitt fokusposisjon
pl_pl: Przesuwa fokuser do określonej pozycji docelowej
zh_cn: 将调焦器移动到指定的目标位置

# LblMoveRotatorTooltip
source: Moves rotator to the specified target position
cs_cz: Pohyb rotátoru do definované polohy
de_de: Bewegt den Rotator zur angegebenen Zielposition
ko_kr: 회전 장치를 지정된 위치로 이동
nb_no: Roterer kamera til angitt posisjon
pl_pl: Przesuwa rotator do określonej pozycji docelowej
zh_cn: 将旋转器移动到指定的目标位置

# LblIncompatibleGainsInSequence
source: Sequence contains items using incompatible Gain settings. These will be ignored!
cs_cz: Sekvence obsahuje položky s nekompatibilním nastavením Zisku. Ty budou ignorovány!
de_de: Sequenz enthält Elemente mit inkompatiblen Gain-Einstellungen. Diese werden ignoriert!
ko_kr: 시퀀스 중에는 사용할 수 없는 게인 설정이 항목에 있습니다. 이 항목은 무시됩니다!
nb_no: Sekvens inneholder instruksjoner med ugyldige forsterknings-innstillinger. Disse blir ignorert!
pl_pl: Sekwencja zawiera elementy z niekompatybilnymi ustawieniami wzmocnienia. Zostaną one zignorowane!
zh_cn: 序列中的部分项目使用了不兼容的增益设置。这些项目将被忽略！

# LblIncompatibleOffsetsInSequence
source: Sequence cotains items using incompatible Offset settings. These will be ignored!
cs_cz: Sekvence obsahuje prvky s nekompatibilním nastavením Offsetu. Ty budou ignorovány!
de_de: Sequenz enthält Elemente mit inkompatiblen Offset-Einstellungen. Diese werden ignoriert!
ko_kr: 시퀀스 중에는 사용할 수 없는 오프셋 설정이 항목에 있습니다. 이 항목은 무시됩니다!
nb_no: Sekvens inneholder instruksjoner med ugyldige forskyvnings-innstillinger. Disse blir ignorert!
pl_pl: Sekwencja zawiera elementy z niekompatybilnymi ustawieniami przesunięcia. Zostaną one zignorowane!
zh_cn: 序列中的部分项目使用了不兼容的偏移设置。这些项目将被忽略！

# LblFlatDeviceAddBinningMode
source: Add Binning
cs_cz: Přidat Binning
de_de: Binning hinzufügen
ko_kr: 비닝 추가
nb_no: Legg til binning
pl_pl: Dodaj Binning
zh_cn: 添加合并像素模式

# LblFlatDeviceAddGain
source: Add Gain
cs_cz: Přidat Zisk
de_de: Gain hinzufügen
ko_kr: 게인 추가
nb_no: Legg til forsterkning
pl_pl: Dodaj Gain
zh_cn: 添加增益

# LblFlatDeviceAreYouSureBinning
source: Are you sure you want to delete all values for binning
cs_cz: Odstranit všechny hodnoty pro binning
de_de: Sollen alle Werte für Binnung gelöscht werden?
ko_kr: 비닝의 모든 값을 삭제할까요?
nb_no: Er du sikker på at du vil slette alle verdier for binning
pl_pl: Czy na pewno chcesz usunąć wszystkie wartości binningu
zh_cn: 你确定要删除这些设置，合并像素:

# LblFlatDeviceAreYouSureGain
source: Are you sure you want to delete all values for gain
cs_cz: Smazat všechny hodnoty zisku
de_de: Sollen alle Werte für Gain gelöscht werden?
ko_kr: 게인의 모든 값을 삭제할까요?
nb_no: Er du sikker på at du vil slette alle verdier for forsterkning
pl_pl: Czy na pewno chcesz usunąć wszystkie wartości wzmocnienia
zh_cn: 你确定要删除这些设置，增益:

# LblFlatDeviceDeleteBinningMode
source: Delete Binning
cs_cz: Smazat Binning
de_de: Binning löschen
ko_kr: 비닝 삭제
nb_no: Slett binning
pl_pl: Usuń Binning
zh_cn: 删除合并像素

# LblFlatDeviceDeleteGain
source: Delete Gain
cs_cz: Zmazat Zisk
de_de: Gain löschen
ko_kr: 게인 삭제
nb_no: Slett forsterkning
pl_pl: Usuń wzmocnienie
zh_cn: 删除增益

# LblCouldNotReachTargetTemperature
source: Camera is unable to reach the specified target temperature!
cs_cz: Kamera nemůže dosáhnout zadané cílové teploty!
de_de: Kamera kann die angegebene Zieltemperatur nicht erreichen!
ko_kr: 카메라가 지정된 온도에 도달할 수 없습니다.
nb_no: Kameraet kan ikke nå den angitte temperaturen!
pl_pl: Kamera nie może osiągnąć określonej temperatury docelowej!
zh_cn: 相机无法达到指定的温度！

# LblWaitingToTurnCoolerOff
source: Camera waiting to turn cooler off
cs_cz: Kamera čeká na vypnutí chlazení
de_de: Kamera wartet, um Kühler auszuschalten
ko_kr: 쿨러가 꺼지기를 기다리는 중
nb_no: Kameraet venter på å slå av kjøling
pl_pl: Kamera czeka na wyłączenie chłodzenia
zh_cn: 相机正在等待关闭制冷

# LblWarmCamBtnTooltip
source: Warms the camera back to ambient temperature and turns the cooler off. A duration is optional. Most camera drivers already regulate the cooler power automatically and will only gradually increase the temperature. In case a longer duration is needed, a duration can be specified and the application will slowly raise the target temperature of the camera based on the given duration.
cs_cz: Zahřeje kameru na okolní teplotu a vypne chladič. Doba trvání je volitelná. Většina ovladačů kamer již automaticky reguluje výkon chladiče a bude pouze postupně zvyšuje teplotu. V případě, že je požadována delší doba trvání, lze dobu trvání specifikovat a aplikace bude pomalu zvyšovat cílovou teplotu kamery podle dané doby.
de_de: Wärmt die Kamera auf Umgebungstemperatur zurück und schaltet den Kühler aus. Eine Dauer ist optional. Die meisten Kameratreiber regulieren die Kühlleistung bereits automatisch und erhöhen die Temperatur nur allmählich. Falls eine längere Dauer benötigt wird, kann eine Dauer angegeben werden und die Anwendung erhöht langsam die Zieltemperatur der Kamera basierend auf der angegebenen Dauer.
ko_kr: 카메라를 상온까지 상승시키고 쿨러의 전원을 끕니다. 소요 시간 설정은 선택사항입니다. 대부분의 냉각 카메라 드라이버는 쿨러의 파워를 자동으로 조절할 수 있어 온도를 조금씩 올립니다. 시간을 더 길게하고 싶은 경우에만 설정하세요. 소프트웨어는 일정한 시간을 두고 카메라의 온도를 천천히 올립니다.
nb_no: Varmer kameraet til omgivelsestemperatur, og slår av kjøleren. Varighet er valgfritt. De fleste kameradrivere regulerer kjøleeffekten automatisk, og vil selv gradvis øke temperaturen. I tilfelle lengre varighet trengs, kan NINA øke temperature gradvis med angitt varighet.
pl_pl: Podgrzewa kamerę z powrotem do temperatury otoczenia i wyłącza chłodzenie. Czas trwania może być różny. Większość sterowników kamer już automatycznie reguluje moc chłodzenia i tylko stopniowo podnosi temperaturę. W przypadku gdy potrzebny jest dłuższy czas, można go określić i aplikacja powoli podniesie docelową temperaturę kamery w oparciu o podany czas trwania.
zh_cn: 加热相机使其回到环境温度，并关闭制冷。 持续时间是可选的。 大多数相机的驱动已有自动调节预设，只会逐渐提高温度。 如果需要更长的时间（以防玻璃碎裂或者结露）。 可以指定持续时间，NINA将根据给定的时间慢慢提升相机的目标温度。

# LblWaitForImageSaving
source: Waiting for Image saving
cs_cz: Počkat, na uložení obrazu
de_de: Warte auf Bildspeicherung
ko_kr: 이미지 저장을 기다리는 중
nb_no: Venter på bildelagring
pl_pl: Oczekiwanie na zapisanie obrazu
zh_cn: 等待图像保存

# LblHighGainMode
source: High Gain Mode
cs_cz: Režim Vysokého Zisku
de_de: High Gain Modus
ko_kr: 높은 게인 모드
nb_no: Høy forsterkning
pl_pl: Tryb wysokiego wzmocnienia
zh_cn: 高增益模式
