Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblClockwise
source: Clockwise
cs_cz: Pravotočivý
de_de: Rechtsdrehend
ko_kr: 시계 방향
nb_no: Med klokka
pl_pl: Zgodnie ze wskazówkami zegara
zh_cn: 顺时针

# LblCloudCover
source: Cloud Cover
cs_cz: Oblačnost
de_de: Bewölkung
ko_kr: 구름 양
nb_no: Skydekke
pl_pl: Zachmurzenie
zh_cn: 云量

# LblColorSensorNotSupported
source: Color sensor is not supported yet
cs_cz: Barevná matice senzoru zatím není podporována
de_de: Farbsensor ist derzeit nicht unterstützt
ko_kr: 컬러 센서는 아직 지원되지 않습니다.
nb_no: Fargesensor støttes ikke enda
pl_pl: Kolorowa matryca nie jest jeszcze wspierana
zh_cn: 暂不支持彩色传感器

# LblCompression
source: Compression
cs_cz: Komprese
de_de: Komprimierung
ko_kr: 압축
nb_no: Komprimering
pl_pl: Kompresja
zh_cn: 压缩

# LblConnect
source: Connect
cs_cz: Připojit
de_de: Verbinden
ko_kr: 연결
nb_no: Koble til
pl_pl: Połącz
zh_cn: 连接

# LblConnected
source: Connected
cs_cz: Připojeno
de_de: Verbunden
ko_kr: 연결
nb_no: Tilkoblet
pl_pl: Połączono
zh_cn: 已连接

# LblConnecting
source: Connecting
cs_cz: Připojování
de_de: Verbinde
ko_kr: 연결 중
nb_no: Kobler til
pl_pl: Łączenie
zh_cn: 连接中

# LblConstellation
source: Constellation
cs_cz: Souhvězdí
de_de: Konstellation
ko_kr: 별자리
nb_no: Stjernebilde
pl_pl: Konstelacja
zh_cn: 星座

# LblConstellation_AND
source: Andromeda
ko_kr: 안드로메다
zh_cn: 仙女座

# LblConstellation_ANT
source: Antlia
cs_cz: Vývěva
de_de: Luftpumpe
ko_kr: 공기펌프자리
nb_no: Luftpumpen (Antlia)
pl_pl: Gwiazdozbiór Pompy
zh_cn: 唧筒座

# LblConstellation_APS
source: Apus
cs_cz: Rajka
de_de: Paradiesvogel
ko_kr: 극락조자리
nb_no: Paradisfuglen (Apus)
zh_cn: 天燕座

# LblConstellation_AQL
source: Aquila
cs_cz: Orel
de_de: Adler
ko_kr: 독수리자리
nb_no: Ørnen (Aquila)
pl_pl: Gwiazdozbiór Orła
zh_cn: 天鹰座

# LblConstellation_AQR
source: Aquarius
cs_cz: Vodnář
de_de: Wassermann
ko_kr: 물병자리
nb_no: Vannmannen (Aquarius)
pl_pl: Gwiazdozbiór Wodnika
zh_cn: 宝瓶座

# LblConstellation_ARA
source: Ara
cs_cz: Oltář
de_de: Altar
ko_kr: 제단자리
nb_no: Alteret (Ara)
pl_pl: Gwiazdozbiór Ołtarza
zh_cn: 天坛座

# LblConstellation_ARI
source: Aries
cs_cz: Beran
de_de: Widder
ko_kr: 양자리
nb_no: Væren (Aries)
pl_pl: Gwiazdozbiór Barana
zh_cn: 白羊座

# LblConstellation_AUR
source: Auriga
cs_cz: Vozka
de_de: Fuhrmann
ko_kr: 마차부자리
nb_no: Kusken (Auriga)
pl_pl: Gwiazdozbiór Woźnicy
zh_cn: 御夫座

# LblConstellation_BOO
source: Bootes
cs_cz: Pastýř
de_de: Bärenhüter
ko_kr: 목동자리
nb_no: Oksedriveren (Bootes)
pl_pl: Gwiazdozbiór Wolarza
zh_cn: 牧夫座

# LblConstellation_CAE
source: Caelum
cs_cz: Rydlo
de_de: Grabstichel
ko_kr: 조각칼자리
nb_no: Gravstikken (Caelum)
pl_pl: Gwiazdozbiór Rylca
zh_cn: 雕具座

# LblConstellation_CAM
source: Camelopardalis
cs_cz: Žirafa
de_de: Giraffe
ko_kr: 기린자리
nb_no: Sjiraffen (Camelopardalis)
pl_pl: Gwiazdozbiór Żyrafy
zh_cn: 鹿豹座

# LblConstellation_CAP
source: Capricornus
cs_cz: Kozoroh
de_de: Steinbock
ko_kr: 염소자리
nb_no: Steinbukken (Capricornus)
pl_pl: Gwiazdozbiór Koziorożca
zh_cn: 魔蝎座

# LblConstellation_CAR
source: Carina
cs_cz: Lodní kýl
de_de: Kiel des Schiffs
ko_kr: 용골자리
nb_no: Kjølen (Carina)
pl_pl: Gwiazdozbiór Kila
zh_cn: 船底座

# LblConstellation_CAS
source: Cassiopeia
cs_cz: Kassiopeia
de_de: Kassiopeia
ko_kr: 카시오페아자리
nb_no: Kassiopeia (Cassiopeia)
pl_pl: Gwiazdozbiór Kasjopei
zh_cn: 仙后座

# LblConstellation_CEN
source: Centaurus
cs_cz: Kentaur
de_de: Zentaur
ko_kr: 센타우루스자리
nb_no: Kentauren (Centaurus)
pl_pl: Centaura
zh_cn: 半人马座

# LblConstellation_CEP
source: Cepheus
cs_cz: Kefeus
de_de: Kepheus
ko_kr: 세페우스자리
nb_no: Kefeus (Cepheus)
pl_pl: Gwiazdozbiór Cefeusza
zh_cn: 仙王座

# LblConstellation_CET
source: Cetus
cs_cz: Velryba
de_de: Walfisch
ko_kr: 고래자리
nb_no: Hvalen (Cetus)
pl_pl: Gwiazdozbiór Wieloryba
zh_cn: 鲸鱼座

# LblConstellation_CHA
source: Chamaeleon
cs_cz: Chameleon
de_de: Chamäleon
ko_kr: 카멜레온자리
nb_no: Kameleonen (Chamaeleon)
pl_pl: Gwiazdozbiór Kameleona
zh_cn: 堰蜓座

# LblConstellation_CIR
source: Circinus
cs_cz: Kružítko
de_de: Zirkel
ko_kr: 컴퍼스자리
nb_no: Passeren (Circinus)
pl_pl: Galaktyka Cyrkla
zh_cn: 圆规座

# LblConstellation_CMA
source: Canis major
cs_cz: Velký pes
de_de: Großer Hund
ko_kr: 큰개자리
nb_no: Store hund (Canis major)
pl_pl: Wielki Pies
zh_cn: 大犬座

# LblConstellation_CMI
source: Canis minor
cs_cz: Malý pes
de_de: Kleiner Hund
ko_kr: 작은개자리
nb_no: Lille hund (Canis minor)
pl_pl: Mały Pies
zh_cn: 小犬座

# LblConstellation_CNC
source: Cancer
cs_cz: Rak
de_de: Krebs
ko_kr: 게자리
nb_no: Krepsen (Cancer)
pl_pl: Gwiazdozbiór Raka
zh_cn: 巨蟹座

# LblConstellation_COL
source: Columba
cs_cz: Holubice
de_de: Taube
ko_kr: 비둘기자리
nb_no: Duen (Columba)
pl_pl: Gwiazdozbiór Gołębia
zh_cn: 天鸽座

# LblConstellation_COM
source: Coma berenices
cs_cz: Vlasy Bereniky
de_de: Haar der Berenike
ko_kr: 머리털자리
nb_no: Berenikes hår (Coma berenices)
pl_pl: Warkocz Bereniki
zh_cn: 后发座

# LblConstellation_CRA
source: Corona australis
cs_cz: Jižní koruna
de_de: Südliche Krone
ko_kr: 남쪽왕관자리
nb_no: Sørlige krone (Corona australis)
pl_pl: Korona Południowa
zh_cn: 南冕座

# LblConstellation_CRB
source: Corona borealis
cs_cz: Severní koruna
de_de: Nördliche Krone
ko_kr: 북쪽왕관자리
nb_no: Nordlige krone (Corona borealis)
pl_pl: Korona Północna
zh_cn: 北冕座

# LblConstellation_CRT
source: Crater
cs_cz: Pohár
de_de: Becher
ko_kr: 컵자리
nb_no: Begeret (Crater)
pl_pl: Krater
zh_cn: 巨爵座

# LblConstellation_CRU
source: Crux
cs_cz: Jižní kříž
de_de: Kreuz des Südens
ko_kr: 남십자자리
nb_no: Sydkorset (Crux)
pl_pl: Gwiazdozbiór Krzyża Południa
zh_cn: 南十字座

# LblConstellation_CRV
source: Corvus
cs_cz: Havran
de_de: Rabe
ko_kr: 까마귀자리
nb_no: Ravnen (Corvus)
pl_pl: Gwiazdozbiór Kruka
zh_cn: 乌鸦座

# LblConstellation_CVN
source: Canes venatici
cs_cz: Honicí psi
de_de: Jagdhunde
ko_kr: 사냥개자리
nb_no: Jakthundene (Canes venatici)
pl_pl: Gwiazdozbiór Psów Gończych
zh_cn: 猎犬座

# LblConstellation_CYG
source: Cygnus
cs_cz: Labuť
de_de: Schwan
ko_kr: 백조자리
nb_no: Svanen (Cygnus)
zh_cn: 天鹅座

# LblConstellation_DEL
source: Delphinus
cs_cz: Delfín
de_de: Delphin
ko_kr: 돌고래자리
nb_no: Delfinen (Delphinus)
pl_pl: Gwiazdozbiór Delfina
zh_cn: 海豚座

# LblConstellation_DOR
source: Dorado
cs_cz: Mečoun
de_de: Schwertfisch
ko_kr: 황새치자리
nb_no: Gullfisken (Dorado)
pl_pl: Złota Ryba
zh_cn: 剑鱼座

# LblConstellation_DRA
source: Draco
cs_cz: Drak
de_de: Drache
ko_kr: 용자리
nb_no: Dragen (Draco)
pl_pl: Smok
zh_cn: 天龙座

# LblConstellation_EQU
source: Equuleus
cs_cz: Koníček
de_de: Füllen
ko_kr: 조랑말자리
nb_no: Føllet (Equuleus)
pl_pl: Źrebię
zh_cn: 小马座

# LblConstellation_ERI
source: Eridanus
cs_cz: Řeka Eridanus
ko_kr: 에리다누스자리
nb_no: Floden (Eridanus)
pl_pl: Erydan
zh_cn: 波江座

# LblConstellation_FOR
source: Fornax
cs_cz: Pec
de_de: Chemischer Ofen
ko_kr: 화로자리
nb_no: Smelteovnen (Fornax)
pl_pl: Piec
zh_cn: 天炉座

# LblConstellation_GEM
source: Gemini
cs_cz: Blíženci
de_de: Zwillinge
ko_kr: 쌍둥이자리
nb_no: Tvillingene (Gemini)
pl_pl: Bliźnięta
zh_cn: 双子座

# LblConstellation_GRU
source: Grus
cs_cz: Jeřáb
de_de: Kranich
ko_kr: 두루미자리
nb_no: Tranen (Grus)
pl_pl: Żuraw
zh_cn: 天鹤座

# LblConstellation_HER
source: Hercules
cs_cz: Herkules
de_de: Herkules
ko_kr: 헤라클레스자리
nb_no: Herkules (Hercules)
pl_pl: Herkules
zh_cn: 武仙座

# LblConstellation_HOR
source: Horologium
cs_cz: Hodiny
de_de: Pendeluhr
ko_kr: 시계자리
nb_no: Uret (Horologium)
pl_pl: Zegar
zh_cn: 时钟座

# LblConstellation_HYA
source: Hydra
de_de: Wasserschlange
ko_kr: 바다뱀자리
nb_no: Vannslangen (Hydra)
zh_cn: 长蛇座

# LblConstellation_HYI
source: Hydrus
cs_cz: Malý vodní had
de_de: Kleine Wasserschlang
ko_kr: 물뱀자리
nb_no: Sørlige vannslange (Hydrus)
pl_pl: Mały Wąż Wodny
zh_cn: 水蛇座

# LblConstellation_IND
source: Indus
cs_cz: Indián
de_de: Indianer
ko_kr: 인디언자리
nb_no: Inderen (Indus)
pl_pl: Indianin
zh_cn: 印第安座

# LblConstellation_LAC
source: Lacerta
cs_cz: Ještěrka
de_de: Eidechse
ko_kr: 도마뱀자리
nb_no: Øglen (Lacerta)
pl_pl: Jaszczurka
zh_cn: 蝎虎座

# LblConstellation_LEO
source: Leo
cs_cz: Lev
de_de: Löwe
ko_kr: 사자자리
nb_no: Løven (Leo)
pl_pl: Lew
zh_cn: 狮子座

# LblConstellation_LEP
source: Lepus
cs_cz: Zajíc
de_de: Hase
ko_kr: 토끼자리
nb_no: Haren (Lepus)
pl_pl: Zając
zh_cn: 天兔座

# LblConstellation_LIB
source: Libra
cs_cz: Váhy
de_de: Waage
ko_kr: 천칭자리
nb_no: Vekten (Libra)
pl_pl: Waga
zh_cn: 天秤座

# LblConstellation_LMI
source: Leo minor
cs_cz: Malý lev
de_de: Kleiner Löwe
ko_kr: 작은사자자리
nb_no: Lille løve (Leo minor)
pl_pl: Mały Lew
zh_cn: 小狮座

# LblConstellation_LUP
source: Lupus
cs_cz: Vlk
de_de: Wolf
ko_kr: 이리자리
nb_no: Ulven (Lupus)
pl_pl: Wilk
zh_cn: 豺狼座

# LblConstellation_LYN
source: Lynx
cs_cz: Rys
de_de: Luchs
ko_kr: 살쾡이자리
nb_no: Gaupen (Lynx)
pl_pl: Ryś
zh_cn: 天猫座

# LblConstellation_LYR
source: Lyra
de_de: Leier
ko_kr: 거문고자리
nb_no: Lyren (Lyra)
pl_pl: Lutnia
zh_cn: 天琴座

# LblConstellation_MEN
source: Mensa
cs_cz: Tabulová hora
de_de: Tafelberg
ko_kr: 테이블산자리
nb_no: Taffelberget (Mensa)
pl_pl: Góra Stołowa
zh_cn: 山案座

# LblConstellation_MIC
source: Microscopium
cs_cz: Mikroskop
de_de: Mikroskop
ko_kr: 현미경자리
nb_no: Mikroskopet (Microscopium)
pl_pl: Mikroskop
zh_cn: 显微镜座

# LblConstellation_MON
source: Monoceros
cs_cz: Jednorožec
de_de: Einhorn
ko_kr: 외뿔소자리
nb_no: Enhjørningen (Monoceros)
pl_pl: Jednorożec
zh_cn: 麒麟座

# LblConstellation_MUS
source: Musca
cs_cz: Moucha
de_de: Fliege
ko_kr: 파리자리
nb_no: Fluen (Musca)
pl_pl: Mucha
zh_cn: 苍蝇座

# LblConstellation_NOR
source: Norma
cs_cz: Pravítko
de_de: Winkelmaß
ko_kr: 직각자자리
nb_no: Vinkelhaken (Norma)
pl_pl: Węgielnica
zh_cn: 矩尺座

# LblConstellation_OCT
source: Octans
cs_cz: Oktant
de_de: Oktant
ko_kr: 팔분의자리
nb_no: Oktanten (Octans)
pl_pl: Oktant
zh_cn: 南极座

# LblConstellation_OPH
source: Ophiuchus
cs_cz: Hadonoš
de_de: Schlangenträger
ko_kr: 뱀주인자리
nb_no: Slangebæreren (Ophiuchus)
pl_pl: Wężownik
zh_cn: 蛇夫座

# LblConstellation_ORI
source: Orion
ko_kr: 오리온자리
pl_pl: Mgławica Oriona
zh_cn: 猎户座

# LblConstellation_PAV
source: Pavo
cs_cz: Páv
de_de: Pfau
ko_kr: 공작자리
nb_no: Påfuglen (Pavo)
pl_pl: Paw
zh_cn: 孔雀座

# LblConstellation_PEG
source: Pegasus
cs_cz: Pegas
ko_kr: 페가수스자리
pl_pl: Pegaz
zh_cn: 飞马座

# LblConstellation_PER
source: Perseus
ko_kr: 페르세우스자리
nb_no: Persevs (Perseus)
pl_pl: Perseusz
zh_cn: 英仙座

# LblConstellation_PHE
source: Phoenix
cs_cz: Fénix
de_de: Phönix
ko_kr: 봉황자리
nb_no: Føniks (Phoenix)
pl_pl: Feniks
zh_cn: 凤凰座

# LblConstellation_PIC
source: Pictor
cs_cz: Malíř
de_de: Maler
ko_kr: 화가자리
nb_no: Maleren (Pictor)
pl_pl: Malarz
zh_cn: 绘架座

# LblConstellation_PSA
source: Pisces austrinus
cs_cz: Jižní ryba
de_de: Südlicher Fisch
ko_kr: 남쪽물고기자리
nb_no: Sørlige fisk (Pisces austrinus)
pl_pl: Ryba Południowa
zh_cn: 南鱼座

# LblConstellation_PSC
source: Pisces
cs_cz: Ryby
de_de: Fische
ko_kr: 물고기자리
nb_no: Fiskene (Pisces)
pl_pl: Ryby
zh_cn: 双鱼座

# LblConstellation_PUP
source: Puppis
cs_cz: Lodní záď
de_de: Achterdeck des Schiffs
ko_kr: 고물자리
nb_no: Akterstavnen (Puppis)
pl_pl: Rufa
zh_cn: 船尾座

# LblConstellation_PYX
source: Pyxis
cs_cz: Kompas
de_de: Schiffskompass
ko_kr: 나침반자리
nb_no: Kompasset (Pyxis)
pl_pl: Kompas
zh_cn: 罗盘座

# LblConstellation_RET
source: Reticulum
cs_cz: Mřížka
de_de: Netz
ko_kr: 그물자리
nb_no: Nettet (Reticulum)
pl_pl: Sieć
zh_cn: 网罟座

# LblConstellation_SCL
source: Sculptor
cs_cz: Sochař
de_de: Bildhauer
ko_kr: 조각가자리
nb_no: Billedhuggeren (Sculptor)
pl_pl: Rzeźbiarz
zh_cn: 玉夫座

# LblConstellation_SCO
source: Scorpius
cs_cz: Štír
de_de: Skorpion
ko_kr: 전갈자리
nb_no: Skorpionen (Scorpius)
pl_pl: Skorpion
zh_cn: 天蝎座

# LblConstellation_SCT
source: Scutum
cs_cz: Štít
de_de: Schild
ko_kr: 방패자리
nb_no: Skjoldet (Scutum)
pl_pl: Tarcza
zh_cn: 盾牌座

# LblConstellation_SER
source: Serpens
cs_cz: Had
de_de: Schlange
ko_kr: 뱀자리
nb_no: Slangen (Serpens)
pl_pl: Wąż
zh_cn: 巨蛇座

# LblConstellation_SER1
source: Serpens caput
cs_cz: Hlava hada
de_de: Schlange, Kopf
ko_kr: 뱀머리자리
nb_no: Slangehodet (Serpens caput)
pl_pl: Głowa węża
zh_cn: 巨蛇头

# LblConstellation_SER2
source: Serpens cauda
cs_cz: Ocas hada
de_de: Schlange, Schwanz
ko_kr: 뱀자리
nb_no: Slangehalen (Serpens cauda)
pl_pl: Ogon węża
zh_cn: 巨蛇尾

# LblConstellation_SEX
source: Sextans
cs_cz: Sextant
de_de: Sextant
ko_kr: 육분의자리
nb_no: Sekstanten (Sextans)
pl_pl: Sekstant
zh_cn: 六分仪座

# LblConstellation_SGE
source: Sagitta
cs_cz: Šíp
de_de: Pfeil
ko_kr: 화살자리
nb_no: Pilen (Sagitta)
pl_pl: Strzała
zh_cn: 天箭座

# LblConstellation_SGR
source: Sagittarius
cs_cz: Střelec
de_de: Schütze
ko_kr: 궁수자리
nb_no: Skytteren (Sagittarius)
pl_pl: Strzelec
zh_cn: 人马座

# LblConstellation_TAU
source: Taurus
cs_cz: Býk
de_de: Stier
ko_kr: 황소자리
nb_no: Tyren (Taurus)
pl_pl: Byk
zh_cn: 金牛座

# LblConstellation_TEL
source: Telescopium
cs_cz: Dalekohled
de_de: Teleskop
ko_kr: 망원경자리
nb_no: Teleskopet (Telescopium)
pl_pl: Luneta
zh_cn: 望远镜座

# LblConstellation_TRA
source: Triangulum australe
cs_cz: Jižní trojúhelník
de_de: Südliches Dreieck
ko_kr: 남쪽삼각형자리
nb_no: Sørlig triangel (Triangulum australe)
pl_pl: Trójkąt Południowy
zh_cn: 南三角座

# LblConstellation_TRI
source: Triangulum
cs_cz: Trojúhelník
de_de: Dreieck
ko_kr: 삼각형자리
nb_no: Triangelet (Triangulum)
pl_pl: Trójkąt
zh_cn: 三角座

# LblConstellation_TUC
source: Tucana
cs_cz: Tukan
de_de: Tukan
ko_kr: 큰부리새자리
nb_no: Tukanen (Tucana)
pl_pl: Tukan
zh_cn: 杜鹃座

# LblConstellation_UMA
source: Ursa major
cs_cz: Velká medvědice
de_de: Großer Bär
ko_kr: 큰곰자리
nb_no: Store bjørn (Ursa major)
pl_pl: Wielka Niedźwiedzica
zh_cn: 大熊座

# LblConstellation_UMI
source: Ursa minor
cs_cz: Malý medvěd
de_de: Kleiner Bär
ko_kr: 작은곰자리
nb_no: Lille bjørn (Ursa minor)
pl_pl: Mała Niedźwiedzica
zh_cn: 小熊座

# LblConstellation_VEL
source: Vela
cs_cz: Plachty
de_de: Segel des Schiffs
ko_kr: 돛자리
nb_no: Seilet (Vela)
pl_pl: Żagiel
zh_cn: 船帆座

# LblConstellation_VIR
source: Virgo
cs_cz: Panna
de_de: Jungfrau
ko_kr: 처녀자리
nb_no: Jomfruen (Virgo)
pl_pl: Panna
zh_cn: 室女座

# LblConstellation_VOL
source: Volans
cs_cz: Létající ryba
de_de: Fliegender Fisch
ko_kr: 날치자리
nb_no: Flygefisken (Volans)
pl_pl: Ryba Latająca
zh_cn: 飞鱼座

# LblConstellation_VUL
source: Vulpecula
cs_cz: Lištička
de_de: Fuchs
ko_kr: 작은여우자리
nb_no: Reven (Vulpecula)
pl_pl: Lisek
zh_cn: 狐狸座

# LblContinue
source: Continue
cs_cz: Pokračovat
de_de: Fortfahren
ko_kr: 계속
nb_no: Fortsett
pl_pl: Kontynuuj
zh_cn: 继续

# LblContrastMethod
source: Contrast Detect Method
cs_cz: Metoda Detekce Kontrastu
de_de: Kontrasterkennung Methode
ko_kr: 콘트라스트 검출 방법
nb_no: Kontrastdeteksjon
pl_pl: Metoda wykrywania kontrastu
zh_cn: 反差对焦模式

# LblCoolCamBtnTooltip
source: Turns the cooler on and cools the camera to the given target temperature. A duration is optional. Most camera drivers already regulate the cooler power automatically and will only gradually decrease the temperature. In case a longer duration is needed, a duration can be specified and the application will slowly lower the target temperature of the camera based on the given duration.
cs_cz: Zapne chlazení kamery na nastavenou teplotu. Čas trvání je volitelné. Většina ovladačů již automaticky reguluje chlazení a postupně snižuje teplotu. V případě, že je nutné provádět chlazení déle, lze určit čas trvání a aplikace se pokusí pomalu dosáhnout teploty na základě definované doby.
de_de: Schaltet den Kühler ein und kühlt die Kamera auf die angegebene Zieltemperatur. Eine Dauer ist optional. Die meisten Kameratreiber regulieren die Kühlleistung bereits automatisch und werden die Temperatur nur schrittweise senken. Falls eine längere Dauer benötigt wird, kann eine Dauer angegeben werden und die Anwendung wird die Zieltemperatur der Kamera basierend auf der angegebenen Dauer langsam senken.
ko_kr: 쿨러를 켜고 목표 온도까지 카메라를 냉각합니다. 소요 시간 설정은 선택입니다. 카메라 드라이버의 대부분은 쿨러 파워를 자동으로 조절할 수 있게 되어 있어 온도를 조금씩 내립니다. 시간을 더 길게하고 싶은 경우에만 설정하십시오. 소프트웨어는 시간을 들여 카메라를 천천히 냉각합니다.
nb_no: Slår på kjøleren og kjøler kameraet til angitt temperatur. Varighet er valgfritt. De fleste kameradrivere regulerer kjøleeffekten automatisk, og vil selv gradvis redusere temperaturen. I tilfelle lengre varighet trengs, kan NINA senke temperaturen gradvis med angitt varighet.
pl_pl: Włącza chłodzenie i schładza kamerę do zadanej temperatury docelowej. Parametr czas trwania jest opcjonalny. Większość sterowników kamer automatycznie reguluje moc chłodzenia i obniża temperaturę stopniowo. W przypadku, gdy potrzebny jest dłuższy czas, można określić czas trwania, a aplikacja będzie powoli obniżać docelową temperaturę kamery w oparciu o podany czas.
zh_cn: 打开制冷并将相机制冷到给定的目标温度。 持续时间是可选的。 大多数相机的驱动已有自动调节预设，只会逐渐降低温度。 如果需要更长的时间（以防玻璃碎裂或者结露）。 可以指定持续时间，NINA将根据给定的时间慢慢降低相机的目标温度。

# LblCoolerOn
source: Cooler
cs_cz: Chlazení
de_de: Kühler
ko_kr: 쿨러
nb_no: Kjøler
pl_pl: Chłodzenie
zh_cn: 制冷开启

# LblCoolerPower
source: Cooler Power
cs_cz: Výkon Chlazení
de_de: Kühlerleistung
ko_kr: 쿨러 파워
nb_no: Kjølereffekt
pl_pl: Moc chłodzenia
zh_cn: 制冷功率

# LblCooling
source: Cooling
cs_cz: Chlazení
de_de: Kühle
ko_kr: 쿨링
nb_no: Kjøling
pl_pl: Chłodzenie
zh_cn: 制冷

# LblCoordinates
source: Coordinates
cs_cz: Souřadnice
de_de: Koordinaten
ko_kr: 좌표
nb_no: Koordinater
pl_pl: Współrzędne
zh_cn: 坐标

# LblCounterclockwise
source: Counterclockwise
cs_cz: Levotočivý
de_de: Linksdrehend
ko_kr: 반 시계 방향
nb_no: Mot klokka
pl_pl: Przeciwnie do ruchu wskazówek zegara
zh_cn: 逆时针

# LblCoverScopeMsgBox
source: Cover your scope now and press OK to start taking the dark flats.
cs_cz: Zakryjte dalekohled a stiskem OK začněte snímat dark snímky.
de_de: Cover your scope now and press OK to start taking the darks.
ko_kr: 망원경 덮개를 덮고 확인 버튼을 눌러 다크 프레임 촬영을 시작합니다.
nb_no: Cover your scope now and press OK to start taking the darks.
pl_pl: Zasłoń teleskop i naciśnij OK, aby rozpocząć wykonywanie plików dark.
zh_cn: Cover your scope now and press OK to start taking the darks.

# LblCoverScopeMsgBoxTitle
source: Cover your scope now
cs_cz: Zakrýt dalekohled
de_de: Decken Sie ihr Teleskop ab
ko_kr: 망원경 덮개를 덮어주세요
nb_no: Dekk til teleskopet nå
pl_pl: Zasłoń teraz obiektyw swojego teleskopu
zh_cn: 现在盖上你的望远镜镜头盖

# LblCurrentMean
source: Current Mean
cs_cz: Aktuální Průměr
de_de: Aktueller Mittelwert
ko_kr: 현재 평균 값
nb_no: Nåværende gjennomsnitt
pl_pl: Bieżąca średnia
zh_cn: 当前平均值

# LblCurrentPosition
source: Current Position
cs_cz: Aktuální Pozice
de_de: Startposition
ko_kr: 현재 위치
nb_no: Nåværende posisjon
pl_pl: Bieżąca pozycja
zh_cn: 当前位置

# LblCurrentSequenceEstimates
source: Est. finish time (this target)
cs_cz: Plánovaný čas ukončení (tento cíl)
de_de: Vorauss. Endzeit (dieses Ziel)
ko_kr: 예상 완료 시각 (현재 타겟)
nb_no: Estimert slutt-tid (gjeldende mål)
pl_pl: Estymowany czas zakończenia (aktualnego obiektu)
zh_cn: 预计完成时间（此目标）

# LblCurrentUIColorSchema
source: Current UI Color Schema
cs_cz: Aktuální Barevné Schéma Uživatelského Rozhraní
de_de: Aktuelles UI Farbschema
ko_kr: 현재 UI 색 구성
nb_no: Gjeldende fargeskjema
pl_pl: Aktualny schemat kolorów interfejsu użytkownika
zh_cn: 当前的UI颜色方案

# LblCurveFittingMethod
source: AF Curve fitting
cs_cz: Přizpůsobení Křivky AutoOstření
de_de: AF Kurvenanpassung
ko_kr: 오토포커스 커브 피팅
nb_no: Kurvetilpasning
pl_pl: Dopasowanie krzywej AF
zh_cn: 自动对焦曲线拟合

# LblCygwinBashNotFound
source: Cygwin bash not found
cs_cz: Cygwin bash nenalezen
de_de: Cygwin bash wurde nicht gefunden
ko_kr: Cygwin bash를 찾을 수 없음
nb_no: Cygwin bash ble ikke funnet
pl_pl: Nie znaleziono Cygwin bash
zh_cn: 未发现 Cygwin 控制台

# LblCygwinDirectory
source: Cygwin Directory
cs_cz: Adresář Cygwin
de_de: Cygwin Verzeichnis
ko_kr: Cygwin 폴더
nb_no: Cygwin-mappe
pl_pl: Katalog Cygwin
zh_cn: Cygwin 目录

# LblDarkFlatCount
source: Dark Flats to take
cs_cz: Darky k převzetí
de_de: Darks to take
ko_kr: 다크 프레임 촬영
nb_no: Darks to take
pl_pl: Do zrobienia - Dark
zh_cn: Darks to take

# LblDARVSlew
source: D.A.R.V. Slew
cs_cz: D.A.R.V. Přejezd
de_de: D.A.R.V. Schwenken
ko_kr: D.A.R.V. Go-To
nb_no: D.A.R.V. drift-poljustering
pl_pl: Obrót D.A.R.V.
zh_cn: Robert Vice 极轴漂移法

# LblDARVSlewButtonTooltip
source: This will take an exposure while slewing the scope slowly to one side and back when the lines are not aligned there is some Polar Alignment error
cs_cz: Pokud pořídíte snímek a pomalu otáčíte dalekohledem v jednom nebo opačném směru a stopy nejsou zarovnány, došlo k chybě Polárního Zarovnání
de_de: Dies nimmt ein Bild auf während das Teleskop langsam zu einer Seite und zurück schwenkt, wenn die Linien nicht ausgerichtet sind, gibt es einen Polarausrichtungsfehler
ko_kr: 망원경을 한쪽으로 천천히 Go-To 하면서 촬영합니다. 극축정렬의 오류가 있는 경우 선이 정렬되지 않습니다.
nb_no: Tar bilde imens teleskopet svinges frem og tilbake. Hvis strekene i bildet ikke overlapper, tyder det på avvik i poljusteringen
pl_pl: Spowoduje to ekspozycję podczas powolnego obracania montażu w bok i z powrotem, gdy linie nie są równe, oznacza to błąd wyrównania biegunowego
zh_cn: 将进行一次曝光，望远镜在此期间向一边缓慢移动并返回 若星点产生的线条没有重合，表明极轴校准仍有误差

# LblDARVSlewDescription
source: Specify the duration for the D.A.R.V. procedure. The telescope will slew half the time in one direction on RA axis and then slew back. In case of no Polar Alignment error it will display as a straight line. Otherwise a V shaped line. For Azimuth Error Measurement slew the scope near meridian, otherwise east or west.
cs_cz: Zadejte čas trvání procedury D.A.R.V. Dalekohled se bude pohybovat polovičním časem v jednom směru na ose RA a poté v opačném směru. Pokud v polárním zarovnání není chyba, zobrazí se jedna čára, v opačném případě bude čára ve tvaru písmene V. Chcete-li měřit chybu v Azimutu, přesuňte dalekohled blízko k poledníku, na východ nebo západ.
de_de: Dauer der D.A.R.V. Prozedur festlegen. Teleskop wird für die hälfte der Zeit in eine richtung schwenken entlang der Rektaszensionachse. Danach schwenkt das Teleskop zurück. Idealerweise sieht man dann eine gerade Linie. Falls die Montierung nicht richtig ausgerichtet ist, sieht man jedoch eine V Linie. Für Azimuthfehlermessung das Teleskop in die nähe des Meridians schwenken, ansonsten nach Osten oder Westen.
ko_kr: D.A.R.V의 기간을 설정합니다. 망원경은 Ra 축에서 한 방향으로 시간의 절반을 Go-To 후 다시 뒤로 Go-To합니다. 극축정렬 오류가 없는 경우 직선으로 표시됩니다. 그렇지 않은 경우 V자 모양의 선이 됩니다. 방위각 오류 측정은 자오선, 동쪽, 서쪽을 향해야 합니다.
nb_no: Angi varighet for D.A.R.V.-prosessen. Teleskopet svinger i RA-aksen halvparten av tiden, og deretter tilbake. Dersom poljusteringen er god vil stjernene danne rette linjer. Ved avvik dannes en V-formet linje. For måling av asimut-avvik, sving teleskopet nær meridianen, ellers sving teleskopet mot øst eller vest.
pl_pl: Określ czas trwania procedury D.A.R.V. Teleskop będzie obracał się przez połowę czasu w jednym kierunku na osi RA, a następnie zawróci. W przypadku braku błędu wyrównania biegunowego będzie on wyświetlany jako linia prosta. W przeciwnym razie linia będzie w kształcie litery V. W przypadku wykrycia błędu azymutu montaż przesunie się w pobliże południka, w przeciwnym razie na wschód lub zachód.
zh_cn: 指定极轴漂移法程序的持续时间。望远镜将用一半时间在赤经轴上沿一个方向移动，剩余时间反向移动。如果没有极轴校准误差，星点轨迹将显示为一条直线。否则将会是 V 字形。要测量方位角误差，镜筒要指向中天附近，测量高度角误差则是向东或向西。

# LblDataProvidedBy
source: Initial set of DSO Data provided by
cs_cz: Počáteční datový soubor DSO poskytl
de_de: Initiales Set von DSO Daten wurde bereitgestellt von:
ko_kr: DSO 초기 설정 데이터:
nb_no: Data hentet fra
pl_pl: Wstępny zestaw danych OSD dostarczony przez
zh_cn: 深空天体数据来自:

# LblDataToDownloadRatio
source: Download to Data ratio
cs_cz: Rychlost Stahování Dat
de_de: Download zu Data Verhältnis
ko_kr: 데이터 다운로드 속도
nb_no: Nedlastingsforhold
pl_pl: Prędkość pobierania danych
zh_cn: 下载速率

# LblDateFormatDescription
source: Date with format YYYY-MM-DD
cs_cz: Datum ve formátu RRRR-MM-DD
de_de: Datum mit Format JJJJ-MM-TT
ko_kr: 날짜 형식 YYYY-MM-DD
nb_no: Dato med format ÅÅÅÅ-MM-DD
pl_pl: Data w formacie YYYY-MM-DD
zh_cn: 日期，格式 YYYY-MM-DD

# LblDateFormatDescription2
source: Date shifted back by 12 hours with format YYYY-MM-DD
cs_cz: Datum posunuté o 12 hodin zpět ve formátu RRRR-MM-DD
de_de: Datum 12 Stunden vor der aktuellen Zeit mit Format JJJJ-MM-TT
ko_kr: 현재 시간에서 12시간을 뺀 YYYY-MM-DD
nb_no: Dato flyttet tilbake 12 timer med format ÅÅÅÅ-MM-DD
pl_pl: Przesunięcie daty do tyłu o 12 godzin w formacie RRRR-MM-DD
zh_cn: 当前日期减去12小时，格式 YYYY-MM-DD
