Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblPluginCheckForUpdatesTooltip
source: Checks the online plugin repository for available plugins and also checks if newer versions of existing plugins exist.
cs_cz: Zkontroluje online úložiště pluginů pro dostupné pluginy a také zkontroluje, zda existují novější verze stávajících pluginů.
de_de: Prüft das Online-Plugin-Repository auf verfügbare Plugins und prüft auch, ob neuere Versionen existierender Plugins existieren.
ko_kr: 사용 가능한 온라인 플러그인 리포지토리를 검토하여 기존 플러그인의 새 버전이 있는지 확인합니다.
nb_no: Se etter tilgjengelige programtillegg og om nyere versjoner av installerte tillegg finnes.
pl_pl: Sprawdza repozytorium wtyczek online pod kątem dostępnych wtyczek oraz sprawdza, czy istnieją nowsze wersje istniejących wtyczek.
zh_cn: 检查在线插件库是否有可用的插件，并检查现有插件是否有新版本。

# LblTags
source: Tags
cs_cz: Značky
ko_kr: 태그
nb_no: Nøkkelord
pl_pl: Tagi
zh_cn: 标签

# LblBinAverageEnabled
source: Binning averages pixels
cs_cz: Binning s průměrnou hodnotou pixelů
ko_kr: 픽셀의 평균 값으로 비닝
nb_no: Binning bruker snittverdi
pl_pl: Uśredniona wartość pikseli binningu
zh_cn: 合并像素时取平均

# LblBinAverageEnabledTooltop
source: By default, binning is additive. Data are still the same bitness as the camera, so bright pixels can be clipped. Average mode prevents this clipping from taking place at the expense of some dynamic range due to integer division.
cs_cz: Ve výchozím nastavení je binning aditivní. Data jsou stále stejně malá jako u fotoaparátu, takže světlé pixely lze oříznout. Průměrný režim zabraňuje tomuto oříznutí na úkor nějakého dynamického rozsahu kvůli celočíselnému dělení.
ko_kr: 기본적으로 비닝은 추가로 수행됩니다. 데이터는 카메라와 동일한 비트를 유지하므로 밝은 픽셀이 잘릴 수 있습니다. 평균 모드에서는 정수 나누기로 동적 범위를 희생시키고 이 클리핑을 방지합니다.
nb_no: Normalt er binning additiv. Dataene har samme bitdybde som kameraet, så lyssterke piksler kan klippe. Gjennomsnittmodus hindrer dette fra å skje, på bekostning av dynamikktap som følge av heltallsdivisjon.
pl_pl: Domyślnie binning jest addytywny. Dane nadal mają taką samą głębię bitową jak w kamerze, dzięki czemu można usunąć jasne piksele. Tryb średniej zapobiega występowaniu tego usuwania kosztem pewnego zakresu dynamicznego z powodu dzielenia liczb całkowitych.
zh_cn: 默认情况下，合并像素是加法运算。数据的位深保持不变，因此亮的像素可能会溢出。 平均值模式使用整数除法运算，牺牲部分动态范围以防止溢出。

# Lbl_Sequencer_AbortToEnd
source: Abort and run end of sequence instructions
cs_cz: Přerušit a spustit pokyny ke konci sekvence
de_de: Abbrechen und Ende der Sequenzanweisungen ausführen
ko_kr: 중지하고 시퀀스 종료 명령을 실행
nb_no: Avbryt og utfør sekvensslutt
pl_pl: Przerwij i uruchom instrukcje zakończenia sekwencji
zh_cn: 中止运行，并执行结束指令

# Lbl_Sequencer_AbortToEnd_Tooltip
source: Interrupts the currently running sequence instruction and skips everything up until the end of sequence instructions to be run
cs_cz: Přeruší aktuálně spuštěnou instrukci sekvence a přeskočí vše až do konce instrukcí sekvence, které mají být spuštěny
de_de: Unterbricht die aktuell laufende Sequenzanweisung und überspringt alles bis zu den Anweisungen zum Beenden der Sequenz
ko_kr: 현재 실행중인 시퀀스 명령어를 중단하고 실행하기로 결정한 시퀀스의 끝까지 모든 명령어를 건너 뜁니다.
nb_no: Avbryter den aktive sekvensen og hopper over alt bortsett fra instruksjonene i sekvensslutt-området
pl_pl: Przerywa aktualnie uruchomioną sekwencję i pomija wszystkie instrukcje
zh_cn: 中断当前正在运行的序列指令并跳过余下所有内容，运行序列结束指令

# Lbl_Sequencer_SkipCurrentInstructions
source: Skip currently running instruction(s)
cs_cz: Přeskočit aktuálně spuštěný pokyn(y)
de_de: Aktuell laufende Anweisung(en) überspringen
ko_kr: 현재 수행중인 명령 스킵
nb_no: Hopp over kjørende instruksjon(er)
pl_pl: Pomiń aktualnie uruchomioną(ne) instrukcję(e)
zh_cn: 跳过当前正在运行的指令 (s)

# LblFanSpeed
source: Fan speed
cs_cz: Rychlost ventilátoru
de_de: Lüftergeschwindigkeit
ko_kr: 팬 속도
nb_no: Viftehastighet
pl_pl: Prędkość wentylatora
zh_cn: 风扇速度

# LblUnableToConnect
source: Unable to connect to {0}. Reason: {1}
cs_cz: Nelze se připojit k {0}. Důvod: {1}
de_de: Keine Verbindung zu {0} möglich. Grund: {1}
ko_kr: {0} 에 연결할 수 없습니다. 이유: {1}
nb_no: Kan ikke koble til {0}. Årsak: {1}
pl_pl: Nie można połączyć się z {0}. Powód: {1}
zh_cn: 无法连接到 {0}。原因： {1}

# LblAbortOnError
source: Abort
cs_cz: Zrušit
de_de: Abbrechen
ko_kr: 취소
nb_no: Avbryt
pl_pl: Przerwij
zh_cn: 中止

# LblContinueOnError
source: Continue
cs_cz: Pokračovat
de_de: Fortfahren
ko_kr: 계속
nb_no: Fortsett
pl_pl: Kontynuuj
zh_cn: 继续

# LblOnError
source: On error
cs_cz: Při chybě
de_de: Bei Fehler
ko_kr: 오류 처리
nb_no: Ved feil
pl_pl: W przypadku błędu
zh_cn: 发生错误时

# LblRetries
source: Retries
cs_cz: Opětovné pokusy
de_de: Wiederholungen
ko_kr: 재 시도
nb_no: Forsøk
pl_pl: Ponowienie próby
zh_cn: 重试

# LblSkipInstructionSetOnError
source: Skip current instruction set
cs_cz: Přeskočit aktuální instrukční sadu
de_de: Aktuelle Anweisung überspringen
ko_kr: 현재 명령 건너뛰기
nb_no: Hopp over gjeldende instruksjonsblokk
pl_pl: Pomiń bieżący zestaw instrukcji
zh_cn: 跳过当前指令集

# LblSkipToSequenceEndInstructions
source: Skip to end of sequence instructions
cs_cz: Přeskočit na konec pokynů sekvence
de_de: Zum Ende der Sequenz springen
ko_kr: 마지막 시퀀스 명령으로 건너뛰기
nb_no: Hopp til sekvensslutt-instruksjonene
pl_pl: Przejdź do końca instrukcji sekwencji
zh_cn: 跳至序列结束指令

# LblNumberOfAttempts
source: Number of attempts
cs_cz: Počet pokusů
de_de: Anzahl der Versuche
ko_kr: 시도 횟수
nb_no: Antall forsøk
pl_pl: Liczba prób
zh_cn: 尝试次数

# Lbl_SequenceItem_ErrorBehavior_Tooltip
source: Defines how the sequence should continue after all attempts have been unsuccessful to execute the instruction. The default behavior is to continue on errors, however for some instructions it might be desired to not continue with the execution. For example when the center operation fails to frame the target correctly some recovery steps can then be taken.
cs_cz: Definuje, jak by měla posloupnost pokračovat poté, co všechny pokusy o provedení instrukce nebyly úspěšné. Výchozí chování je pokračovat v chybách, ale pro některé instrukce může být žádoucí nepokračovat s provedením. Například, když centrální operace nedokáže správně nastavit cíl, lze provést některé kroky k obnově.
de_de: Legt fest, wie die Sequenz fortgesetzt werden soll, nachdem alle Versuche erfolglos waren, die Anweisung auszuführen. Das Standardverhalten ist bei Fehlern die Sequenz fortzusetzen, aber für einige Anweisungen kann es gewünscht sein, mit der Ausführung nicht fortzufahren. Wenn zum Beispiel das Ziel nicht richtig im Frame zentriert werden konnte, können dann einige Wiederherstellungsschritte durchgeführt werden.
ko_kr: 명령을 수행하는 모든 시도가 실패할 경우 시퀀스를 어떻게 진행할 것인지를 정의합니다. 에러발생 시 진행을 계속하는 것이 기본 값이지만 일부 명령은 수행되지 말아야 하는 경우도 있습니다. 예를 들어 사진 구도에서 대상이 정확한 중앙도입이 실패하더라도 약간의 회복절차가 수행될 수 있습니다.
nb_no: Angir hvordan sekvensen skal fortsettes etter alle forsøk på å utføre instruksjonen har feilet. Vanlig oppførsel er å fortsette ved feil, men for noen instruksjoner er ikke dette ønsket.
pl_pl: Określa, jak sekwencja powinna być kontynuowana po niepowodzeniu wszystkich prób wykonania instrukcji. Domyślnym zachowaniem jest kontynuowanie sekwencji w przypadku błędu, ale w przypadku niektórych instrukcji możesz nie chcieć kontynuować wykonywania. Na przykład, jeśli cel nie mógł być prawidłowo wyśrodkowany w kadrze, można wykonać kilka kroków naprawczych.
zh_cn: 设定在所有尝试次数耗尽后将要执行的操作。 默认操作是在错误的情况下继续执行，但对于某些指令，您可能希望NINA不要继续执行。 例如，当居中操作无法正确为目标构图时，可以采取恢复操作。

# Lbl_SequenceItem_NumberOfAttempts_Tooltip
source: The number of attempts that should be made when the instruction fails to execute.
cs_cz: Počet pokusů, které by měly být provedeny, když se instrukce nepodaří provést.
de_de: Die Anzahl der Versuche, die gemacht werden sollen, wenn die Anweisung nicht erfolgreich ausgeführt wird.
ko_kr: 명령의 수행에 실패했을 때 재시도 횟수를 정해야합니다.
nb_no: Antall forsøk på å utføre en instruksjon.
pl_pl: Liczba prób, które należy podjąć w przypadku niewykonania instrukcji.
zh_cn: 未能执行指令时，NINA应尝试的次数。

# LblStopSequence
source: Stop Sequence
cs_cz: Zastavit sekvenci
de_de: Sequenz stoppen
ko_kr: 시퀀스 정지
nb_no: Stopp sekvens
pl_pl: Zatrzymaj sekwencję
zh_cn: 停止序列

# LblTemplate_Created
source: Sequence template "{0}" has been created.
cs_cz: Šablona sekvence "{0}" byla vytvořena.
de_de: Sequenzvorlage "{0}" wurde erstellt.
ko_kr: 시퀀스 템플릿 "{0}" 이 만들어졌습니다.
nb_no: Sekvensmal "{0}" er opprettet.
pl_pl: Szablon sekwencji "{0}" został utworzony.
zh_cn: 序列模板 "{0}" 已创建。

# LblTemplate_Updated
source: Sequence template "{0}" has been updated.
cs_cz: Šablona sekvence "{0}" byla aktualizována.
de_de: Sequenzvorlage "{0}" wurde aktualisiert.
ko_kr: 시뭔스 템플릿 "{0}" 이 업데이트되었습니다.
nb_no: Sekvensmal "{0}" har blitt oppdatert.
pl_pl: Szablon sekwencji "{0}" został zaktualizowany.
zh_cn: 序列模板 "{0}" 已更新。

# Lbl_Sequencer_TargetSidebar_Created
source: Target "{0}" has been created.
cs_cz: Cíl "{0}" byl vytvořen.
de_de: Ziel "{0}" wurde erstellt.
ko_kr: 타겟 "{0}" 이 만들어졌습니다.
nb_no: Mål "{0}" er opprettet.
pl_pl: Cel "{0}" został utworzony.
zh_cn: 目标 "{0}" 已创建。

# Lbl_Sequencer_TargetSidebar_Updated
source: Target "{0}" has been updated.
cs_cz: Cíl "{0}" byl aktualizován.
de_de: Ziel "{0}" wurde aktualisiert.
ko_kr: 타겟 "{0}" 이 업데이트되었습니다.
nb_no: Mål "{0}" har blitt oppdatert.
pl_pl: Cel "{0}" został zaktualizowany.
zh_cn: 序列模板 "{0}" 已更新。

# LblWaitingForSlew
source: Waiting for prior slew
cs_cz: Čeká na předchozí přejezd
de_de: Warte auf vorherige Teleskopbewegung
ko_kr: 이전 Go-To 대기 중
nb_no: Venter på tidligere sving
pl_pl: Oczekiwanie na wcześniejszy ruch
zh_cn: 等待先前的指向...

# Lbl_SequenceContainer_SequenceRootContainer_ResetPrompt
source: Do you want to reset the complete sequence run?
cs_cz: Chcete resetovat kompletní běh sekvence?
de_de: Möchten Sie die komplette Sequenz zurücksetzen?
ko_kr: 시퀀스 전체를 재 설정할까요?
nb_no: Vil du tilbakestille fremdrift for hele sekvensen?
pl_pl: Czy chcesz zresetować całą sekwencję?
zh_cn: 你想要重置整个序列吗？

# Lbl_SequenceContainer_SequenceRootContainer_ResetPromptCaption
source: Reset sequence?
cs_cz: Reset sekvence?
de_de: Sequenz zurücksetzen?
ko_kr: 시퀀스를 재설정할까요?
nb_no: Tilbakestill fremdrift?
pl_pl: Zresetować sekwencję?
zh_cn: 重置序列？

# LblMountType
source: Mount Type
cs_cz: Typ Montáže
de_de: Montierungstyp
ko_kr: 가대 종류
nb_no: Montasjetype
pl_pl: Typ montażu
zh_cn: 支架类型

# LblEquatorial
source: Equatorial
cs_cz: Rovníková
de_de: Äquatorial
ko_kr: 적도의
nb_no: Ekvatoriell, tysk
pl_pl: Równikowy
zh_cn: 赤道式

# LblForkOnWedge
source: Fork on Wedge
cs_cz: Vidlicová montáž na klínu
de_de: Gabelmontierung auf Polhöhenwiege
ko_kr: 웨지식 포크 가대
nb_no: Ekvatoriell, gaffel
pl_pl: Montaż paralaktyczny
zh_cn: 可倾斜的叉式

# LblDomeDecOffsetHorizontal
source: DEC Horizontal Offset
cs_cz: Horizontální Offset v DEC
de_de: DEC Horizontaler Offset
ko_kr: Dec 의 수평 오프셋
nb_no: Deklinasjon horisontal forskyving
pl_pl: DEC przesunięcie poziome
zh_cn: 相对赤纬轴水平偏移

# LblDomeDecOffsetHorizontalTooltip
source: The horizontal offset of the center of the OTA with respect to the Declination axis (the motor at the base of the fork mount). Positive is "to the right", which is east for the northern hemisphere and west for the southern.
cs_cz: Horizontální offset od středu OTA k ose deklinace (motor na základně vidlicové montáže). Pozitivní je „zprava doprava“, což je východ pro severní polokouli a západ pro jižní.
de_de: Der horizontale Versatz der Mitte des OTA in Bezug auf die Deklinationsachse (der Motor an der Unterseite der Gabelmontierung). Positiv ist "nach rechts", dies entspricht östlich für die Nordhalbkugel und westlich für die Südhalbkugel.
ko_kr: Dec 축(포크 마운트 베이스에 있는 모터) 에 대한 OTA 중심의 수평 오프셋입니다. 양수(+) 는 "오른쪽"으로 북반구는 동쪽, 남반구는 서쪽이다.
nb_no: Den horisontale forskyvningen av senter av teleskopet i forhold til deklinasjonsaksen (motoren ved bunnen av gaffelmonteringen). Positivt er til høyre, som er øst for den nordlige halvkule og vest for den sørlige.
pl_pl: Poziome przesuwanie środka OTA w stosunku do wału deklinacyjnego (silnik u podstawy uchwytu widelca). Wynik dodatki jest "po prawej stronie", czyli na wschód dla półkuli północnej i zachód dla południa.
zh_cn: OTA中心相对于赤纬轴（叉式底座上的电机）的水平偏移量。正方向是“向右”，即北半球向东，南半球向西。

# LblDomeRadiusMisconfigured
source: Dome radius not configured properly. The calculated scope position is beyond the dome.
cs_cz: Poloměr kopule není nastaven správně. Vypočítaná poloha dalekohledu je mimo kopuli.
de_de: Kuppelradius wurde nicht korrekt konfiguriert. Die berechnete Teleskopposition ist außerhalb der Kuppel.
ko_kr: 돔 반경이 올바르게 설정되지 않았습니다. 계산된 망원경의 위치가 돔을 초과합니다.
nb_no: Kuppelradius er ikke riktig konfigurert. I følge innstillingene er teleskopet utenfor kuppelen.
pl_pl: Promień kopuły nie został poprawnie skonfigurowany. Obliczona pozycja teleskopu znajduje się poza kopułą.
zh_cn: 圆顶半径设置不正确。计算得出的望远镜位置已经超出圆顶。

# LblAdvancedSequenceTitle
source: Advanced Sequence
cs_cz: Pokročilá Sekvence
de_de: Erweiterte Sequenz
ko_kr: 고급 시퀀스
nb_no: Avansert sekvens
pl_pl: Zaawansowana sekwencja
zh_cn: 高级序列

# LblTargetSetTitle
source: Target Set
cs_cz: Cílová Konfigurace
de_de: Einfache Ziel Sequenz
ko_kr: 타겟 설정
nb_no: Ny enkel sekvens
pl_pl: Obiekt docelowy
zh_cn: 目标组

# LblTooltipSwitchTargetSet
source: Switches to the simple target set planning mode
cs_cz: Přepne do režimu plánování pro jednoduché cílové sady
ko_kr: 단순 타겟 세트 모드로 전환
nb_no: Bytter til enkel målsett-modus
pl_pl: Przełącza do prostego trybu planowania obiektów
zh_cn: 切换至简单的目标组规划模式

# LblByName
source: By Name
cs_cz: Podle Názvu
de_de: Nach Name
ko_kr: 이름 순
nb_no: Etter navn
pl_pl: Według nazwy
zh_cn: 按名称

# LblByRelevance
source: By Relevance
cs_cz: Podle Důležitosti
de_de: Nach Relevanz
ko_kr: 관련도 순
nb_no: Etter relevans
pl_pl: Według istotności
zh_cn: 按权重

# LblSequencerTargetsFolder
source: Sequencer Targets Folder
cs_cz: Cílová Složka Sekvencéru
de_de: Sequenzer Zielordner
ko_kr: 시퀀서 타겟 폴더
nb_no: Mappe for mål
pl_pl: Folder docelowy sekwencera
zh_cn: 序列目标文件夹

# LblSequencerTargetsFolderTooltip
source: The folder where sequence targets for the advanced sequencer are stored in
cs_cz: Složka, ve které jsou uloženy sekvenční cíle pro pokročilý sekvencér
de_de: Der Ordner, in dem Sequenzziele für den erweiterten Sequenzer gespeichert werden
ko_kr: 고급 시퀀서의 시퀀스 타겟이 저장된 폴더
nb_no: Mappe for lagring av mål for avanserte sekvenser
pl_pl: Folder, w którym cele sekwencji dla zaawansowanego sekwencera są przechowywane
zh_cn: 存放高级序列目标的文件夹

# LblNotInstalled
source: Not installed
cs_cz: Není instalován
de_de: Nicht installiert
ko_kr: 설치되지 않음
nb_no: Ikke installert
pl_pl: Nie zainstalowano
zh_cn: 未安装

# LblVendor
source: Vendor
de_de: Hersteller
ko_kr: 제조사
nb_no: Leverandør
pl_pl: Producent
zh_cn: 供应商

# LblVendorSDKs
source: Vendor SDKs
de_de: Hersteller SDKs
ko_kr: 제조사 SDKs
nb_no: Leverandør-SDKer
pl_pl: Producent SDK
zh_cn: 供应商SDK

# LblTelescopeUnparkCancelled
source: Unpark operation was cancelled
cs_cz: Operace odparkovat zrušena
de_de: Teleskop ausparken abgebrochen
ko_kr: 파킹 해제 작업이 취소되었습니다.
nb_no: Avparkering avbrutt
pl_pl: Operacja parkowania została anulowana
zh_cn: 已取消解除停放动作

# LblWaitingForTelescopeToUnpark
source: Waiting for telescope to unpark
cs_cz: Čeká na odparkování dalekohledu
de_de: Warte auf das Teleskop zum Ausparken
ko_kr: 망원경이 파킹 해제되기를 기다리는 중
nb_no: Venter på at teleskopet avparkeres
pl_pl: Oczekiwanie na odparkowanie teleskopu
zh_cn: 等待望远镜解除停放

# LblGlobalTriggers
source: Global Triggers
cs_cz: Globální Spouštěče
de_de: Globale Auslöser
ko_kr: 전역 트리거
nb_no: Globale triggere
pl_pl: Globalne Wyzwalacze
zh_cn: 全局触发器

# LblTargetOptions
source: Target Options
cs_cz: Možnosti Cíle
de_de: Zieloptionen
ko_kr: 타겟 옵션
nb_no: Alternativer for målet
pl_pl: Opcje obiektu
zh_cn: 选项

# LblCoolCamera
source: Cool Camera
cs_cz: Chladit Kameru
de_de: Kamera kühlen
ko_kr: 카메라 냉각
nb_no: Kjøl ned kamera
pl_pl: Kamera chłodzona
zh_cn: 冷却相机

# LblParkMount
source: Park Mount
cs_cz: Parkovat Montáž
de_de: Montierung parken
ko_kr: 가대 파킹
nb_no: Parker montering
pl_pl: Parkowanie montażu
zh_cn: 停放望远镜

# LblTargetSetEndOptions
source: Target Set End Options
cs_cz: Možnosti Ukončení Cíle
de_de: Ziel Sequenz Endoptionen
ko_kr: 타겟 설정 종료 옵션
nb_no: Sluttvalg for målsett
pl_pl: Opcje zakończenia sekwencji celu
zh_cn: 目标组结束动作

# LblTargetSetStartOptions
source: Target Set Start Options
cs_cz: Možnosti Zahájení Cíle
de_de: Ziel Sequenz Startoptionen
ko_kr: 타겟 설정 시작 옵션
nb_no: Startvalg for målsett
pl_pl: Opcje rozpoczęcia sekwencji celu
zh_cn: 目标组起始动作

# LblUnparkMount
source: Unpark Mount
cs_cz: Odparkovat Montáž
de_de: Montierung ausparken
ko_kr: 가대 파킹 해제
nb_no: Avparker montering
pl_pl: Odparkuj montaż
zh_cn: 解除停放望远镜

# LblWarmCamera
source: Warm Camera
cs_cz: Zahřát Kameru
de_de: Kamera aufwärmen
ko_kr: 카메라 예열[Warm Camera]
nb_no: Varm opp kamera
pl_pl: Ogrzej kamerę
zh_cn: 相机回温

# LblRotatorRangeType
source: Mechanical Range
cs_cz: Mechanický Rozsah
de_de: Mechanische Rotationsweite
ko_kr: 기계적 범위
nb_no: Mekanisk dreieområde
pl_pl: Zakres mechaniczny
zh_cn: 旋转范围

# LblRotatorRangeStart
source: Mechanical Range Start
cs_cz: Začátek Mechanického Rozsahu
de_de: Beginn des Drehwinkelbereichs
ko_kr: 기계적 범위 시작
nb_no: Start på mekanisk dreieområde
pl_pl: Początek zakresu mechanicznego
zh_cn: 旋转范围开始

# LblRotatorRangeFull
source: Full
cs_cz: Plný
de_de: Voll
pl_pl: Pełne
zh_cn: 全角度

# LblRotatorRangeFullTooltip
source: No restrictions for mechanical position
cs_cz: Žádná omezení pro mechanickou polohu
de_de: Keine Einschränkungen für die mechanische Position
ko_kr: 기계적 위치에 제한이 없습니다.
nb_no: Ubegrenset mekanisk bevegelse
pl_pl: Brak ograniczeń dla pozycji mechanicznej
zh_cn: 旋转位置没有限制

# LblRotatorRangeHalf
source: 180 Degrees
cs_cz: 180 Stupňů
de_de: 180 Grad
ko_kr: 180도
nb_no: 180 grader
pl_pl: 180 stopni
zh_cn: 180 度

# LblRotatorRangeHalfTooltip
source: Half of the mechanical position range is supported. Orientations outside of this range are adjusted 180 degrees to fit within the configured range.
cs_cz: Je podporována polovina rozsahu mechanické polohy. Orientace mimo tento rozsah jsou upraveny o 180 stupňů, aby se vešly do nakonfigurovaného rozsahu.
de_de: Der halbe Drehwinkelbereich wird unterstützt. Orientierungen außerhalb des Bereichs werden auf den 180° Bereich umgesetzt, um in den konfigurierten Bereich zu passen.
ko_kr: 기계 위치 범위의 절반이 지원됩니다. 이 범위를 벗어난 방위는 범위 내에 맞도록 180도 지정됩니다.
nb_no: Halvparten av bevegelsesområdet støttes. Posisjoner utenfor dette området, justeres automatisk med 180 grader.
pl_pl: Jest obsługiwana połowa zakresu położenia mechanicznego. Kierunki poza tym zakresem są regulowane o 180 stopni tak, aby pasowały do skonfigurowanego zakresu.
zh_cn: 支持180°旋转范围。这个范围以外的取向将被调整180度以适合于配置范围。

# LblRotatorRangeQuarter
source: 90 Degrees
cs_cz: 90 Stupňů
de_de: 90 Grad
ko_kr: 90도
nb_no: 90 grader
pl_pl: 90 stopni
zh_cn: 90 度

# LblRotatorRangeQuarterTooltip
source: 90 degrees of the mechanical position range is supported. This is useful primarily for square sensors. Orientations outside of this range are adjusted to fit within the configured range.
cs_cz: Je podporováno 90 stupňů mechanického rozsahu polohy. To je užitečné především pro čtvercové senzory. Orientace mimo tento rozsah jsou upraveny tak, aby odpovídaly nakonfigurovanému rozsahu.
de_de: 90 Grad des mechanischen Drehbereichs werden unterstützt. Dies ist vor allem für quadratische Sensoren nützlich. Die Ausrichtungen außerhalb dieses Bereichs werden so angepasst, dass sie in den konfigurierten Bereich passen.
ko_kr: 90도 기계적 회전 범위가 지원됩니다. 주로 정사각형 센서에 유효합니다. 범위를 벗어난 방위는 설정된 범위 내에 맞도록 조정됩니다.
nb_no: 90 grader bevegelsesområdet støttes. Dette er hovedsaklig praktisk for kvadratiske bildesensorer. Posisjoner utenfor dette området justeres automatisk.
pl_pl: Obsługiwane jest 90 stopni zakresu położenia mechanicznego. Jest to użyteczne przede wszystkim dla czujników kwadratowych. Orientacje poza tym zakresem są ustawione tak, aby pasowały do skonfigurowanego zakresu.
zh_cn: 支持90度的旋转范围。这主要用于正方形传感器。 在此范围之外的指向已被调整以适应配置的范围。

# LblRotatorRangeAdjusted
source: Adjusted rotator target to {0}
cs_cz: Cíl rotátoru byl upraven na {0}
de_de: Rotatorwinkel angepasst {0}
ko_kr: 회전 장치의 목표 각도를 {0} 으로 조정했습니다.
nb_no: Justert ønsket vinkel til {0}
pl_pl: Dostosowano cel rotatora do {0}
zh_cn: 调整后的旋转器角度为 {0}

# LblFramingWizardSlewFailed
source: Failed to {0} from the framing wizard
cs_cz: Selhalo {0} z průvodce Snímkování
de_de: Fehler beim {0} vom Framing Assistenten
ko_kr: 프레이밍 마법사에서 {0} 실패했습니다.
nb_no: Klarte ikke å {0} fra komposisjonshjelperen
pl_pl: Nie udało się {0} z asystentem kadrowania
zh_cn: 无法从构图助手 {0}

# LblUnableToSetMountLatLong
source: Unable to set mount latitude to {0} and longitude to {1}!
cs_cz: Zeměpisnou šířku {0} a {1} délku montáže nelze upravit!
de_de: Montierung kann Breitengrad nicht auf {0} und Längengrad auf {1} setzen!
ko_kr: 가대 의 위도 {0}, 경도 {1} 로 설정할 수 없습니다!
nb_no: Kunne ikke sette teleskopets breddegrad til {0} og lengdegrad til {1}!
pl_pl: Nie można ustawić szerokości geograficznej montażu na {0} i długości geograficznej na {1}!
zh_cn: 无法设置望远镜的纬度为 {0} ，经度为 {1}！

# LblMGENDitherSettleTime
source: Dither settling time
cs_cz: Stabilizace ditheringu
de_de: Dithering Einschwingzeit
ko_kr: 디더링 안정화 시간
nb_no: Dither-hviletid
pl_pl: Czas stabilizacji Ditheringu
zh_cn: 抖动稳定时间

# LblTrackingASCOMServerStartFailed
source: Failed to start tracking CCD ASCOM server. {0}
cs_cz: Selhalo zahájení sledování CCD ASCOM serveru. {0}
ko_kr: Tracking CCD의 ASCOM 서버 시작에 실패했습니다. {0}
nb_no: Kunne ikke starte Følgende CCD ASCOM-tjeneste. {0}
pl_pl: Nie udało się uruchomić serwera śledzenia ASCOM CCD. {0}
zh_cn: 跟踪CCD ASCOM服务无法启动。 {0}

# LblTrackingASCOMServerStarted
source: Tracking CCD ASCOM server started
cs_cz: Sledování CCD ASCOM serveru zahájeno
ko_kr: Tracking CCD ASCOM 서버를 시작
nb_no: Følgende CCD ASCOM-tjeneste startet
pl_pl: Rozpoczęcie śledzenia serwera ASCOM CCD
zh_cn: 跟踪CCD ASCOM服务已启动

# LblTrackingASCOMServerStopped
source: Tracking CCD ASCOM server stopped
cs_cz: Sledování CCD ASCOM serveru zastaveno
ko_kr: Tracking CCD ASCOM 서버가 정지
nb_no: Følgende CCD ASCOM-tjeneste stoppet
pl_pl: Zatrzymanie śledzenia serwera ASCOM CCD
zh_cn: 跟踪CCD ASCOM服务已停止

# LblTrackingASCOMServerEnabled
source: Tracking CCD ASCOM Server Enabled
cs_cz: Sledování CCD ASCOM Serveru Povoleno
ko_kr: Tracking CCD ASCOM 서버가 활성화
nb_no: Følgende CCD ASCOM-tjeneste aktivert
pl_pl: Aktywowany serwer śledzenia ASCOM CCD
zh_cn: 跟踪CCD ASCOM服务已启用

# LblTrackingASCOMServerEnabledTooltip
source: Runs a server in the background to control the built-in tracking camera from other applications
cs_cz: Spustí server na pozadí pro ovládání vestavěné sledovací kamery z jiných aplikací
de_de: Führt einen Server im Hintergrund aus, um die eingebaute Trackingkamera von anderen Anwendungen zu steuern
ko_kr: 백그라운드에서 서버를 실행하고 다른 응용프로그램에서 내장된 추적 카메라를 제어합니다.
nb_no: Kjører en tjeneste i bakgrunnen for å styre den innebygde følgekameraet fra andre applikasjoner
pl_pl: Uruchamia serwer w tle, aby sterować wbudowaną kamerą śledzącą z innych aplikacji
zh_cn: 在后台运行一个服务，以从其他应用程序中控制内置的跟踪相机

# LblTrackingASCOMServerPipeName
source: Server Pipe Name
cs_cz: Název Kanálu Serveru
ko_kr: 서버 Pipe 이름
nb_no: Kanalnavn
pl_pl: Nazwa potoku serwera
zh_cn: 服务管道名称

# LblTrackingASCOMServerPipeNameTooltip
source: The ASCOM driver that reads from this server should have the same pipe name configured
cs_cz: Ovladač ASCOM, který čte z tohoto serveru, by měl mít nakonfigurován stejný název kanálu
de_de: Der ASCOM-Treiber, der von diesem Server liest, sollte denselben Pipe-Namen konfigurieren
ko_kr: 서버에서 불러온 ASCOM 드라이버의 Pipe이름은 설정한 Pipe이름과 동일해야 합니다.
nb_no: ASCOM-driveren som leser fra denne tjenesten burde ha samme innstilling for kanalnavn (Pipe Name)
pl_pl: Sterownik ASCOM, który odczytuje z tego serwera powinien mieć tę samą nazwę protokołu
zh_cn: 从此服务中读取的ASCOM驱动，应使和正在使用的管道保持相同的名称配置
