Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblTooltipDetectStars
source: Toggles automatic star detection and analysis (Half Flux Radius) on/off
cs_cz: Zapíná a vypíná automatickou detekci a analýzu hvězd (HFR)
de_de: Schaltet automatisches Erkennen und Analyse (Half Flux Radius) von Sternen an/aus
ko_kr: 별 자동 검출 및 분석 (Hfr) 켜기/끄기
nb_no: Slår stjernedeteksjon og analyse av Halv-Fluks Radius (HFR) på/av
pl_pl: Włącza/wyłącza automatyczne wykrywanie i analizę gwiazd (Half Flux Radius)
zh_cn: 打开/关闭自动星点侦测和分析 (HFR)

# LblToolTipLiveView
source: Live View
cs_cz: Živý Náhled
de_de: Live Vorschau
ko_kr: 라이브 뷰
nb_no: Live visning
zh_cn: 实时预览

# LblTooltipLoop
source: Enables/disables looping exposures
cs_cz: Povolí/zakáže cyklus expozice
de_de: Schaltet wiederholenden Aufnahmemodus an/aus
ko_kr: 반복 노출 활성화/비활성화
nb_no: Ta bilder kontinuerlig
pl_pl: Włącz/wyłącz ekspozycje ciągle
zh_cn: 循环拍摄开关

# LblTooltipPromoteSequenceRow
source: Move selected row up sequence list
cs_cz: Posune řádek na začátek seznamu sekvencí
de_de: Ausgewählte Sequenzreihe nach oben bewegen
ko_kr: 선택된 행을 시퀀스 리스트의 위로 이동
nb_no: Flytt valgt rad opp i sekvenslisten
pl_pl: Przenieś zaznaczony wiersz w dół listy sekwencji
zh_cn: 将所选行向上移动

# LblTooltipPromoteTarget
source: Move target left
cs_cz: Přesune cíl doleva
de_de: Ziel nach links bewegen
ko_kr: 타겟을 왼쪽으로 이동
nb_no: Flytt mål tidligere
pl_pl: Przesuń cel w lewo
zh_cn: 提前目标

# LblTooltipRemoveSequence
source: Remove selected row from sequence list
cs_cz: Odebrat vybraný řádek ze seznamu sekvencí
de_de: Entfernt selektierte Reihe aus der Liste der Sequenzen
ko_kr: 선택된 행을 시퀀스 리스트에서 삭제
nb_no: Fjern merket rad fra sekvensen
pl_pl: Usuń zaznaczony wiersz z tej sekwencji
zh_cn: 从序列列表中删除所选行

# LblTooltipResetSequence
source: Reset progress of selected row in sequence list
cs_cz: Obnoví postup vybraného řádku v seznamu sekvencí
de_de: Fortschritt des ausgewählten Sequenzeintrags zurücksetzen
ko_kr: 시퀀스 리스트에서 선택된 행의 진행도 초기화
nb_no: Tilbakestill fremdriften for valgt rad i sekvensen
pl_pl: Resetuj postęp wybranego wiersza na liście sekwencji
zh_cn: 重置序列列表中所选行的进度

# LblTooltipResetTarget
source: Reset progress of all sequence items in target
cs_cz: Obnoví postup všech položek v pořadí
de_de: Fortschritt aller Sequenzeinträge des Ziels zurücksetzen
ko_kr: 타겟 내 모든 시퀀스 목록의 진행도 초기화
nb_no: Tilbakestill all fremdrift for dette målet
pl_pl: Resetuj postęp wszystkich elementów sekwencji w celu
zh_cn: 重置当前所有序列项的进度

# LblTooltipStartSequence
source: Starts sequences
cs_cz: Zahájí sekvenci
de_de: Startet die Sequenzen
ko_kr: 시퀀스 시작
nb_no: Starter sekvenser
pl_pl: Uruchamia sekwencje
zh_cn: 开始序列拍摄

# LblToolTipSubSample
source: SubSampling Frame Drag the rectangle over the part of the frame you want to subsample and enable subsampling in snap. Your camera will only download the selected area.
cs_cz: Částečný Rámce Přesunout obdélník na část snímku, který chcete snímat, a aktivujte částečné snímky v zobrazovacím okně. Kamera stáhne pouze vybranou oblast.
de_de: Teilbild Das Rechteck über einen Teil des Bildes bewegen das Sie fotografieren wollen und aktivieren Sie Teilbild im Imaging Fenster. Ihre Kamera wird nur den selektierten Bereich herunterladen.
ko_kr: 서브 샘플링 프레임 프레임 이미지에서 직사각형으로 영역을 선택[드래그] 하면 서브 샘플링이 활성화 됩니다. 선택된 영역만 카메라에서 다운로드 됩니다.
nb_no: Bildeutsnitt Dra rektangelet der du vil ta et utsnitt, og slå på Utsnitt i Foto-panelet. Kameraet vil kun laste ned det definerte utsnittet.
pl_pl: Podpróbkowanie Przeciągnij prostokąt nad częścią ramki, na której chcesz wykonać podpróbkowanie i aktywuj migawkę. Aparat pobierze tylko wybrany obszar.
zh_cn: 子采样（区域读取） 将矩形拖到要进行子采样的区域，然后在“捕捉”中启用子采样。您的相机将只下载所选区域。

# LblTooltipTakeExposure
source: Starts Exposure
cs_cz: Zahájí Expozici
de_de: Startet Aufnahme
ko_kr: 노출 시작
nb_no: Starter eksponering
pl_pl: Rozpoczyna ekspozycję
zh_cn: 开始曝光

# LblTooltipTargetLoadSet
source: Load set of targets from a file
cs_cz: Načte cíle ze souboru
de_de: Lädt Satz an Zielen von einer Datei
ko_kr: 파일에서 타겟 설정 불러오기
nb_no: Last inn mål fra en fil
pl_pl: Załaduj zestaw obiektów z pliku
zh_cn: 从文件中读取目标设置

# LblTooltipTargetSaveSet
source: Save current targets as a set
cs_cz: Uloží aktuální cíl jako sadu
de_de: Speichert aktuelle Ziele as Satz
ko_kr: 현재 타겟을 세트로 저장
nb_no: Lagre alle gjeldende mål som en målliste
pl_pl: Zapisz bieżące obiekty jako zestaw
zh_cn: 将当前目标保存为一个组

# LblTotalNo
source: Total #
cs_cz: Celkem #
de_de: Insgesamt #
ko_kr: 전체 #
nb_no: Totalt #
pl_pl: Łącznie #
zh_cn: 拍摄张数

# LblToupTekCameraSetup
source: ToupTek Camera Setup
cs_cz: Nastavení Kamery ToupTek
de_de: ToupTek Kamerasetup
ko_kr: ToupTek 카메라 설정
nb_no: ToupTek kamerainnstillinger
pl_pl: Ustawienia kamery ToupTek
zh_cn: ToupTek 相机设置

# LblTrace
source: Trace
cs_cz: Sledovat
ko_kr: 이동 궤적
pl_pl: Śledzenie
zh_cn: 跟踪

# LblTracking
source: Tracking
cs_cz: Sledování
de_de: Nachführung
ko_kr: 추적
nb_no: Følging
pl_pl: Śledzenie
zh_cn: 跟踪

# LblTrackingRate
source: Tracking Rate
cs_cz: Rychlost Sledování
de_de: Nachführungsrate
ko_kr: 추적 속도
nb_no: Følgerate
pl_pl: Szybkość śledzenia
zh_cn: 跟踪速率

# LblTrackingStopped
source: Stopped
cs_cz: Zastavit
de_de: Gestoppt
ko_kr: 멈춤
nb_no: Stoppet
pl_pl: Zatrzymano
zh_cn: 已停止

# LblTrackingSidereal
source: Sidereal
cs_cz: Hvězdný
de_de: Siderisch
ko_kr: 항성 모드
nb_no: Siderisk
zh_cn: 恒星速

# LblTrackingSolar
source: Solar
cs_cz: Sluneční
ko_kr: 태양
pl_pl: Słoneczny
zh_cn: 太阳速

# LblTrackingLunar
source: Lunar
cs_cz: Měsíční
ko_kr: 달
pl_pl: Księżycowa
zh_cn: 月球速

# LblTrackingKing
source: King
cs_cz: Speciální
de_de: König
ko_kr: 왕[King]
pl_pl: Gwiezdna
zh_cn: King (补偿大气折射)

# LblTrackingCustom
source: Custom
cs_cz: Vlastní
de_de: Benutzerdefiniert
ko_kr: 사용자 정의
nb_no: Egendefinert
pl_pl: Własny
zh_cn: 自定义

# LblTrackingCustomRate
source: Custom ({0}, {1})
cs_cz: Uživatelské ({0:0.####}, {1:0.####})
de_de: Benutzerdefiniert ({0:0.####}, {1:0.####})
ko_kr: 사용자 정의 ({0:0.####}, {1:0.####})
nb_no: Egendefinert ({0:0.####}, {1:0.####})
pl_pl: Niestandardowy ({0:0.####}, {1:0.####})
zh_cn: 自定义 ({0:0.####}, {1:0.####})

# LblTransitNorth
source: Transit North
cs_cz: Tranzit Sever
de_de: Transit Nord
ko_kr: 북쪽 통과[Transit North]
nb_no: Nord
pl_pl: Przesunięcie na północ
zh_cn: 转向北天

# LblTransitSouth
source: Transit South
cs_cz: Tranzit Jih
de_de: Transit Süd
ko_kr: 서쪽 통과[Transit South]
nb_no: Sør
pl_pl: Przesunięcie na południe
zh_cn: 转向南天

# LblTrendHyperbolic
source: Trends and Hyperbolic
cs_cz: Trendy a Hyperbola
de_de: Trends und Hyperbolisch
ko_kr: 추세와 쌍곡선
nb_no: Trendlinjer og parabolsk
pl_pl: Trendy i hiperbola
zh_cn: 趋势线和双曲线

# LblTrendLines
source: Trend Lines
cs_cz: Trendové Linie
de_de: Trendlinien
ko_kr: 추세선
nb_no: Trendlinjer
pl_pl: Linie trendu
zh_cn: 趋势线

# LblTrendParabolic
source: Trends and Parabolic
cs_cz: Trendy a Parabola
de_de: Trends und Parabolisch
ko_kr: 추세와 포물선
nb_no: Trendlinjer og hyperbolsk
pl_pl: Trendy i parabola
zh_cn: 趋势线和抛物线

# LblType
source: Type
cs_cz: Typ
de_de: Typ
ko_kr: 종류
pl_pl: Typ
zh_cn: 类型

# LblUnableToConnectCamera
source: Unable to connect camera {0}
cs_cz: Nelze připojit kameru {0}
de_de: Verbindung zur Kamera {0} konnte nicht hergestellt werden
ko_kr: 카메라 {0} 을 사용할 수 없습니다.
nb_no: Kan ikke koble til kamera {0}
pl_pl: Nie można połączyć kamery {0}
zh_cn: 无法连接相机 {0}

# LblUnableToSetExposureTime
source: Unable to set exposure time
cs_cz: Nelze nastavit expoziční čas
de_de: Belichtungszeit konnte nicht gesetzt werden
ko_kr: 노출 시간을 설정 할 수 없습니다.
nb_no: Kan ikke angi eksponeringstid
pl_pl: Nie można ustawić czasu ekspozycji
zh_cn: 无法设置曝光时间

# LblUnableToSetISO
source: Unable to set ISO
cs_cz: Nastavit ISO není možné
de_de: ISO konnte nicht gesetzt werden
ko_kr: ISO를 설정 할 수 없습니다.
nb_no: Kan ikke angi ISO
pl_pl: Nie można ustawić ISO
zh_cn: 无法设置 ISO

# LblUnableToStartExposure
source: Unable to start camera exposure
cs_cz: Nelze zahájit expozici kamery
de_de: Kamerabelichtung konnte nicht gestartet werden
ko_kr: 카메라 노출을 시작할 수 없습니다.
nb_no: Kan ikke starte eksponering
pl_pl: Nie można rozpocząć ekspozycji kamery
zh_cn: 无法启动相机曝光

# LblUnableToSync
source: Unable to sync. Telescope is not connected
cs_cz: Nelze synchronizovat. Dalekohled nepřipojen
de_de: Unable to sync. Mount is not connected
ko_kr: 동기화 할 수 없습니다. 가대가 연결되지 않았습니다.
nb_no: Kan ikke synkronisere. Teleskop er ikke tilkoblet
pl_pl: Nie można zsynchronizować. Teleskop nie jest połączony
zh_cn: Unable to sync. Mount is not connected

# LblUnexpectedError
source: Unexpected error occurred
cs_cz: Došlo k neočekávané chybě
de_de: Unerwarteter Fehler aufgetreten
ko_kr: 예기치 않은 오류가 발생했습니다.
nb_no: En uventet feil oppstod
pl_pl: Wystąpił nieoczekiwany błąd
zh_cn: 发生未知错误

# LblUnhandledException
source: Unhandled Exception occurred
cs_cz: Došlo k Neošetřené chybě
de_de: Unbehandelter Ausnahmefehler
ko_kr: 처리할 수 없는 예외가 발생했습니다.
nb_no: Det oppstod et uhåndtert unntak
pl_pl: Wystąpił nieobsługiwany wyjątek
zh_cn: 发生未处理的异常

# LblUnlinkedStretch
source: Unlinked Stretch
cs_cz: Rozpětí bez Propojení
de_de: Unverlinkter Stretch
ko_kr: 비동기 스트레치
nb_no: Frikoblet strekk
pl_pl: Rozciąganie bez połączenia
zh_cn: 非同步拉伸

# LblUnlinkedStretchTooltip
source: When enabled, color channels will be stretched separately, helping hide the sky background and enhancing autofocus and platesolving reliablity, especially in light polluted areas. Processing time is however increased.
cs_cz: Jsou-li povoleny, barevné kanály budou roztaženy samostatně, což pomůže skrýt pozadí oblohy a zlepšení automatického zaostřování a astrometrii, zejména se světlem znečištěných oblastech. Doba zpracování je však delší.
de_de: Wenn aktiv, werden die Farbkanäle separat gestretcht. Dies hilft den Himmelshintergrund zu kaschieren und verbessert zuverlässig Autofokus sowie Platesolving vor allem in Lichtverschmutzten Gebieten. Berechnungszeit ist jedoch erhöht.
ko_kr: 활성화 되어 있으면 컬러 채널이 개별적으로 스트레칭[Stretch] 됩니다. 빈 배경을 숨기기 쉬워 자동 초점 및 플레이트솔브의 신뢰도가 향상됩니다. 특히, 광해지에서 효과적이지만, 처리시간이 길어집니다.
nb_no: Når aktivert vil fargekanalene strekkes uavhengig av hverandre. Dette skjuler bakgrunnen, og forbedrer pålitelighet til autofokus og astrometriske løsninger i lysforurensede områder. Prosesseringstid er lengre.
pl_pl: Po włączeniu opcji kanały kolorów będą rozciągane oddzielnie, co jest pomocne w ukrywaniu tła nieba i wzmacnianiu skuteczności autofokusera i platesolvingu, w szczególności na obszarach zanieczyszczonych przez light pollution. Czas przetwarzania będzie jednak wydłużony.
zh_cn: 启用后，颜色通道将分别拉伸，有助于去除天空 背景，增强自动对焦和解析的可靠性，尤其是在 轻度光污染地区。但是处理时间会增加。

# LblUnpark
source: Unpark
cs_cz: Odparkovat
de_de: Ausparken
ko_kr: 파킹 해제
nb_no: Avparker
pl_pl: Odparkuj
zh_cn: 解除停放

# LblUPBV2AmpereHours
source: Ampere Hours
cs_cz: Ampérhodina
de_de: Amperestunden
ko_kr: 암페어시[Ah]
nb_no: Amperetimer
pl_pl: Amperogodziny
zh_cn: 安培时

# LblUPBV2AutoDewControl
source: Automatic Dew Control
cs_cz: Automatické Ovládání Rosení
de_de: Automatische Tausteuerung
ko_kr: 자동 이슬 방지 제어
nb_no: Automatisk dugg-styring
pl_pl: Automatyczna kontrola grzałki
zh_cn: 自动防露控制

# LblUPBV2AverageCurrent
source: Average Current
cs_cz: Průměrný Proud
de_de: Durchschnittsstrom
ko_kr: 평균 전류
nb_no: Gjennomsnittlig strøm
pl_pl: Średni prąd
zh_cn: 平均电流

# LblUPBV2Current
source: Current
cs_cz: Aktuální
de_de: Strom
ko_kr: 전류
nb_no: Strøm
pl_pl: Bieżący
zh_cn: 电流

# LblUPBV2DeviceData
source: Device Data
cs_cz: Data Zařízení
de_de: Gerätedaten
ko_kr: 장비 정보
nb_no: Enhetsinformasjon
pl_pl: Dane urządzenia
zh_cn: 设备数据

# LblUPBV2DewHeater
source: Dew Heater Port
cs_cz: Port Topného Tělesa
de_de: Tauwärmerport
ko_kr: 이슬 방지 열선 포트
nb_no: Duggvarmer-port
pl_pl: Port grzałki odrośnika
zh_cn: 防结露端口

# LblUPBV2DewHeaterPorts
source: Dew Heaters
cs_cz: Topná Tělesa
de_de: Tauheizer
ko_kr: 이슬 방지 열선
nb_no: Duggvarmere
pl_pl: Grzałka odrośnika
zh_cn: 防结露加热器

# LblUPBV2DewPoint
source: Dew Point
cs_cz: Rosný Bod
de_de: Taupunkt
ko_kr: 이슬 점
nb_no: Duggpunkt
pl_pl: Punkt rosy
zh_cn: 露点

# LblUPBV2ExcessCurrent
source: Excess Current
cs_cz: Nadměrný Proud
de_de: Überschussstrom
ko_kr: 과전류
nb_no: Overstrøm
pl_pl: Nadmierny prąd
zh_cn: 过电流

# LblUPBV2InputCurrent
source: Input Current
cs_cz: Vstupní Proud
de_de: Eingangsstrom
ko_kr: 입력 전류
nb_no: Innstrøm
pl_pl: Prąd wejściowy
zh_cn: 输入电流

# LblUPBV2InputPower
source: Power
cs_cz: Zdroj napájení
de_de: Strom
ko_kr: 전원
nb_no: Effekt
pl_pl: Moc
zh_cn: 电源

# LblUPBV2InputVoltage
source: Input Voltage
cs_cz: Vstupní Napětí
de_de: Eingangsspannung
ko_kr: 입력 전압
nb_no: Innspenning
pl_pl: Napięcie wejściowe
zh_cn: 输入电压

# LblUPBV2InvalidResponse
source: Invalid response from Pegasus Astro Ultimate Powerbox V2.
cs_cz: Odpověď Pegasus Astro Power Box V2 je neplatná.
de_de: Ungültige Antwort von Pegasus Astro Ultimate Powerbox V2.
ko_kr: Pegasus Astro Ultimate Powerbox v2의 올바르지 않은 반응
nb_no: Ugyldig respons fra Pegasus Astro Ultimate Powerbox V2.
pl_pl: Nieprawidłowa odpowiedź produktu Pegasus Astro Ultimate Powerbox V2.
zh_cn: 来自 Pegasus Astro 电源盒子 V2 的响应无效。

# LblUPBV2Power1
source: Power Port 1
cs_cz: Napájecí Port 1
de_de: Stromport 1
ko_kr: 전원 포트 1
nb_no: Utgang 1
pl_pl: Port 1 zasilania
zh_cn: 电源端口 1

# LblUPBV2Power2
source: Power Port 2
cs_cz: Napájecí Port 2
de_de: Stromport 2
ko_kr: 전원 포트 2
nb_no: Utgang 2
pl_pl: Port 2 zasilania
zh_cn: 电源端口 2

# LblUPBV2Power3
source: Power Port 3
cs_cz: Napájecí Port 3
de_de: Stromport 3
ko_kr: 전원 포트 3
nb_no: Utgang 3
pl_pl: Port 3 zasilania
zh_cn: 电源端口 3

# LblUPBV2Power4
source: Power Port 4
cs_cz: Napájecí Port 4
de_de: Stromport 4
ko_kr: 전원 포트 4
nb_no: Utgang 4
pl_pl: Port 4 zasilania
zh_cn: 电源端口 4

# LblUPBV2PowerPorts
source: Power
cs_cz: Zdroj napájení
de_de: Strom
ko_kr: 전원
nb_no: Strøm
pl_pl: Moc
zh_cn: 电源

# LblUPBV2RelativeHumidity
source: Relative Humidity
cs_cz: Relativní Vlhkost
de_de: Relative Luftfeuchtigkeit
ko_kr: 상대 습도
nb_no: Relativ fuktighet
pl_pl: Wilgotność względna
zh_cn: 相对湿度

# LblUPBV2Temperature
source: Temperature
cs_cz: Teplota
de_de: Temperatur
ko_kr: 온도
nb_no: Temperatur
pl_pl: Temperatura
zh_cn: 温度

# LblUPBV2UpTime
source: Up-Time
cs_cz: Provozní doba
de_de: Betriebszeit
ko_kr: 업타임
nb_no: På-tid
pl_pl: Czas pracy
zh_cn: 上传时间

# LblUPBV2Usb1
source: USB Port 1
ko_kr: USB 포트 1
pl_pl: Port USB 1
zh_cn: USB 端口2

# LblUPBV2Usb2
source: USB Port 2
ko_kr: USB 포트 2
pl_pl: Port USB 2
zh_cn: USB 端口2

# LblUPBV2Usb3
source: USB Port 3
ko_kr: USB 포트 3
pl_pl: Port USB 3
zh_cn: USB 端口3

# LblUPBV2Usb4
source: USB Port 4
ko_kr: USB 포트 4
pl_pl: Port USB 4
zh_cn: USB 端口4

# LblUPBV2Usb5
source: USB Port 5
ko_kr: USB 포트 5
pl_pl: Port USB 5
zh_cn: USB 端口5

# LblUPBV2Usb6
source: USB Port 6
ko_kr: USB 포트 6
pl_pl: Port USB 6
zh_cn: USB 端口6

# LblUPBV2VariablePower
source: Variable Power Port
cs_cz: Variabilní Napájecí Port
de_de: Variabler Stromport
ko_kr: 가변 전원 포트
nb_no: Variabel utgang
pl_pl: Zmienny port zasilania
zh_cn: 可变电源端口

# LblUPBV2WattHours
source: Watt Hours
cs_cz: Watt Hodiny
de_de: Watt Stunden
ko_kr: 와트시[Wh]
nb_no: Watt-timer
pl_pl: Watogodziny
zh_cn: 瓦时

# LblUpdate
source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
ko_kr: 업데이트
nb_no: Oppdater
pl_pl: Aktualizuj
zh_cn: 更新

# LblUpdating
source: Updating
cs_cz: Aktualizuji
de_de: Aktualisiere
ko_kr: 업데이트 중
nb_no: Oppdaterer
pl_pl: Aktualizacja
zh_cn: 更新中

# LblUSBLimit
source: USB Limit
nb_no: USB-grense
pl_pl: Limit USB
zh_cn: USB 限制

# LblUseBlindSolveFailover
source: Plate solve failed. Try to solve using Blind Solver?
cs_cz: Astrometrie selhala. Spustit Řešení Naslepo?
de_de: Platesolve fehlgeschlagen. Soll ein Platesolveversuch mit dem Blind Solver gestartet werden?
ko_kr: 플레이트솔브 실패, 블라인드솔버를 사용하시겠습니까?
nb_no: Astrometrisk søk feilet. Forsøke med blind søkemotor?
pl_pl: Plate solve nie powiódł się. Spróbować użyć Blind Solver?
zh_cn: 解析失败。尝试进行盲解析?

# LblUseBlindSolveNoCoordinatesRollover
source: No reference coordinates available. Should the blind solver be used instead?
cs_cz: Referenční souřadnice nezjištěny. Použít řešení naslepo?
de_de: Keine Referenzkoordinaten verfügbar. Soll der Blindsolver stattdessen benutzt werden?
ko_kr: 참조 좌표를 찾을 수 없습니다. 대신 블라인드솔버를 사용하시겠습니까?
nb_no: Ingen referansekoordinater tilgjengelig. Skal blind søkemotor brukes i stedet?
pl_pl: Brak dostępnych współrzędnych odniesienia. Czy zamiast tego użyć lokalnego platesolvingu?
zh_cn: 没有可用的参考坐标。要使用盲解析吗?

# LblUseBuldMode
source: Use bulb mode
cs_cz: Použít bulb režim
de_de: Bulb Modus benutzen
ko_kr: 벌브모드 사용
nb_no: Bruk bulb-modus
pl_pl: Użyj trybu Bulb
zh_cn: 使用B门模式

# LblUseSharpCapSensorAnalysis
source: Use SharpCap Sensor Analysis
cs_cz: Použití Analýzy Senzorů SharpCap
de_de: SharpCap Sensoranalyse verwenden
ko_kr: SharpCap 센서 분석 사용
nb_no: Bruk SharpCap sensoranalyse
pl_pl: Użyj analizy czujnika SharpCap
zh_cn: 使用 SharpCap 传感器分析

# LblUseSideOfPier
source: Use Telescope Side of Pier
cs_cz: Použít Polohu Dalekohledu
de_de: Teleskop Pierseite benutzen
ko_kr: 망원경 Side of Pier 사용
nb_no: Bruk teleskop-siden av søylen
pl_pl: Użyj teleskopu po stronie równikowej
zh_cn: 从设备获取镜筒偏向

# LblUseSnapPort
source: Use Telescope Snap Port
cs_cz: Použít Port Dalekohledu Snap
de_de: Teleskop Snap Port nutzen
ko_kr: 망원경 스냅 포트 사용
nb_no: Bruk teleskopets utløserport
pl_pl: Użyj portu Snap teleskopu
zh_cn: 使用赤道仪快门线

# LblVerticalPanels
source: Vertical Panels
cs_cz: Svislé Panely
de_de: Vertikale Felder
ko_kr: 수직 구도 패널
nb_no: Antall paneler vertikalt
pl_pl: Panele pionowe
zh_cn: 垂直张数

# LblWaitForDither
source: Waiting for dither to finish
cs_cz: Počkat na dokončení ditheringu
de_de: Warte auf Beendend des Ditherns
ko_kr: 디더링이 종료되길 기다리는 중
nb_no: Venter til dither er ferdig
pl_pl: Oczekiwanie na zakończenie ditheringu
zh_cn: 等待抖动完成

# LblWaitForImageProcessing
source: Waiting for previous image to finish processing
cs_cz: Počkat na dokončení zpracování předchozího obrazu
de_de: Warte auf Verarbeitung des vorherigen Bildes
ko_kr: 이전 이미지의 처리가 끝나길 기다리는 중
nb_no: Venter på behandling av forrige bilde
pl_pl: Oczekiwanie na zakończenie przetwarzania poprzedniego obrazu
zh_cn: 等待上一张图片完成处理

# LblWaitForTemperatureStep
source: Waiting for camera to reach next temperature step
cs_cz: Počkat, až kamera dosáhne dalšího teplotního kroku
de_de: Warte auf Kamera auf Erreichen des nächsten Temperaturschritts
ko_kr: 카메라 온도가 다음 단계에 도달하길 기다리는 중
nb_no: Venter på at kamera når neste temperaturtrinn
pl_pl: Poczekaj, aż kamera osiągnie następny stopień temperatury
zh_cn: 等待相机达到下一个温度

# LblWaiting
source: Waiting
cs_cz: Počkat
de_de: Warte
ko_kr: 대기 중
nb_no: Venter
pl_pl: Oczekiwanie
zh_cn: 等待中...

# LblWaitingForCamera
source: Waiting for Camera
cs_cz: Počkat na Kameru
de_de: Warten auf Kamera
ko_kr: 카메라 대기 중
nb_no: Venter på kamera
pl_pl: Oczekiwanie na kamerę
zh_cn: 等待相机

# LblWarmEnabledButCameraCannotWarm
source: Camera is set to warm up at end of sequence, yet it is unable to do so
cs_cz: Kamera je nastavena, aby se na konci sekvence zahřála, příkaz nelze provést
de_de: Camera ist eingestellt sich aufzuwärmen beim Ende der Sequenz, kann dies jedoch nicht ausführen
ko_kr: 시퀀스 종료 후 카메라를 예열하도록 설정되어 있지만 할 수 없습니다.
nb_no: Kameraet er satt til å varmes opp ved sekvensslutt, men er ikke i stand til å varme opp
pl_pl: Kamera jest ustawiona na rozgrzanie się na końcu sekwencji, ale nie da się tego zrobić
zh_cn: 相机设置为在序列结束时升温，但它无法这样做

# LblWarming
source: Warming
cs_cz: Zahřívání
de_de: Aufwärmend
ko_kr: 예열 중
nb_no: Varmer opp
pl_pl: Podgrzewanie
zh_cn: 回温

# LblWarning
source: Warning
cs_cz: Varování
de_de: Warnung
ko_kr: 경고
nb_no: Advarsel
pl_pl: Ostrzeżenie
zh_cn: 警告

# LblWeather
source: Weather
cs_cz: Počasí
de_de: Wetter
ko_kr: 날씨
nb_no: Vær
pl_pl: Pogoda
zh_cn: 气象

# LblWeatherASCOMConnectFailed
source: Unable to connect to ASCOM ObservingConditions driver:
cs_cz: Selhalo připojení k ovladači ASCOM ObservingConditions:
de_de: Konnte nicht zu ASCOM ObservingConditions Treiber verbinden
ko_kr: ASCOM 관측 상태[ObservingConditions] 드라이버에 연결할 수 없습니다.
nb_no: Kan ikke koble til ASCOM ObservingConditions-driver:
pl_pl: Nie można połączyć się sterownikiem ASCOM do ObservingConditions
zh_cn: 无法连接到ASCOM ObservingConditions驱动程序：

# LblWeatherConnected
source: Weather data source connected
cs_cz: Připojeno ke zdroji dat o počasí
de_de: Verbindung zur Wetterdatenquelle erfolgreich
ko_kr: 날씨 데이터 소스가 연결되었습니다.
nb_no: Værdatakilde tilkoblet
pl_pl: Źródło danych pogodowych podłączone
zh_cn: 气象数据源已连接

# LblWeatherConnectionLost
source: Weather data source connection failed.
cs_cz: Připojení ke zdroji dat o počasí selhalo.
de_de: Verbindung zur Wetterdatenquelle fehlgeschlagen.
ko_kr: 날씨 데이터 소스 연결에 실패했습니다.
nb_no: Tilkobling av værdatakilde feilet.
pl_pl: Połączenie ze źródłem danych pogodowych nie powiodło się.
zh_cn: 气象数据源连接失败

# LblWeatherDisconnect
source: Weather data source disconnected
cs_cz: Odpojit počasí
de_de: Verbindung zur Wetterdatenquelle getrennt
ko_kr: 날씨 데이터 소스 연결이 끊어졋습니다.
nb_no: Værdatakilde er frakoblet
pl_pl: Źródło danych pogodowych zostało odłączone
zh_cn: 气象数据源已断开连接

# LblWeatherNoSource
source: No Weather Data Source
cs_cz: Žádný Zdroj Dat o Počasí
de_de: Keine Quelle für Wetterdaten
ko_kr: 날씨 데이터 소스 없음
nb_no: Ingen værdatakilde
pl_pl: Brak źródła danych pogodowych
zh_cn: 无气象数据源

# LblWeatherReconnect
source: Weather data source connection lost! Error message:
cs_cz: Připojení ke zdroji dat o počasí odpojeno. Chybové hlášení:
de_de: Verbindung zur Wetterdatenquelle verloren! Fehler:
ko_kr: 날씨 데이터 소스 연결이 끊어졌습니다! 오류 메시지:
nb_no: Tilkobling til værdatakilde mistet! Feilmelding:
pl_pl: Połączenie ze źródłem danych pogodowych zostało utracone! Komunikat o błędzie:
zh_cn: 气象数据源连接丢失！错误消息：

# LblWelcome
source: Welcome to Nighttime Imaging 'N' Astronomy!
cs_cz: Vítejte v Nighttime Imaging 'N' Astronomy!
de_de: Willkommen bei Nighttime Imaging 'N' Astronomy!
ko_kr: 환영합니다! Nighttime Imaging 'N' Astronomy!
nb_no: Velkommen til Nighttime Imaging 'N' Astronomy!
pl_pl: Witaj w Nighttime Imaging 'N' Astronomy!
zh_cn: 欢迎来到N.I.N.A.！

# LblWest
source: West
cs_cz: Západ
de_de: Westen
ko_kr: 서
nb_no: Vest
pl_pl: Zachód
zh_cn: 西面

# LblWidth
source: Width
cs_cz: Šířka
de_de: Breite
ko_kr: 넓이
nb_no: Bredde
pl_pl: Szerokość
zh_cn: 宽度

# LblWindDirection
source: Wind Direction
cs_cz: Směr Větru
de_de: Windrichtung
ko_kr: 풍향
nb_no: Vindretning
pl_pl: Kierunek wiatru
zh_cn: 风向

# LblWindGust
source: Wind Gust
cs_cz: Nárazy Větru
de_de: Windböe
ko_kr: 돌풍
nb_no: Vindkast
pl_pl: Podmuch wiatru
zh_cn: 阵风

# LblWindSpeed
source: Wind Speed
cs_cz: Rychlost Větru
de_de: Windgeschwindigkeit
ko_kr: 풍속
nb_no: Vindhastighet
pl_pl: Prędkość wiatru
zh_cn: 风速

# LblXAxisScale
source: X-Axis Scale
cs_cz: Měřítko Osy X
de_de: X-Achse Skala
ko_kr: X-축 스케일
nb_no: X-akseskala
pl_pl: Skala osi X
zh_cn: X轴范围

# LblXisfBadChecksum
source: XISF file checksum did not verify. The image data may be corrupted.
cs_cz: Kontrolní součet souboru XISF se neshodoval. Možná jsou poškozena obrazová data.
de_de: XISF-Datei-Prüfsumme konnte nicht verifiziert werden. Die Bilddaten könnten beschädigt sein.
ko_kr: XISF 파일의 체크섬이 일치하지 않습니다. 이미지 데이터가 손상되었을 수 있습니다.
nb_no: XISF-sjekksum stemmer ikke. Bildedata kan være korrupt.
pl_pl: Suma kontrolna pliku XISF nie została zweryfikowana. Dane obrazu mogą być uszkodzone.
zh_cn: XISF 文件校验和不匹配。图像数据可能已损坏。

# LblXisfInvalidFile
source: Not a valid XISF file
cs_cz: Neplatný soubor XISF
de_de: Invalide XISF Datei
ko_kr: 유효한 XISF 파일이 아닙니다.
nb_no: Ugyldig XISF-fil
pl_pl: Nieprawidłowy plik XISF
zh_cn: XISF文件无效

# LblXisfInvalidGeometry
source: Could not get XISF image geometry
cs_cz: Nelze získat geometrii obrazu XISF
de_de: XISF-Bildgeometrie konnte nicht abgerufen werden
ko_kr: XISF 이미지의 기하학적[Geometry] 모양을 얻을 수 없습니다.
nb_no: Kunne ikke finne dimensjoner til XISF-bilde
pl_pl: Nie można pobrać geometrii obrazu XISF
zh_cn: 无法获取 XISF 解析坐标
