Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblServerEnabledTooltip
source: Hosts a service on port 59590, currently with the same API as SGP to interoperate with existing applications. If the service fails to start, you may need to update some firewall settings with netsh (see NINA documentation).
cs_cz: Hostuje službu na portu 59590, která má stejné API jako SGP pro spolupráci se stávajícími aplikacemi. Pokud se služba nespustí, možná budete muset změnit některá nastavení Firewallu nástrojem netsh (viz dokumentace NINA).
de_de: Stell einen Dienst auf Port 59590 bereit, der zur Zeit mit der gleichen API wie SGP ausgestattet ist, um mit bestehenden Anwendungen zu interagieren. Wenn der Dienst nicht startet, müssen Sie eventuell einige Firewall-Einstellungen mit netsh aktualisieren (siehe NINA-Dokumentation).
ko_kr: 기존 응용프로그램과 상호 운용하기 위해 현재 SGP와 동일한 API를 사용하는 포트 59590에서 서비스를 호스팅합니다. 서비스가 시작되지 않으면 netsh를 사용하여 일부 방화벽 설정을 업데이트해야 할 수 있습니다(NINA 설명서 참조).
nb_no: Kjører en tjeneste på port 59590 med samme API som SGP for kompatibilitet med annen programvare. Hvis tjenesten ikke starter, kan det være du må oppdatere brannmurinnstillinger med netsh (se NINA-dokumentasjonen).
pl_pl: Zapewnia usługę na porcie 59590, który jest obecnie wyposażony w ten sam interfejs API, co SGP, aby współdziałać z istniejącymi aplikacjami. Jeśli usługa się nie uruchamia, może być konieczne zaktualizowanie niektórych ustawień zapory za pomocą netsh (zobacz dokumentację NINA).
zh_cn: 在59590端口上托管一个服务，使用与 SGP 相同的 API 以便与现有程序交互。 如果服务启动失败，你可能需要更新一些防火墙设置(参见NINA文档)。

# LblServerFailed
source: Server failed to start. Check the NINA documentation. {0}
cs_cz: Server se nespustil. Zkontrolujte dokumentaci NINA. {0}
de_de: Server konnte nicht gestartet werden. Überprüfen Sie die N.I.N.A.-Dokumentation. {0}
ko_kr: 서버를 시작하지 못했습니다. NINA 문서를 확인하십시오. {0}
nb_no: Tjenesten klarte ikke å starte. Sjekk dokumentasjonen for NINA. {0}
pl_pl: Nie udało się uruchomić serwera. Sprawdź dokumentację NINA. {0}
zh_cn: 服务器启动失败。请检查NINA文档。 {0}

# LblCloseAll
source: Close All
cs_cz: Zavřít Vše
de_de: Alles schließen
ko_kr: 모두 닫기
nb_no: Lukk alle
pl_pl: Zamknij wszystko
zh_cn: 全部关闭

# LblConnectAll
source: Connect all devices?
cs_cz: Připojit všechna zařízení?
de_de: Alle Geräte verbinden?
ko_kr: 모든 장비를 연결할까요?
nb_no: Koble til alle enheter?
pl_pl: Połączyć wszystkie urządzenia?
zh_cn: 连接所有设备？

# LblCollapseSequencerTemplatesByDefault
source: Collapse Sequence Templates by default
cs_cz: Výchozí Sbalit Šablony Sekvencí
de_de: Sequenzvorlagen standardmäßig einklappen
ko_kr: 시퀀스 템플릿 기본값으로 축소
nb_no: Kollaps sekvensmaler
pl_pl: Domyślnie zwiń szablony sekwencji
zh_cn: 根据默认设置折叠序列模板

# LblCollapseSequencerTemplatesByDefaultTooltip
source: When this option is enabled, adding templates and targets to the sequencer will create them in a collapsed state.
cs_cz: Pokud je tato možnost povolena, přidá šablonu a cíl v sekvencéru ve sbaleném stavu.
de_de: Wenn diese Option aktiviert ist, werden Vorlagen und Ziele zum Sequenzer im zusammengeklappten Zustand hinzugefügt.
ko_kr: 이 옵션을 활성화한 경우 템플릿과 타겟을 시퀀서에 추가하면 축소된 상태로 생성됩니다.
nb_no: Når aktivert, vil maler og mål bli lagt til sekvensen i kollapset tilstand.
pl_pl: Gdy ta opcja jest włączona, dodanie szablonów i celów do sekwensera utworzy je w stanie zwiniętym.
zh_cn: 如果启用此选项，将以折叠的形式添加模板和目标

# LblMaxMinutesAfterMeridian
source: Max Minutes after Meridian
cs_cz: Max Minuty po Poledníku
de_de: Max. Minuten nach Meridian
ko_kr: 자오선 이후 최대 시간(분)
nb_no: Maks minutter forbi meridian
pl_pl: Maksymalna ilość minut po Meridianie
zh_cn: 过中天后最大分钟

# Lbl_SequenceItem_Imaging_TakeExposure_Validation_FilePathEmpty
source: No folder was specified to save images to. Please set a valid folder inside the Image File Settings
cs_cz: Nebyla zadána žádná složka pro uložení obrázků. Nastavte složku v Možnosti -Zachytávání - Nastavení Souboru
de_de: Es wurde kein Verzeichnis zum Speichern von Bildern angegeben. Bitte ein gültiges Verzeichnis in den Bilddatei-Einstellungen festlegen
ko_kr: 이미지를 저장할 폴더를 지정하지 않았습니다. 이미지 파일 설정에서 올바른 폴더를 설정하십시오.
nb_no: Ingen mappe angitt for lagring av bilder. Sett en gyldig mappe i fil-innstillinger
pl_pl: Nie określono folderu do zapisywania obrazów. Proszę ustawić prawidłowy folder w Ustawieniach Pliku Obrazu
zh_cn: 未指定要保存图像的文件夹。请在图像文件设置中设置一个有效的文件夹

# Lbl_SequenceItem_Imaging_TakeExposure_Validation_FilePathInvalid
source: The folder that is specified inside the Image File Settings to save images to was not found. Please validate the folder specified in the Image File Settings.
cs_cz: Složka zadaná v Možnosti - Zachytávání - Nastavení Souboru, do které se mají obrázky ukládat, nebyla nalezena. Ověřte správnost této složky.
de_de: Das Verzeichnis, welches in den Bilddatei-Einstellungen zum Speichern der Bilder angegeben ist, wurde nicht gefunden. Bitte überprüfen Sie das angegebene Verzeichnis in den Bilddatei-Einstellungen.
ko_kr: 이미지 파일 설정에서 이미지를 저장할 폴더를 찾을 수 없습니다. 이미지 파일 설정에 지정된 폴더를 확인하십시오.
nb_no: Mappen for lagring av bilder ble ikke funnet. Kontroller at korrekt mappe er angitt i fil-innstillinger.
pl_pl: Nie znaleziono folderu, który jest określony w Ustawieniach Pliku Obrazu do zapisywania zdjęć. Proszę sprawdzić poprawność folderu określonego w ustawieniach pliku obrazu.
zh_cn: 未找到图像文件设置中指定的文件夹来保存图像。 请检查选项-主控台中指定的文件夹。

# LblTheWeatherCompanyAPIKey
source: TheWeatherCompany API Key
cs_cz: TheWeatherCompany API
de_de: Der WeatherCompany API Schlüssel
ko_kr: TheWeatherCompany API 키
nb_no: TheWeatherCompany API-nøkkel
pl_pl: Klucz API TheWeatherCompany
zh_cn: TheWeatherCompany API 密钥

# LblTheWeatherCompanyClientDescription
source: Uses TheWeatherCompany's Current Weather API. Weather data is refreshed every 10 minutes.
cs_cz: Používá API pro aktuální počasí TheWeatherCompany. Údaje o počasí se aktualizují každých 10 minut.
de_de: Verwendet die "TheWeatherCompany" Wetter-API. Wetterdaten werden alle 10 Minuten aktualisiert.
ko_kr: TheWeatherCompany의 현재 날씨 API를 사용합니다. 날씨 데이터는 10분마다 업데이트됩니다.
nb_no: Bruker TheWeatherCompany sitt vær-API. Værdata oppfriskes hvert tiende minutt.
pl_pl: Używa bieżącego API WeatherCompany. Dane pogodowe są odświeżane co 10 minut.
zh_cn: 使用TheWeatherCompany的当前天气API。天气数据每10分钟刷新一次。

# LblTheWeatherCompanyClientInfo
source: N.I.N.A. internal TheWeatherCompany API client
cs_cz: N.I.N.A. interní klient TheWeatherCompany API
de_de: N.I.N.A. interner TheWeatherCompany API Client
ko_kr: N.I.N.A. 내부 TheWeatherCompany API 클라이언트
nb_no: NINA intern TheWeatherCompany API-klient
pl_pl: N.I.N.A. Wewnętrzny klient TheWeatherCompany API
zh_cn: N.I.N.A. ThewatherCompany API 内部客户端

# Lbl_OldSequencer_BuildAdvanced_Caption
source: Build Advanced Sequence?
cs_cz: Vytvořit Pokročilou Sekvenci?
de_de: Erweiterte Sequenz erstellen?
ko_kr: 고급 시퀀스를 생성할까요?
nb_no: Konverter til avansert sekvens?
pl_pl: Zbudować zaawansowaną sekwencję?
zh_cn: 是否建立高级序列？

# Lbl_OldSequencer_BuildAdvanced_Text
source: Are you sure to export the sequence to the advanced sequence? Note: Advanced sequences are NOT backwards compatible and it is not possible to revert to the simple sequence!
cs_cz: Jste si jisti, že sekvenci exportujete do pokročilé sekvence? Poznámka: Pokročilé sekvence NEJSOU zpětně kompatibilní a není možné se vrátit ke starší sekvenci!
de_de: Are you sure to export the sequence to the advanced sequence? Note: Advanced sequences are NOT backwards compatible and it is not possible to revert to the legacy sequence!
ko_kr: 시퀀스를 고급 시퀀스로 내보내시겠습니까? 참고: 고급 시퀀스는 하위 호환성이 없으므로 기존 시퀀스로 되돌릴 수 없습니다!
nb_no: Er du sikker på at du vil konvertere sekvensen til en avansert sekvens? Det vil ikke være mulig å konvertere tilbake!
pl_pl: Czy na pewno chcesz wyeksportować sekwencję do zaawansowanej sekwencji? Uwaga: Zaawansowane sekwencje NIE są wstecznie kompatybilne i nie jest możliwe przywrócenie do poprzedniej sekwencji!
zh_cn: 你确定要将序列导出到高级序列器吗？ 注意：高级序列器不能向下兼容，无法恢复成简单序列！

# Lbl_OldSequencer_SwitchToAdvanced
source: Advanced Sequencer
cs_cz: Pokročilý Sekvencer
ko_kr: 고급 시퀀서
nb_no: Avansert sekvens
pl_pl: Zaawansowany sekwencer
zh_cn: 高级序列

# Lbl_OldSequencer_SwitchToAdvancedTooltip
source: Switches to the advanced sequence planning mode. There the sequence can be planned from scratch using fine granular instructions, triggers and conditions.
cs_cz: Přepne do rozšířeného režimu plánování sekvencí. Tam lze sekvenci naplánovat od nuly pomocí jemných podrobných pokynů, spouštěčů a podmínek.
de_de: Wechselt in den erweiterten Sequenzplanungsmodus. Dort kann die Sequenz mit sehr viel detaillierteren Anweisungen, Auslösern und Bedingungen von Grund auf geplant werden.
ko_kr: 고급 시퀀스 계획 모드로 전환합니다. 여기에서 세부적인 지침, 트리거 및 조건을 사용하여 처음부터 시퀀스를 계획할 수 있습니다.
nb_no: Skifter til modus for avansert sekvens. I denne modusen kan sekvenser bygges opp med elementære instruksjoner, triggere og betingelser.
pl_pl: Przełącza się do zaawansowanego trybu planowania sekwencji. Sekwencja może być zaplanowana od podstaw przy użyciu drobnych instrukcji, wyzwalaczy i warunków.
zh_cn: 切换到高级序列规划模式。 可以从零开始使用细分的指令、触发器和循环条件对序列进行规划。

# LblDisableSimpleSequencer
source: Disable Simple Sequencer
cs_cz: Vypnout Starší Sekvencer
de_de: Disable Legacy Sequencer
ko_kr: Legacy 시퀀서 비활성화
nb_no: Fjern enkel sekvens-modus
pl_pl: Wyłącz dziedziczony sekwencer
zh_cn: 禁用简单序列

# LblDisableSimpleSequencerTooltip
source: This will disable the simple sequencer and directly show the advanced sequencer in the sequence tab.
cs_cz: Tím se vypne starší sekvencer a na kartě sekvence se zobrazí přímo pokročilý sekvencer.
de_de: This will disable the legacy sequencer and directly show the advanced sequencer in the sequence tab.
ko_kr: 이렇게 하면 Legacy시퀀서가 비활성화되고 시퀀스 탭에 고급 시퀀서가 직접 표시됩니다.
nb_no: Dette vil slå av den enkle sekvensmodusen, og man vil komme rett inn i den avanserte modusen i sekvenspanelet.
pl_pl: Spowoduje to wyłączenie dziedziczonego sekwencera i bezpośrednie wyświetlenie zaawansowanego sekwencera w zakładce sekwencyjnej.
zh_cn: 这将禁用简单序列，并在序列选项卡中直接显示高级序列器。

# Lbl_Sequencer_SwitchToOverview
source: Switch back to Sequencer Dashboard
cs_cz: Přepnutí zpět na Řídicí Panel sekvenceru
de_de: Zum Sequenzer-Dashboard zurück wechseln
ko_kr: 시퀀서 대시보드로 다시 전환
nb_no: Gå tilbake til sekvens-dashbordet
pl_pl: Przełącz się z powrotem do pulpitu sekwencera
zh_cn: 回到序列器主面板

# Lbl_OldSequencer_TargetPreparation
source: Target Preparation Instructions
cs_cz: Pokyny k Přípravě cíle
de_de: Anweisungen zur Vorbereitung des Ziels
ko_kr: 타겟 준비 명령
nb_no: Forberedelser
pl_pl: Instrukcja przygotowania celu
zh_cn: 目标起始指令

# LblUnparked
source: Unparked
cs_cz: Odparkovat
de_de: Ausgeparkt
ko_kr: 파킹 해제됨
nb_no: Ikke parkert
pl_pl: Niezaparkowany
zh_cn: 已解除停放

# LblWaitingForTelescopeToPark
source: Waiting For Telescope To Park
cs_cz: Čeká na Zaparkování Dalekohledu
de_de: Wartet auf Anfahren Teleskop-Parkposition
ko_kr: 망원경이 파킹 대기 중
nb_no: Venter på parkering av teleskop
pl_pl: Czekam aż teleskop zaparkuje
zh_cn: 等待停放望远镜

# LblWeatherUndergroundAPIKey
source: Weather Underground API Key
cs_cz: API Weather Underground
de_de: Weather Underground API-Schlüssel
ko_kr: Weather Underground API 키
nb_no: Weather Underground API-nøkkel
pl_pl: Klucz API Weather Underground
zh_cn: Weather Underground API 密钥

# LblWeatherUndergroundStationID
source: Weather Underground Station ID
cs_cz: Id Stanice Weather Underground
ko_kr: Weather Underground 스테이션 ID
nb_no: Weather Underground stasjons-ID
pl_pl: Identyfikator Weather Underground Station
zh_cn: Weather Underground 站点ID

# LblTooltipDemoteSimpleExposure
source: Demote selected row
cs_cz: Přesune vybraný řádek dolů
de_de: Markierte Reihe nach unten
ko_kr: 선택한 행 내리기
nb_no: Flytt raden senere
pl_pl: Usuń zaznaczony wiersz
zh_cn: 下移选中行

# LblTooltipPromoteSimpleExposure
source: Promote selected row
cs_cz: Přesune vybraný řádek nahoru
de_de: Markierte Reihe nach oben
ko_kr: 선택한 행 올리기
nb_no: Flytt raden tidligere
pl_pl: Zaznacz wybrany wiersz
zh_cn: 上移选中行

# Lbl_SequenceTemplateController_AddNewTemplateFailed
source: An error occurred while adding a new template. Refer to the logs for more details.
cs_cz: Při přidávání nové šablony došlo k chybě. Další podrobnosti naleznete v protokolech.
de_de: Ein Fehler trat auf während des Hinzufügens eines neuen Templates. Weitere Informationen finden Sie in den Protokollen.
ko_kr: 새 템플릿을 추가하는 동안 오류가 발생했습니다. 자세한 내용은 로그를 참조하십시오.
nb_no: En feil oppstod ved oppretting av ny mal. Se loggene for mer detaljer.
pl_pl: Wystąpił błąd podczas dodawania nowego szablonu. Aby uzyskać więcej szczegółów, zapoznaj się z logiem.
zh_cn: 添加新模板时出错。详情请参阅日志。

# Lbl_SequenceTemplateController_DeleteTemplateFailed
source: An error occurred while deleting the template. Refer to the logs for more details.
cs_cz: Při odstraňování šablony došlo k chybě. Další podrobnosti naleznete v protokolech.
de_de: Ein Fehler trat auf während des Löschens des Templates. Weitere Informationen finden Sie in den Protokollen.
ko_kr: 템플릿을 삭제하는 동안 오류가 발생했습니다. 자세한 내용은 로그를 참조하십시오.
nb_no: En feil oppstod ved sletting av mal. Se loggene for mer detaljer.
pl_pl: Wystąpił błąd podczas usuwania szablonu. Aby uzyskać więcej szczegółów, zapoznaj się z logiem.
zh_cn: 删除模板时出错。详情请参阅日志。

# Lbl_SequenceTemplateController_LoadUserTemplatesFailed
source: An error occurred during template refresh. Refer to the logs for more details.
cs_cz: Při aktualizaci šablony došlo k chybě. Další podrobnosti naleznete v protokolech.
de_de: Ein Fehler trat auf während des Refreshs des Templates. Weitere Informationen finden Sie in den Protokollen.
ko_kr: 템플릿을 새로 고치는 동안 오류가 발생했습니다. 자세한 내용은 로그를 참조하십시오.
nb_no: En feil oppstod ved oppdatering av mal. Se loggene for mer detaljer.
pl_pl: Wystąpił błąd podczas odświeżania szablonu. Aby uzyskać więcej szczegółów, zapoznaj się z logiem.
zh_cn: 模板刷新过程中发生错误。详情请参阅日志。

# Lbl_SequenceTargetController_AddNewTargetFailed
source: An error occurred while adding the target. Refer to the logs for more details.
cs_cz: Při přidávání cíle došlo k chybě. Další podrobnosti naleznete v protokolech.
de_de: Ein Fehler trat auf während des Hinzufügens des Zieles. Weitere Informationen finden Sie in den Protokollen.
ko_kr: 타겟을 추가하는 동안 오류가 발생했습니다. 자세한 내용은 로그를 참조하십시오.
nb_no: En feil oppstod når målet ble lagt til. Se loggene for mer detaljer.
pl_pl: Wystąpił błąd podczas dodawania celu. Więcej szczegółów znajdziesz w dziennikach.
zh_cn: 添加目标时出错。详情请参阅日志。

# Lbl_SequenceTargetController_DeleteTargetFailed
source: An error occurred while deleting the target. Refer to the logs for more details.
cs_cz: Při odstraňování cíle došlo k chybě. Další podrobnosti naleznete v protokolech.
de_de: Ein Fehler trat auf während des Löschens des Zieles. Weitere Informationen finden Sie in den Protokollen.
ko_kr: 타겟을 삭제하는 동안 오류가 발생했습니다. 자세한 내용은 로그를 참조하십시오.
nb_no: En feil oppstod ved sletting av mål. Se loggene for mer detaljer.
pl_pl: Wystąpił błąd podczas usuwania celu. Aby uzyskać więcej szczegółów, zapoznaj się z logiem.
zh_cn: 删除目标时出错。详情请参阅日志。

# Lbl_SequenceTargetController_LoadUserTargetFailed
source: An error occurred while loading the list of targets. Refer to the logs for more details.
cs_cz: Při načítání seznamu cíle došlo k chybě. Další podrobnosti naleznete v protokolech.
de_de: Ein Fehler trat auf während des Ladens der Zielliste. Weitere Informationen finden Sie in den Protokollen.
ko_kr: 타겟 목록을 로드하는 중에 오류가 발생했습니다. 자세한 내용은 로그를 참조하십시오.
nb_no: En feil oppstod ved lesing av målliste. Se loggene for mer detaljer.
pl_pl: Wystąpił błąd podczas wczytywania listy celów. Więcej szczegółów znajdziesz w dziennikach.
zh_cn: 加载目标列表时发生错误。详情请参阅日志。

# LblSequenceTemplateFolder
source: Sequence Template Folder
cs_cz: Složka Sekvenční Šablony
de_de: Sequenz Template Ordner
ko_kr: 시퀀스 템플릿 폴더
nb_no: Mappe for sekvensmaler
pl_pl: Folder szablonu sekwencji
zh_cn: 序列模板文件夹

# LblSequenceTemplateFolderTooltip
source: The folder where sequence templates for the advanced sequencer are stored in
cs_cz: Složka, ve které jsou uloženy sekvenční šablony pro pokročilý sekvencer
de_de: Der Ordner mit den Sequenztemplates für den Advanced Sequencer ist gespeichert in
ko_kr: 고급 시퀀서의 시퀀스 템플릿이 저장된 폴더
nb_no: Mappen der malene for avanserte sekvenser lagres
pl_pl: Folder z szablonami zaawansowanych sekwencji jest przechowywany w
zh_cn: 存放高级序列模板的文件夹

# LblWeatherUndergroundClientDescription
source: Uses WU PWS API. Weather is refreshed every 10m
cs_cz: Používá rozhraní WU PWS API. Počasí se obnovuje každých 10m
de_de: Verwendet WU PWS API. Wetter aktualisiert wird alle 10min
ko_kr: WU PWS API를 사용합니다. 날씨는 10분마다 갱신됩니다.
nb_no: Bruke WU PWS API. Værdata oppdateres hvert 10m
pl_pl: Używa WU PWS API. Pogoda jest odświeżana co 10 m
zh_cn: 使用 WU PWS API。每 10 分钟刷新天气一次

# LblWeatherUndergroundClientInfo
source: N.I.N.A. internal WU API client
cs_cz: N.I.N.A. interní klient WU API
de_de: N.I.N.A. Interner WU API Client
ko_kr: N.I.N.A. 내부 WU API 클라이언트
nb_no: N.I.N.A. intern WU API-klient
pl_pl: N.I.N.A. Wewnętrzny klient WU API
zh_cn: N.I.N.A. 内置WU API 客户端

# LblPause
source: Pause
cs_cz: Pauza
ko_kr: 일시 정지
pl_pl: Wstrzymaj
zh_cn: 暂停

# LblResume
source: Resume
cs_cz: Obnovit
de_de: Wiederholen
ko_kr: 재개
nb_no: Fortsett
pl_pl: Wznów
zh_cn: 恢复

# LblProfileChooserOnStartup
source: Profile Chooser on Startup
cs_cz: Výběr Profilu při Spuštění
de_de: Profilauswahl beim Start
ko_kr: 시작 시 프로필 선택
nb_no: Profilvalg ved start
pl_pl: Wybór profilu przy starcie
zh_cn: 启动时选择配置文件

# Lbl_SequenceCondition_MoonAltitudeCondition_Description
source: Exits the loop when the moon's altitude matches the specified parameters.
cs_cz: Ukončí cyklus, pokud výška Měsíce odpovídá zadaným parametrům.
de_de: Verlässt die Schleife, wenn die angegebene Mondhöhe erreicht ist.
ko_kr: 달의 고도가 지정된 매개 변수와 일치하면 반복을 종료합니다.
nb_no: Stopper repetisjon når månens elevasjon er som angitt.
pl_pl: Kończy pętlę po osiągnięciu określonej wysokości Księżyca.
zh_cn: 当月球达到指定高度时退出循环。

# Lbl_SequenceCondition_MoonAltitudeCondition_Name
source: Moon Altitude
cs_cz: Cyklus do Výšky Měsíce
de_de: Wiederholen bis Mondhöhe
ko_kr: 달의 고도까지 반복
nb_no: Gjenta frem til måneelevasjon
pl_pl: Pętla zależna od wysokości Księżyca
zh_cn: 循环至月球到达高度

# Lbl_SequenceCondition_SunAltitudeCondition_Description
source: Exits the loop when the sun's altitude matches the specified paramters.
cs_cz: Ukončí cyklus, pokud výška Slunce odpovídá zadaným parametrům.
de_de: Verlässt die Schleife, wenn die angegebene Sonnenhöhe erreicht ist.
ko_kr: 태양의 고도가 지정된 매개 변수와 일치하면 반복을 종료합니다.
nb_no: Stopper repetisjon når solas elevasjon er som angitt.
pl_pl: Kończy pętlę po osiągnięciu określonej wysokości Słońca.
zh_cn: 当太阳达到指定高度时退出循环。

# Lbl_SequenceCondition_SunAltitudeCondition_Name
source: Sun Altitude
cs_cz: Cyklus do Výšky Slunce
de_de: Wiederholen bis Sonnenhöhe
ko_kr: 태양의 고도까지 반복
nb_no: Gjenta frem til solelevasjon
pl_pl: Pętla zależna od wysokości Słońca
zh_cn: 循环至太阳到达高度

# Lbl_SequenceItem_Utility_WaitForMoonAltitude_Description
source: Waits if the moon's altitude matches the specified parameters
cs_cz: Čeká, až výška Měsíce bude odpovídat zadaným parametrům
de_de: Wartet, bis die Mondhöhe mit den angegebenen Parametern übereinstimmt
ko_kr: 달의 고도가 지정된 매개 변수와 일치하면 대기합니다.
nb_no: Venter hvis månens elevasjon er som angitt
pl_pl: Czekaj, aż wysokość Księżyca dopasuje się do określonych parametrów
zh_cn: 等待月球达到指定高度

# Lbl_SequenceItem_Utility_WaitForMoonAltitude_Name
source: Wait if Moon Altitude
cs_cz: Čeká, až bude Výška Měsíce
de_de: Mondhöhe abwarten
ko_kr: 달의 고도와 일치하면 대기
nb_no: Vent ved måneelevasjon
pl_pl: Poczekaj na wysokość Księżyca
zh_cn: 等待月球达到高度

# Lbl_SequenceItem_Utility_WaitForMoonAltitude_Progress
source: Waiting due to moon altitude ({0}° {1} {2}°)
cs_cz: Čeká kvůli výšce Měsíce ({0}° {1} {2}°)
de_de: Warten auf Mondhöhe ({0}° {1} {2}°)
ko_kr: 달의 고도 ({0}°{1}{2}°) 에서 대기 중
nb_no: Venter på grunn av månens elevasjon ({0}° {1} {2}°)
pl_pl: Oczekiwanie na wysokość Księżyca ({0}° {1} {2}°)
zh_cn: 正在等待月球达到高度({0}° {1} {2}°)

# Lbl_SequenceItem_Utility_WaitForSunAltitude_Description
source: Waits if the sun's altitude matches the specified parameters
cs_cz: Čeká, až výška Slunce bude odpovídat zadaným parametrům
de_de: Wartet, bis die Sonnenhöhe mit den angegebenen Parametern übereinstimmt
ko_kr: 태양의 고도가 지정된 매개 변수와 일치하면 대기합니다.
nb_no: Venter hvis solas elevasjon er som angitt
pl_pl: Czekaj, aż wysokość Słońca dopasuje się do określonych parametrów
zh_cn: 等待太阳达到指定高度

# Lbl_SequenceItem_Utility_WaitForSunAltitude_Name
source: Wait if Sun Altitude
cs_cz: Čeká, až bude Výška Slunce
de_de: Sonnenhöhe abwarten
ko_kr: 태양의 고도와 일치하면 대기
nb_no: Vent ved solelevasjon
pl_pl: Poczekaj na wysokość Słońca
zh_cn: 等待太阳达到高度

# Lbl_SequenceItem_Utility_WaitForSunAltitude_Progress
source: Waiting due to sun altitude ({0}° {1} {2}°)
cs_cz: Čeká kvůli výšce Slunce ({0}° {1} {2}°)
de_de: Warten auf Sonnenhöhe ({0}° {1} {2}°)
ko_kr: 태양의 고도 ({0}°{1}{2}°) 에서 대기 중
nb_no: Venter på grunn av solas elevasjon ({0}° {1} {2}°)
pl_pl: Oczekiwanie na wysokość Słońca ({0}° {1} {2}°)
zh_cn: 正在等待太阳达到高度({0}° {1} {2}°)

# Lbl_SequenceCondition_MoonIlluminationCondition_Description
source: Exits the loop when the moon's illumination level matches the specified parameters.
cs_cz: Ukončí cyklus, když úroveň osvětlení Měsíce odpovídá zadaným parametrům.
de_de: Verlässt die Schleife, wenn die Mondbeleuchtung (Phase) mit den angegebenen Parametern übereinstimmt.
ko_kr: 달의 밝기가 지정된 매개변수와 일치하면 반복 종료
nb_no: Stopper repetisjon når månefasen er som angitt.
pl_pl: Wyjdzie z pętli, gdy poziom oświetlenia Księżyca pasuje do określonych parametrów.
zh_cn: 当月相达到指定参数时退出循环。

# Lbl_SequenceCondition_MoonIlluminationCondition_Name
source: Moon Illumination
cs_cz: Osvětlení Měsíce
de_de: Mondbeleuchtung
ko_kr: 달의 밝기
nb_no: Månefase
pl_pl: Oświetlenie Księżyca
zh_cn: 月相

# Lbl_OldSequencer_TargetClosure
source: Target Closure Instructions
cs_cz: Pokyny k Uzavření Cíle
de_de: Anweisungen zum Abschließen dieses Ziels
ko_kr: 타겟 종료 명령
nb_no: Avslutning
pl_pl: Instrukcje zamknięcia celu
zh_cn: 目标结束指令

# Lbl_SequenceTrigger_AutofocusAfterHFRIncreaseTrigger_SampleSize
source: Sample Size
cs_cz: Velikost Vzorku
de_de: Mustergröße
ko_kr: 샘플 크기
nb_no: Antall bilder
pl_pl: Rozmiar próbki
zh_cn: 样本大小
