Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblSkyAtlasImageDirectory
source: Sky Atlas Image Directory
cs_cz: Adresář Atlasu Hvězd
de_de: Sternatlasbilder Ordner
ko_kr: 성도 이미지 폴더
nb_no: Atlas-bildemappe
pl_pl: Ścieżka do katalogu obrazów Sky Atlas
zh_cn: SkyAtlas 离线星图路径

# LblSkyBrightness
source: Sky Brightness
cs_cz: Jas Oblohy
de_de: Himmelshelligkeit
ko_kr: 하늘 밝기
nb_no: Himmellysstyrke
pl_pl: Jasność nieba
zh_cn: 天空亮度

# LblSkyQuality
source: Sky Quality
cs_cz: Kvalita Oblohy
de_de: Himmelsqualität
ko_kr: 대기 질
nb_no: Himmelkvalitet
pl_pl: Jakość nieba
zh_cn: 天空质量

# LblSkyServerSkySurvey
source: SkyServer Sky Survey
pl_pl: SkyServer Przegląd nieba
zh_cn: SkyServer 巡天图库(在线)

# LblSkySurveyCacheDirectory
source: Sky Survey Cache Directory
cs_cz: Adresář Mezipaměti
de_de: Sky Survey Cache Ordner
ko_kr: Sky Survey 캐시 폴더
nb_no: Komposisjon-mellomlager
pl_pl: Katalog pamięci podręcznej Sky Survey
zh_cn: 在线巡天图库缓存目录

# LblSkyTemperature
source: Sky Temperature
cs_cz: Teplota Vzduchu
de_de: Himmelstemperatur
ko_kr: 대기 온도
nb_no: Himmeltemperatur
pl_pl: Temperatura nieba
zh_cn: 天空温度

# LblSlew
source: Slew
cs_cz: Přejet
de_de: Schwenken
ko_kr: Go-To
nb_no: Sving til
pl_pl: Przesuń
zh_cn: 指向

# LblSlewCenter
source: Slew and Center
cs_cz: Přejet a Vycentrovat
de_de: Schwenken und Zentrieren
ko_kr: Go-To와 중심
nb_no: Sving og sentrer
pl_pl: Przesuń i wyśrodkuj
zh_cn: 指向并居中

# LblSlewDuration
source: Slew Duration
cs_cz: Čas Přejezdu
de_de: Schwenkdauer
ko_kr: Go-To 시간
nb_no: Svingevarighet
pl_pl: Czas obracania
zh_cn: 移动持续时间

# LblSlewEnabledButTelescopeNotConnected
source: Slew to target is enabled, yet telescope is not connected
cs_cz: Přejezd k cíli je povolen, ale dalekohled není připojen
de_de: Zum Ziel Schwenken ist aktiviert, jedoch ist kein Teleskop verbunden
ko_kr: 타겟을 향해 Go-To 중이지만 망원경이 연결되지 않았습니다.
nb_no: Sving til mål er aktivert, men teleskopet er ikke tilkoblet
pl_pl: Przesunięcie na cel jest aktywne, ale teleskop nie jest podłączony
zh_cn: 指向到目标已启用，但望远镜没有连接

# LblSlewRateDegSec
source: Slew Rate (deg/sec)
cs_cz: Rychlost Přejezdu (stup/sek)
de_de: Schwenkrate (Grad/Sekunden)
ko_kr: Go-To 속도(각도/초)
nb_no: Svingrate (grader/sekund)
pl_pl: Prędkość śledzenia (stopnie/sek)
zh_cn: 移动速率(度/秒)

# LblSlewToTarget
source: Slew to target
cs_cz: Přejet na cíl
de_de: Zum Ziel schwenken
ko_kr: 타겟 Go-To
nb_no: Sving til mål
pl_pl: Przesuń na cel
zh_cn: 指向到目标

# LblSlewToZenith
source: Slew to zenith
cs_cz: Přejet na zenit
de_de: Zum Zenit schwenken
ko_kr: 천정으로 Go-To
nb_no: Sving til senit
pl_pl: Skieruj na zenit
zh_cn: 指向到天顶

# LblSlewWhenTargetCoordsUnset
source: At least one target with slew enabled has no target coordinates set
cs_cz: Alespoň jeden cíl s aktivním pohybem, nemá definované souřadnice
de_de: Mindestens ein Ziel, bei dem Schwenken aktiv ist, hat keine Koordinaten gesetzt
ko_kr: 하나 이상의 타겟을 향해 Go-To 중 이지만 대상의 좌표가 없습니다.
nb_no: Minst ett mål hvor sving-til er aktivert, mangler koordinater
pl_pl: Co najmniej jeden cel z włączoną funkcją śledzenia nie ma ustawionych współrzędnych
zh_cn: 有目标启用了自动指向，但没有设置坐标

# LblSnapPortStart
source: Snap Port Start Command
cs_cz: Příkaz Snap Port Spuštěn
de_de: Snap Port Start Kommando
ko_kr: 스냅 포트 시작 명령
nb_no: Utløserport startkommando
pl_pl: Komenda uruchomienia portu Snap
zh_cn: 快速端口启动

# LblSnapPortStop
source: Snap Port Stop Command
cs_cz: Příkaz Snap Port Zastavit
de_de: Snap Port Stop Kommando
ko_kr: 스냅 포트 정지 명령
nb_no: Utløserport stoppkommando
pl_pl: Komenda zatrzymania portu Snap
zh_cn: 快速端口停止

# LblSolving
source: Solving...
cs_cz: Řešení...
de_de: Solve...
ko_kr: 솔브 중...
nb_no: Søker...
pl_pl: Analizuję...
zh_cn: 解析中...

# LblSource
source: Source
cs_cz: Zdroj
de_de: Quelle
ko_kr: 소스
nb_no: Kilde
pl_pl: Źródło
zh_cn: 来源

# LblSouthern
source: Southern
cs_cz: Jižní
de_de: Südlich
ko_kr: 남
nb_no: Sør
pl_pl: Południowy
zh_cn: 南半球

# LblStarFWHM
source: Star FWHM
cs_cz: Hvězda FWHM
de_de: Stern FWHM
ko_kr: 별 FWHM
nb_no: Stjerne-FWHM
pl_pl: FWHM gwiazdy
zh_cn: 星点 FWHM

# LblStarSensitivity
source: Star Sensitivity
cs_cz: Citlivost Hvězd
de_de: Empfindlichkeit für Sterne
ko_kr: 별 감도
nb_no: Stjerne-følsomhet
pl_pl: Czułość gwiazdy
zh_cn: 亮星灵敏度

# LblStarSensitivityTooltip
source: Determines sensitivity of star detection algorithm. Higher settings may mistakenly detect noise, and may take more time
cs_cz: Určí citlivost algoritmu detekce hvězd. Vyšší nastavení může mylně detekovat šum a může trvat déle
de_de: Legt die Empfindlichkeit des Sternerkennungsalgorithmus fest. Höhere Einstellungen, können dazu führen, dass Rauschen als Sterne erkannt werden und weiter kann es länger dauern.
ko_kr: 별 검출 알고리즘의 감도를 결정합니다. 높은 값으로 설정하면 노이즈를 오 검출하여 처리에 시간이 걸릴 수 있습니다.
nb_no: Angir følsomheten til algoritmen for stjernedeteksjon. Høyere verdier kan forveksle støy for stjerner, og kan ta lengre tid
pl_pl: Określa czułość algorytmu wykrywania gwiazd. Wyższe ustawienia mogą błędnie wykrywać szum matrycy i zająć więcej czasu
zh_cn: 确定星点侦测算法的灵敏度。较高的设置可能会错误地检测到噪音，并可能耗时更久

# LblStartAutoFocus
source: Start Auto Focus
cs_cz: Zahájit AutoOstření
de_de: Starte Autofokus
ko_kr: 오토포커스 시작
nb_no: Start autofokusering
pl_pl: Uruchom Autofokus
zh_cn: 开始自动对焦

# LblStartBacklashMeasurementConfirmation
source: Backlash Measurement will start now. Before proceeding, please confirm your system is currently at or close to good focus
cs_cz: Měření Zpětné vůle začne. Než bude pokračovat, ujistěte se, že je co nejpřesněji zaostřeno
de_de: Backlashmessung wird gestartet. Bitte vergewissern, dass das System gut oder nahe im Fokus ist, bevor fortgefahren wird.
ko_kr: 백래시 측정을 시작합니다. 시작하기 전에 초점이 맞거나 가까운 위치에 있는지 확인하세요.
nb_no: Måling av slakk starter nå. Før du fortsetter, bekreft at systemet er i eller nær god fokus
pl_pl: Za chwilę rozpocznie się pomiar luzów. Zanim przejdziesz dalej, upewnij się, że Twój fokuser znajduje się w najlepszej pozycji ostrości
zh_cn: 现在开始测量回差。 在继续之前，请确认您的系统当前位于或接近正确的焦点。

# LblStartBacklashQuestion
source: Start Backlash Measurement?
cs_cz: Zahájit Měření Zpětné Vůle?
de_de: Starte Backlashmessung?
ko_kr: 백래시 측정을 시작할까요?
nb_no: Start måling av slakk?
pl_pl: Uruchomić pomiar luzów?
zh_cn: 开始回差测量？

# LblStartGuiding
source: Start guiding
cs_cz: Zahájit pointaci
de_de: Nachführung starten
ko_kr: 가이딩 시작
pl_pl: Rozpocznij guiding
zh_cn: 自动打开导星

# LblStartGuidingButGuiderNotConnected
source: Start Guiding is enabled, yet guider is not connected
cs_cz: Pointace povolena, pointační kamera nepřipojena
de_de: Guider Starten ist aktiviert, jedoch ist kein Guider verbunden
ko_kr: 가이딩이 시작되었지만, 가이더가 연결되지 않았습니다.
nb_no: Start guiding er aktivert, men ingen guider er tilkoblet
pl_pl: Start Guiding jest włączony, ale guider nie jest podłączony
zh_cn: 已启动导星，但导星程序未连接

# LblStartGuidingFailed
source: Start guiding failed
cs_cz: Zahájit pointaci selhalo
de_de: Starten der Nachführung fehlgeschlagen
ko_kr: 가이딩 시작이 실패했습니다.
nb_no: Kunne ikke starte guiding
pl_pl: Guiding nie wystartował
zh_cn: 启动导星失败

# LblStartingINBacklashMeasurement
source: Starting IN Backlash Measurement
cs_cz: Měření Zpětné Vůle DOVNITŘ Začíná
de_de: Beginne Backlashmessung für IN
ko_kr: IN 백래시 측정이 시작되었습니다.
nb_no: Starter INN-måling av slakk
pl_pl: Uruchom pomiar luzów IN
zh_cn: 启动 向内 回差测量

# LblStartingOUTBacklashMeasurement
source: Starting OUT Backlash Measurement
cs_cz: Měření Zpětné Vůle VEN Začíná
de_de: Beginne Backlashmessung für OUT
ko_kr: OUT 백래시 측정이 시작되었습니다.
nb_no: Starter UT-måling av slakk
pl_pl: Uruchom pomiar luzów OUT
zh_cn: 启动 向外 回差测量

# LblStartSequenceAnyway
source: Start Sequence Anyway?
cs_cz: Zahájit Sekvenci?
de_de: Sequenz trotzdem starten?
ko_kr: 상관없이 시퀀스를 시작하시겠습니까?
nb_no: Start sekvens allikevel?
pl_pl: Uruchomić sekwencję mimo to?
zh_cn: 仍然要开始序列?

# LblState
source: State
cs_cz: Stav
de_de: Status
ko_kr: 상태
nb_no: Tilstand
pl_pl: Stan
zh_cn: 状态

# LblStatistics
source: Statistics
cs_cz: Statistika
de_de: Statistiken
ko_kr: 통계
nb_no: Statistikk
pl_pl: Statystyki
zh_cn: 统计

# LblStDev
source: SD
de_de: σ
ko_kr: 표준편차
zh_cn: 标准差

# LblHFRStDev
source: HFR SD
ko_kr: HFR 표준편차
zh_cn: HFR 标准差

# LblStellarium
source: Stellarium
zh_cn: 虚拟天文馆

# LblStellariumUse
source: Use Stellarium
cs_cz: Použít Stellarium
de_de: Stellarium verwenden
ko_kr: 스텔라리움 사용
nb_no: Bruk Stellarium
pl_pl: Użyj Stellarium
zh_cn: 使用虚拟天文馆

# LblStellariumUseNotice
source: In order to use Stellarium you need to have the remote plugin installed and active on the Host and Port specified above
cs_cz: Abyste mohli používat Stellarium, musíte mít nainstalovaný a aktivní vzdálený plugin na výše uvedeném hostiteli a portu
de_de: Um Stellarium nutzen zu können, muss das Remote Plugin installiert und auf dem Host sowie Port aktiv sein, welcher oben spezifiziert ist
ko_kr: Stellarium을 사용하기 위해선 원격 플러그인 설치 후 호스트와 포트를 위랑 같이 설정해 주셔야 됩니다.
nb_no: For å bruke Stellarium må du ha installert og aktivert "Remote Control"-programtillegget i Stellarium, og angi adressen og porten over
pl_pl: Aby korzystać ze Stellarium, musisz mieć zainstalowaną i aktywną wtyczkę zdalnego serwera oraz wprowadzony Host i Port określony powyżej
zh_cn: 为了使用虚拟天文馆，您需要在上面指定的主机和端口上安装并激活远程插件

# LblStop
source: Stop
cs_cz: Zastavit
ko_kr: 정지
nb_no: Stopp
pl_pl: Zatrzymaj
zh_cn: 停止

# LblStopAutoguider
source: Pause Autoguider
cs_cz: Pauza Auto pointace
de_de: Autoguider pausieren
ko_kr: 오토가이딩 일시 중지
pl_pl: Zatrzymaj Guider
zh_cn: 停止自动导星

# LblStopGuiding
source: Stop Guiding
cs_cz: Zastavit Pointaci
de_de: Stoppe Guiding
ko_kr: 가이딩 중지
nb_no: Stopp guiding
pl_pl: Zatrzymaj Guiding
zh_cn: 停止导星

# LblStopTracking
source: Stop Tracking
cs_cz: Zastavit Sledování
de_de: Nachführung stoppen
ko_kr: 추적 중지
nb_no: Stopp følging
pl_pl: Zatrzymaj śledzenie
zh_cn: 停止跟踪

# LblStretchImage
source: Stretching image
cs_cz: Rozpětí obrazu
de_de: Strecke Bild
ko_kr: 이미지 스트레치
nb_no: Strekker bilde
pl_pl: Rozciąganie obrazu
zh_cn: 图像拉伸

# LblStsciSkySurvey
source: Stsci Sky Survey
nb_no: STScl Sky Survey
pl_pl: Przegląd nieba Stsci
zh_cn: Stsci 巡天图库(在线)

# LblSubSample
source: Enable SubSampling
cs_cz: Převzorkování
de_de: Teilbild aktivieren
ko_kr: 서브샘플링 활성화
nb_no: Utsnitt
pl_pl: Włącz podpróbkowanie
zh_cn: 启用子采样（部分图像区域采集）

# LblSuccess
source: Success
cs_cz: Úspěch
de_de: Erfolg
ko_kr: 성공
nb_no: Vellykket
pl_pl: Sukces
zh_cn: 成功

# LblSunRise
source: Sunrise
cs_cz: Svítání
de_de: Sonnenaufgang
ko_kr: 일출
nb_no: Soloppgang
pl_pl: Wschód Słońca
zh_cn: 日出

# LblSunSet
source: Sunset
cs_cz: Západ Slunce
de_de: Sonnenuntergang
ko_kr: 일몰
nb_no: Solnedgang
pl_pl: Zachód Słońca
zh_cn: 日落

# LblSurfaceBrightness
source: Surface Brightness
cs_cz: Plošná Jasnost
de_de: Oberflächenhelligkeit
ko_kr: 표면 광도
nb_no: Overflatelysstyrke
pl_pl: Jasność powierzchni
zh_cn: 表面亮度

# LblSwitch
source: Switch
cs_cz: Přepínač
de_de: Schalter
ko_kr: 스위치
nb_no: Bryter
pl_pl: Przełącz
zh_cn: 开关

# LblSwitchConnected
source: Switch connected
cs_cz: Přepínač připojen
de_de: Schalter verbunden
ko_kr: 스위치 연결됨
nb_no: Bryter tilkoblet
pl_pl: Przełącznik podłączony
zh_cn: 开关已连接

# LblSwitchConnectionLost
source: Switch Connection lost!
cs_cz: Přepínač Odpojen!
de_de: Schalterverbindung verloren!
ko_kr: 스위치 연결이 끊어졌습니다!
nb_no: Mistet tilkobling til bryter!
pl_pl: Utracono połączenie z przełącznikiem!
zh_cn: 开关连接丢失！

# LblSwitchingFilter
source: Switching filter
cs_cz: Změna filtru
de_de: Wechsle Filter
ko_kr: 필터 교체 중
nb_no: Bytter filter
pl_pl: Przełączanie filtra
zh_cn: 切换滤镜

# LblSync
source: Sync
cs_cz: Synchronizace
de_de: Synchronisieren
ko_kr: 동기화
nb_no: Synkroniser teleskop
pl_pl: Synchronizacja
zh_cn: 同步

# LblSyncFailed
source: Telescope sync failed
cs_cz: Synchronizace dalekohledu selhala
de_de: Mount sync failed
ko_kr: 가대 동기화 실패
nb_no: Teleskop-synkronisering feilet
pl_pl: Synchronizacja teleskopu nie powiodła się
zh_cn: Mount sync failed

# LblSyncLatLong
source: Synchronize Latitude/Longitude
cs_cz: Synchronizovat nastavení místa
de_de: Einstellungen für Beobachtungsort synchronisieren
ko_kr: 관측지 설정 동기화
nb_no: Synkroniser observatorieinnstillinger
pl_pl: Ustawienia synchronizacji współrzędnych
zh_cn: 同步地理位置

# LblSyncLatLongText
source: Telescope's Latitude and Longitude differs from NINA's values. Should the values be synced?
cs_cz: Nastavení místa dalekohledu se liší od nastavení NINA. Chcete synchronizovat nastavení?
de_de: Mount's site settings differ from N.I.N.A.'s. Should the settings be synchronized?
ko_kr: 가대의 관측지 설정이 N.I.N.A와 다릅니다. 설정을 동기화 할까요?
nb_no: Teleskopet og NINA har ulike innstillinger. Skal innstillingene synkroniseres?
pl_pl: Ustawienia współrzędnych teleskopu różnią się od ustawień NINA. Czy ustawienia powinny być zsynchronizowane?
zh_cn: Mount's site settings differ from N.I.N.A.'s. Should the settings be synchronized?

# LblTarget
source: Target
cs_cz: Cíl
de_de: Ziel
ko_kr: 타겟
nb_no: Mål
pl_pl: Cel
zh_cn: 目标

# LblTargetDec
source: TargetDec
cs_cz: CílováDec
de_de: ZielDek
ko_kr: 타겟 Dec
nb_no: MålDek
pl_pl: Docelowy Dec
zh_cn: 目标赤纬

# LblTargetHeightDegrees
source: Minimum Height (degree)
cs_cz: Minimální Výška (stupně)
de_de: Minimale Höhe (Grad)
ko_kr: 최소 높이(각도)
nb_no: Minste høyde (grader)
pl_pl: Minimalna wysokość (w stopniach)
zh_cn: 最低高度（度）

# LblTargetName
source: Target Name
cs_cz: Název Cíle
de_de: Zielname
ko_kr: 타겟 이름
nb_no: Målnavn
pl_pl: Nazwa obiektu
zh_cn: 目标名称

# LblTargetNameDescription
source: Target Name if available
cs_cz: Název Cíle, pokud je k dispozici
de_de: Zielname wenn verfügbar
ko_kr: 이용 가능한 타겟 이름
nb_no: Målnavn hvis tilgjengelig
pl_pl: Nazwa obiektu, jeśli istnieje
zh_cn: 目标名称(如果有)

# LblTargetPosition
source: Target Position
cs_cz: Cílová Pozice
de_de: Zielposition
ko_kr: 타겟 위치
nb_no: Målposisjon
pl_pl: Pozycja obiektu
zh_cn: 目标位置

# LblTargetRA
source: TargetRA
cs_cz: CílováRA
de_de: ZielRA
ko_kr: 타겟 RA
nb_no: Rektascensjon
pl_pl: Obiekt RA
zh_cn: 目标赤经

# LblTargets
source: Targets
cs_cz: Cíle
de_de: Ziele
ko_kr: 타겟
nb_no: Mål
pl_pl: Cele
zh_cn: 目标

# LblTargetTemp
source: Target Temperature
cs_cz: Cílová Teplota
de_de: Zieltemperatur
ko_kr: 목표 온도
nb_no: Temperaturmål
pl_pl: Temperatura docelowa
zh_cn: 目标温度

# LblTargetTempShort
source: Target Temp.
cs_cz: Cílová Tepl.
de_de: Zieltemp.
ko_kr: 목표 온도
nb_no: Temperaturmål
pl_pl: Docelowa temp.
zh_cn: 目标温度

# LblTargetWidthDegrees
source: Minimum Width (degree)
cs_cz: Minimální Šířka (stupně)
de_de: Minimale Breite (Grad)
ko_kr: 최소 높이(각도)
nb_no: Minste bredde (grader)
pl_pl: Minimalna szerokość (w stopniach)
zh_cn: 最小宽度（度）

# LblTelescope
source: Telescope
cs_cz: Dalekohled
de_de: Teleskop
ko_kr: 망원경
nb_no: Teleskop
pl_pl: Teleskop
zh_cn: 望远镜

# LblTelescopeCannotPulseGuide
source: Telescope cannot Pulse Guide
cs_cz: Dalekohled nemůže provádět Pulzní Pointování
de_de: Teleskop kann kein Pulse Guide
ko_kr: 망원경이 펄스 가이드를 사용할 수 없습니다.
nb_no: Teleskop kan ikke puls-guides
pl_pl: Teleskop nie może użyć Pulse Guide
zh_cn: 望远镜无法脉冲导星

# LblTelescopeCannotSlew
source: Telescope cannot slew
cs_cz: Dalekohledem není možné přejíždět
de_de: Teleskop kann nicht schwenken
ko_kr: 망원경이 Go-To 할 수 없습니다.
nb_no: Teleskopet kan ikke svinges
pl_pl: Nie można przesunąć teleskopu
zh_cn: 望远镜无法指向目标

# LblTelescopeConnected
source: Telescope connected
cs_cz: Dalekohled připojen
de_de: Teleskop verbunden
ko_kr: 망원경 연결됨
nb_no: Teleskop koblet til
pl_pl: Teleskop podłączony
zh_cn: 望远镜已连接

# LblTelescopeConnectionLost
source: Telescope connection lost! Please reconnect telescope!
cs_cz: Dalekohled odpojen! Připojit dalekohled!
de_de: Verbindung zum Teleskop verloren! Bitte Teleskop erneut verbinden!
ko_kr: 망원경 연결이 끊어졌습니다! 망원경을 다시 연결해주세요!
nb_no: Teleskop-tilkobling mistet! Koble til teleskop på nytt!
pl_pl: Podłączenie do teleskopu zostało utracone! Proszę ponownie podłączyć teleskop!
zh_cn: 望远镜连接丢失！请重新连接望远镜！

# LblTelescopeControl
source: Telescope Control
cs_cz: Ovládání Dalekohledu
de_de: Teleskopkontrolle
ko_kr: 망원경 제어
nb_no: Teleskopstyring
pl_pl: Kontrola teleskopu
zh_cn: 望远镜控制

# LblTelescopeName
source: Telescope Name
cs_cz: Jméno Dalekohledu
de_de: Teleskopname
ko_kr: 망원경 이름
nb_no: Teleskopnavn
pl_pl: Nazwa Teleskopu
zh_cn: 望远镜名称

# LblTelescopeNotConnected
source: Telescope not connected
cs_cz: Dalekohled nepřipojen
de_de: Teleskop nicht verbunden
ko_kr: 망원경이 연결되지 않음
nb_no: Teleskop ikke tilkoblet
pl_pl: Teleskop nie podłączony
zh_cn: 望远镜未连接

# LblTelescopeNotTrackingForSync
source: Telescope is not tracking. Sync is only available when tracking!
cs_cz: Dalekohled nesleduje. Synchronizace není k dispozici!
de_de: Teleskop führt nicht nach. Sync ist nur verfügbar wenn die Nachführung aktiv ist!
ko_kr: 망원경의 추적 기능이 동작하지 않습니다. 동기화는 추적 시에만 이용 가능합니다.
nb_no: Teleskopet følger ikke. Synkronisering er bare mulig under følging!
pl_pl: Śledzenie nie jest aktywne. Synchronizacja jest dostępna tylko przy aktywnym śledzeniu!
zh_cn: 望远镜未开启跟踪。 同步仅在跟踪时可用！

# LblTelescopeParkedWarn
source: Telescope is parked. Cannot slew while parked
cs_cz: Dalekohled v parkovací poloze. V parkovací poloze nelze pohybovat dalekohledem
de_de: Teleskop ist geparkt und kann dadurch nicht geschwenkt werden.
ko_kr: 망원경이 파킹되었습니다. 파킹 중에는 Go-To 할 수 없습니다.
nb_no: Teleskopet er parkert og kan derfor ikke svinges
pl_pl: Teleskop jest już zaparkowany. Nie można ponownie zaparkować teleskopu
zh_cn: 望远镜已停放。停放时不能指向到目标

# LblTelescopeSnapPort
source: Telescope Snap Port
cs_cz: Port Dalekohledu Snap
de_de: Teleskop Snap Port
ko_kr: 망원경 스냅 포트
nb_no: Teleskop utløserport
pl_pl: Port Snap teleskopu
zh_cn: 赤道仪快门线

# LblTelescopeSynced
source: Telescope synced to coordinates
cs_cz: Dalekohled synchronizovaný se souřadnicemi
de_de: Teleskop zu Koordinaten synchronisiert
ko_kr: 망원경이 좌표에 동기화됨
nb_no: Teleskop synkronisert med koordinater
pl_pl: Teleskop zsynchronizowany ze współrzędnymi
zh_cn: 从望远镜同步坐标

# LblTelescopeGuideRateRA
source: RA Guide Rate
cs_cz: Míra Pointace RA
de_de: RA Nachführrate
ko_kr: Ra 가이드 속도
pl_pl: Szybkość prowadzenia RA
zh_cn: 赤经导星速率

# LblTelescopeGuideRateDec
source: Dec Guide Rate
cs_cz: Míra Pointace Dec
de_de: Dek Nachführrate
ko_kr: Dec 가이드 속도
pl_pl: Szybkość prowadzenia Dec
zh_cn: 赤纬导星速率

# LblTempComp
source: Temp Comp
cs_cz: Kompen. T°
de_de: Temp.komp.
ko_kr: 온도 보정
nb_no: Temp. kompensasjon
pl_pl: Temp. komp.
zh_cn: 温度补偿

# LblTempControl
source: Temperature Control
cs_cz: Regulace teploty
de_de: Temperaturkontrolle
ko_kr: 온도 제어
nb_no: Temperaturstyring
pl_pl: Kontrola temperatury
zh_cn: 温度控制

# LblTemperature
source: Temperature
cs_cz: Teplota
de_de: Temperatur
ko_kr: 온도
nb_no: Temperatur
pl_pl: Temperatura
zh_cn: 温度

# LblTemperatureCompensation
source: Temperature Compensation
cs_cz: Teplotní Kompenzace
de_de: Temperaturkompensation
ko_kr: 온도 보정
nb_no: Temperaturkompensasjon
pl_pl: Kompensacja temperatury
zh_cn: 温度补偿

# LblTemperatureDescription
source: Camera Temperature
cs_cz: Teplota Kamery
de_de: Kameratemperatur
ko_kr: 카메라 온도
nb_no: Kameratemperatur
pl_pl: Temperatura matrycy kamery
zh_cn: 相机的温度

# LblTertiaryBackground
source: Tertiary Background
cs_cz: Terciární Pozadí
de_de: Tertiärer Hintergrund
ko_kr: 3차 배경
nb_no: Tredje bakgrunn
pl_pl: Trzeciorzędne tło
zh_cn: 第三背景

# LblThrough
source: Through
cs_cz: Do
de_de: Bis
ko_kr: 까지
nb_no: Til og med
pl_pl: Przez
zh_cn: 到

# LblTime
source: Time
cs_cz: Čas
de_de: Zeit
ko_kr: 시간
nb_no: Tid
pl_pl: Czas
zh_cn: 时间

# LblTimeFormatDescription
source: Time with format HH-mm-ss
cs_cz: Čas ve formátu HH-mm-ss
de_de: Zeit mit Format HH-mm-ss
ko_kr: 시간 포맷 HH-mm-ss
nb_no: Tid med format TT-mm-ss
pl_pl: Czas w formacie HH-mm-ss
zh_cn: 时间，格式 HH-mm-ss

# LblTimeout
source: Timeout
cs_cz: Časový limit
ko_kr: 시간 초과
nb_no: Tidsavbrudd
pl_pl: Limit czasu
zh_cn: 超时

# LblTimeoutToSetSwitchValue
source: Timeout to set switch value {0} for switch [ID: {1}, Name: {2}]. Current value is {3}.
cs_cz: Časový limit pro nastavení hodnoty přepínače {0} pro přepínač [ID: {1}, název: {2}]. Aktuální hodnota je {3}.
de_de: Zeitüberschreitung zum Setzen des Wertes {0} für den Schalter [ID: {1}, Name: {2}]. Aktueller Wert ist {3}.
ko_kr: 스위치 [ID: {1}, 이름: {2}] 의 값 {0} 을 설정하는 시간 초과(Timeout) 값입니다. 현재 값은 {3} 입니다
nb_no: Tidsavbrudd ved setting av brytertilstand til {0} for bryter [ID: {1}, navn: {2}]. Bryterens tilstand er nå {3}.
pl_pl: Przekroczono czas ustawienia wartość przełącznika {0} dla przełącznika [ID: {1}, nazwa: {2}]. Obecna wartość to {3}.
zh_cn: 为开关[ID: {1}, 名称: {2}]，设置的超时时间 {0} 。当前值是 {3}。

# LblTimeZone
source: Time Zone
cs_cz: Časová Zóna
de_de: Zeitzone
ko_kr: 시간대
nb_no: Tidssone
pl_pl: Strefa czasowa
zh_cn: 时区

# LblTimeOffset
source: Offset
ko_kr: 오프셋
nb_no: Forskyvning
pl_pl: Przesunięcie
zh_cn: 偏移

# LblTimeOffsetTooltip
source: Offset in minutes from the fixed time of day
cs_cz: Offset v minutách od zadané denní doby
de_de: Offset in Minuten von der festen Tageszeit
ko_kr: 하루의 고정된 시간으로부터의 오프셋[분]
nb_no: Forskyvning i minutter fra bestemt tidspunkt
pl_pl: Przesunięcie w minutach od ustalonej pory dnia
zh_cn: 每天以固定分钟数偏移

# LblTo
source: To
cs_cz: Do
de_de: bis
nb_no: Til
pl_pl: Do
zh_cn: 到

# LblTools
source: Tools
cs_cz: Nástroje
de_de: Werkzeuge
ko_kr: 도구
nb_no: Verktøy
pl_pl: Narzędzia
zh_cn: 工具

# LblTooltipAddSequence
source: Add new row to sequence list
cs_cz: Přidá nový řádek do seznamu sekvencí
de_de: Fügt eine neue Reihe in die Liste der Sequenzen hinzu
ko_kr: 시퀀스 목록에 새로운 열 추가
nb_no: Legg til ny rad i sekvens
pl_pl: Dodaj nowy wiersz do listy sekwencji
zh_cn: 在序列中新增一行

# LblTooltipAddTarget
source: Add new empty target sequence
cs_cz: Přidá nový prázdný řetězec
de_de: Ein neues leeres Ziel hinzufügen
ko_kr: 비어있는 타겟 시퀀스 추가
nb_no: Legg til tom instruksjonsblokk med mål
pl_pl: Dodaj nową pustą sekwencję
zh_cn: 新建空目标序列

# LblTooltipAutoStretch
source: Toggles an automatic autostretch to image on/off (display only)
cs_cz: Přepne automatické Autorozpětí obrazu (pouze náhled)
de_de: Schaltet automatisches Strecken des Histogramms an/aus (nur Anzeige)
ko_kr: 이미지 자동스트레치[Autostretch] 를 켜거나/끕니다.(표시 전용)
nb_no: Slår automatisk strekking av bilde på/av (kun visning)
pl_pl: Przełącza na automatyczne rozciąganie histogramu (tylko wyświetlanie)
zh_cn: 打开/关闭图像自动拉伸(仅显示用)

# LblTooltipBahtinovAnalyzer
source: Bahtinov Analyzer Drag the rectangle over a star with the bahtinov spikes. NINA will try to detect the spikes and show the error.
cs_cz: Bahtinovův analyzátor Přetáhněte obdélník na hvězdu s bahtinovskými čarami. NINA provede vyhodnocení a zobrazí chybu.
de_de: Bahtinov Analyzer Das Rechteck über einen Stern mit Bahtinov Beugungsmuster bewegen. NINA versucht die Beugung zu erkennen und stellt den Fehler dar.
ko_kr: 바흐티노프 분석 바흐티노프 마스크의 별점[Spikes] 을 직사각형으로 선택합니다. NINA는 별점을 감지하여 오류를 표시합니다.
nb_no: Bahtinov-analysator Dra firkanten over en stjerne med diffraksjonslinjer. NINA vil analysere disse og vise avviket.
pl_pl: Analiza maski Bahtinova Przeciągnij prostokąt na gwiazdę ze spajkami bahtinova. NINA spróbuje wykryć spajki i pokaże błąd.
zh_cn: 鱼骨板对焦助手 将矩形拖到有鱼骨板星芒的星点上。NINA将尝试检测峰值并显示误差。

# LblTooltipCrossHair
source: Toggles crosshair on/off
cs_cz: Přepne křížový zaměřovač
de_de: Schaltet Fadenkreuz an/aus
ko_kr: 십자선 온/오프
nb_no: Slå retikkel på/av
pl_pl: Włącz/wyłącz celownik krzyżowy
zh_cn: 打开/关闭十字准线

# LblTooltipDemoteSequenceRow
source: Move selected row down sequence list
cs_cz: Posune řádek dolů v seznamu sekvencí
de_de: Ausgewählte Sequenzreihe nach unten bewegen
ko_kr: 선택된 행을 시퀀스 리스트의 아래로 이동
nb_no: Flytt valgt rad ned i sekvenslisten
pl_pl: Przenieś zaznaczony wiersz w dół listy sekwencji
zh_cn: 将所选行向下移动

# LblTooltipDemoteTarget
source: Move target right
cs_cz: Přesune cíl doprava
de_de: Ziel nach rechts bewegen
ko_kr: 타겟을 오른쪽으로 이동
nb_no: Flytt mål senere
pl_pl: Przesuń cel w prawo
zh_cn: 延后目标
