Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblETA
source: Estimated Finish Time
cs_cz: Plánovaný Čas Ukončení
de_de: Vorauss. Ende
ko_kr: 예상 종료 시간
nb_no: Beregnet slutt-tid
pl_pl: Szacowany czas zakończenia
zh_cn: 预计完成时间

# LblExposing
source: Exposing
cs_cz: Expozice
de_de: Belichten
ko_kr: 노출 중
nb_no: Eksponerer
pl_pl: Ekspozycja
zh_cn: 曝光中

# LblExposureCalculator
source: Optimal Exposure Calculator
cs_cz: Kalkulačka Optimální Expozice
de_de: Optimaler Belichtungszeitrechner
ko_kr: 최적 노출 계산기
nb_no: Eksponeringskalkulator
pl_pl: Kalkulator optymalnej ekspozycji
zh_cn: 最佳曝光计算器

# LblExposureCalculatorDescription
source: This tool will suggest a recommended exposure time based on the read noise from your sensor and the average skyglow. If you have SharpCap installed and perform a Sensor Analysis, then use the drop down below to retrieve the read noise and full well capacity for the specified gain. You can also calculate the bias by clicking the Snapshot button next to Bias Mean.
cs_cz: Tento nástroj navrhne doporučenou dobu expozice na základě čteného šumu ze senzoru a průměrné záře oblohy. Pokud máte nainstalován SharpCap a provádíte analýzu senzorů, použijte rozevírací nabídku níže k načtení šumu čtení a plné kapacity pro zadaný zisk. Můžete také vypočítat zkreslení kliknutím na tlačítko Vypočítat Bias.
de_de: Dieses Tool empfiehlt eine empfohlene Belichtungszeit basierend auf dem Ausleserauschen des Sensors und dem durchschnittlichen Skyglow. Wenn SharpCap installiert ist und eine Sensoranalyse durchgeführt wurde, dann kann das Dropdown-Menü unten verwendet werden, um das Ausleserauschen und die Full-Well Kapazität für den angegebenen Gain abzurufen. Die Voreinstellung kann auch berechnet werden, indem auf den Snapshot-Button neben Bias Mean geklickt wird.
ko_kr: 이 도구는 센서의 읽기 노이즈와 하늘의 평균 밝기를 기반으로 최적 노출 시간을 제안합니다. SharpCap을 설치하고 센서 분석을 수행한 경우 아래 드롭다운 메뉴를 사용하여 지정된 게인에 대한 읽기 노이즈 및 전체 용량을 검색하십시오. 바이어스 평균 옆에 있는 스냅샷 버튼을 클릭하여 바이어스를 계산할 수 있습니다.
nb_no: Dette verktøyet anbefaler en eksponeringstid basert på utlesingsstøy for ditt kamera, og gjennomsnittlig lysstyrke fra himmelen. Hvis du har SharpCap installert og kjører en sensoranalyse, bruk velgeren under for å hente utlesingsstøy og bitdybde for spesifisert forsterkning. Du kan også beregne bias ved å klikke på enkeltbilde-knappen.
pl_pl: To narzędzie sugeruje zalecany czas ekspozycji na podstawie szumu odczytanego przez twój czujnik i średnie rozproszenie luminancji nieba. Jeśli masz zainstalowaną aplikację SharpCap i wykonasz analizę czujników, poniższe rozwijane menu może być użyte do pobrania szumu odczytu i pełnej pojemności studzienki dla danego wzmocnienia. Odchylenie można również obliczyć, klikając przycisk migawki obok Średnia odchylenia.
zh_cn: 这个工具将根据您的传感器的读出噪声和平均天光亮度给出建议的曝光时间。 如果您安装了 SharpCap 并进行传感器分析， 然后用下面的下拉来检索特定增益下的读出噪声和满阱电荷数量。 您也可以通过点击平均偏置旁边的快照按钮来计算偏置。

# LblExposureCalculatorMeanLessThanOffset
source: Unable to determine exposure time recommendation. The mean of your current image is less than the specified bias mean. Please take a longer exposure or adjust the incorrect values.
cs_cz: Nelze určit doporučení doby expozice. Střední hodnota aktuálního obrázku je menší než zadaný střední hodnotu zkreslení. Vezměte si delší expozici nebo upravte nesprávné hodnoty.
de_de: Es konnte keine Empfehlung zur Belichtungszeit ermittelt werden. Der Mittelwert des aktuellen Bildes ist kleiner als dar angegebene Bias Mittelwert. Bitte die falschen Werte korrigieren oder längere Belichtungszeit wählen.
ko_kr: 최적 노출 시간을 확인할 수 없습니다. 현재 이미지의 평균이 지정된 바이어스 평균보다 작습니다. 노출 시간을 길게 하거나 잘못된 값을 조정하십시오.
nb_no: Kan ikke bestemme anbefalt eksponeringstid. Snittverdien i gjeldende bilde er mindre enn den angitte bias-gjennomsnitt. Ta en lengre eksponering eller juster feilaktige verdier.
pl_pl: Nie można określić zalecanego czasu ekspozycji. Średnia z aktualnego obrazu jest mniejsza od określonej średniej z tendencji. Proszę przyjąć dłuższą ekspozycję lub dostosować nieprawidłowe wartości.
zh_cn: 无法确定曝光时间建议。您当前图像的ADU平均值小于指定的偏置帧（Bias）。 请延长曝光时间或调整不正确的值。

# LblExposures
source: Exposures
cs_cz: Expozice
de_de: Bildern
ko_kr: 노출
nb_no: Eksponeringer
pl_pl: Ekspozycje
zh_cn: 曝光

# LblExposureTime
source: Exposure Time
cs_cz: Čas Expozice
de_de: Belichtungszeit
ko_kr: 노출 시간
nb_no: Eksponeringstid
pl_pl: Czas ekspozycji
zh_cn: 曝光时间

# LblExposureTimeDescription
source: Exposure Time in seconds
cs_cz: Čas Expozice v sekundách
de_de: Belichtungszeit in Sekunden
ko_kr: 노출 시간, 초
nb_no: Eksponeringstid i sekunder
pl_pl: Czas ekspozycji w sekundach
zh_cn: 曝光时间（秒）

# LblFieldOfView
source: Field Of View
cs_cz: Zorné Pole
de_de: Bildfeld
ko_kr: 화각[Fov]
nb_no: Synsfelt
pl_pl: Pole widzenia
zh_cn: 视场

# LblFile
source: File
cs_cz: Soubor
de_de: Datei
ko_kr: 파일
nb_no: Fil
pl_pl: Plik
zh_cn: 本地拍摄图像

# LblFileCameraDescription
source: This simulated camera will enable the use of cameras which lack an SDK, while still using the whole N.I.N.A. workflow. This simulated camera will watch the specified folder for newly created files. These files will be stored inside an internal queue. Each time the application wants to download an exposure from the camera, the first item of this file queue is resolved and loaded into N.I.N.A. Additionally a manual Bulb Mode trigger can be activated, so it will use the selected Bulb Mode in Settings->Equipment->Camera on Exposure Start. When this trigger is deactivated the application will just skip the Start Exposure and just wait for another file to roll into the specified folder
cs_cz: Tato simulovaná kamera umožní použití kamer, které postrádají SDK, při současném používání celé N.I.N.A. Pracovní postup. Tato simulovaná kamera bude sledovat zadanou složku pro nově vytvořené soubory. Tyto soubory budou uloženy uvnitř interní fronty. Pokaždé, když aplikace chce stáhnout expozici z fotoaparátu, je první položka této fronty souborů vyřešena a načtena do N.I.N.A. Dále lze aktivovat ruční spouště Bulb Mode, takže použije vybraný režim Bulb v Nastavení->Zařízení->Kamera při Spuštění Expozice. Když je tato aktivace deaktivována, aplikace pouze přeskočí Start expozice a jen počká, až se do určené složky převede další soubor
de_de: Durch diese simulierte Kamera wird es ermöglicht auch Kameras zu nutzen, die kein SDK zur verfügung stellen. Dadurch kann dennoch der ganze N.I.N.A. Workflow genutzt werden. Es wird einfach ein bestimmter Ordner angegeben, in dem neue Dateien die erstellt werden überwacht werden. Diese werden dann in eine interne Queue gestellt. Jedesmal wenn ein Bild in der Applikation heruntergeladen wird, wird der erste Eintrag dieser Queue geladen und die entsprechende Bilddatei in N.I.N.A. geladen. Zusätzlich kann ein manueller Bulb Modus Auslöser aktiviert werden. Dieser wird den selektierten Bulb Modus in den Einstellungen bei Aufnahmestart auslösen. Ist dieser Auslöser deaktiviert, wird dieser Schritt übersprungen.
ko_kr: 이 시뮬레이션 카메라는 N.I.N.A. 작업 전 과정에서 SDK가 없는 카메라를 사용할 수 있게 합니다. 이 시뮬레이션 카메라는 새로 만든 파일의 지정된 폴더를 감시합니다. 이러한 파일은 내부 대기열에 저장됩니다. 응용 프로그램이 카메라에서 노출을 다운로드하려고 할 때마다 이 파일 대기열의 첫 번째 항목이 확인되어 N.I.N.A에 로드됩니다. 또한 수동 벌브 모드 트리거를 활성화할 수 있습니다. 설정->장비->카메라 노출 시작에서 선택한 벌브 모드를 사용합니다. 이 트리거가 비활성화되면 응용 프로그램은 노출 시작을 건너뛰고 지정된 폴더로 다른 파일이 롤링될 때까지 기다립니다
nb_no: Det simulerte kameraet lar deg bruke kameraer uten SDK, sammen med arbeidsflyten til N.I.N.A. Simulatoren vil overvåke angitt mappe for nye filer. Disse filene blir lagret i en intern kø. Hver gang programmet vil laste ned et bilde fra kameraet, hentes første bilde fra køen inn i N.I.N.A. I tillegg kan en manuell Bulb-eksponering aktiveres, og vil bruke angitt Bulb-modus i Innstillinger->Utstyr->Kamera. Når Bulb-funksjonen deaktiveres vil programmet ikke starte noen eksponering, og vil vente til en ny fil dukker opp i angitt mappe
pl_pl: Ten symulator umożliwia korzystanie z kamer, które nie obsługują SDK. Oznacza to, że można obsługiwać cały program N.I.N.A. przy pomocy tej opcji. Symulowana kamera wyświetli określony folder dla ostatnio utworzonych plików. Pliki te będą przechowywane w wewnętrznej kolejce. Za każdym razem, gdy obraz jest pobierany do aplikacji, ładowany jest pierwszy wpis w tej kolejce i odpowiedni plik obrazu w N.I.N.A. Ponadto można aktywować wyzwalacz trybu bulb. Spowoduje to uruchomienie wybranego trybu bulb w ustawieniach->sprzęcie->kamerze po rozpoczęciu nagrywania. Jeśli wyzwalacz jest wyłączony, ten krok jest pomijany
zh_cn: 这个模拟相机将使用缺少 SDK 的相机，同时仍然使用整个N.I.N.A.流程。 此模拟摄像机将为新创建的文件监视指定的文件夹。 这些文件将存储在内部队列中。 每次应用程序想要从相机下载曝光时，该文件队列的第一项被解析并加载到 N.I.N.A. 此外，可以激活手动B门模式触发器，因此它将使用设置中的所选B门模式 - >设备 - ＆gt;曝光启动时的相机。 当取消激活此触发器时，应用程序将跳过“开始曝光”并等待另一个文件滚动到指定的文件夹中

# LblFileExample
source: Example File Name
cs_cz: Příklad Názvu Souboru
de_de: Beispiel Dateiname
ko_kr: 예제 파일 이름
nb_no: Eksempel-filnavn
pl_pl: Przykładowa nazwa pliku
zh_cn: 示例文件名

# LblFileExtension
source: File Extension
cs_cz: Přípona Souboru
de_de: Dateiendung
ko_kr: 파일 확장자
nb_no: Filetternavn
pl_pl: Rozszerzenie pliku
zh_cn: 文件扩展名

# LblFileFormatOptions
source: File Format Options
cs_cz: Možnosti Formátu Souboru
de_de: Datei-Format-Optionen
ko_kr: 파일 포맷 옵션
nb_no: Alternativer for filformat
pl_pl: Opcje formatu pliku
zh_cn: 文件格式选项

# LblFileSettings
source: File Settings
cs_cz: Nastavení Souboru
de_de: Datei Einstellungen
ko_kr: 파일 설정
nb_no: Bildefil-innstillinger
pl_pl: Ustawienia obrazu
zh_cn: 文件设置

# LblFilter
source: Filter
cs_cz: Filtr
ko_kr: 필터
pl_pl: Filtr
zh_cn: 滤镜

# LblFilterChangeRequired
source: Filter Change Required
cs_cz: Vyžaduje se Výměna Filtru
de_de: Filterwechsel benötigt
ko_kr: 필터 변경 필요
nb_no: Filterendring kreves
pl_pl: Wymagana zmiana filtra
zh_cn: 需要更换滤镜

# LblFilterName
source: Filter Name
cs_cz: Název Filtru
ko_kr: 필터 이름
nb_no: Filternavn
pl_pl: Nazwa filtru
zh_cn: 滤镜名称

# LblFilternameDescription
source: Filter Name
cs_cz: Název Filtru
ko_kr: 필터 이름
nb_no: Filternavn
pl_pl: Nazwa filtru
zh_cn: 滤镜名称

# LblFilterNotFoundForPosition
source: No filter found at position {0}. Please re-evaluate the filters inside the setting, that they correspond your filter wheel!
cs_cz: Na pozici {0} nezjištěn filtr. Zkontrolujte filtry v nastavení a ujistěte se, že jsou kompatibilní s filtrovým kolem!
de_de: Filter an Position {0} wurde nicht gefunden. Bitte die Filtereinstellungen in den Optionen überprüfen, dass diese dem Filterrad entsprechen!
ko_kr: {0} 위치에서 필터를 찾을 수 없습니다. 설정된 필터가 필터 휠과 일치하는지 다시 확인해 주세요!
nb_no: Ingen filter funnet i posisjon {0}. Kontroller filter-innstillingen, så den korresponderer med filterhjulet ditt!
pl_pl: Nie znaleziono filtru w pozycji {0}. Ponownie sprawdź filtry w kole, aby odpowiadały ustawieniu Twojego koła filtrowego!
zh_cn: {0} 位置未找到滤镜，请重新查看设置中的滤镜对应于您的滤镜轮的位置！

# LblFilterSetButFilterWheelNotConnected
source: One or more sequence items have a filter set, but filter wheel is not connected
cs_cz: Jedna nebo více položek sekvence obsahuje sadu filtrů, ale filtrové kolo není připojeno
de_de: Einem oder mehreren Sequenzeinträgen wurde ein Filter zugewiesen, jedoch ist kein Filterrad verbunden
ko_kr: 하나 이상의 시퀀스 항목에 필터가 설정되어 있지만 필터 휠이 연결되어 있지 않습니다
nb_no: En eller flere elementer i sekvensen har et filter angitt, men ingen filterhjul er tilkoblet
pl_pl: Co najmniej jeden element sekwencji chce użyć filtrów, ale koło filtrowe nie jest połączone
zh_cn: 一个或多个序列项有滤镜设置，但滤镜轮未连接！

# LblFilterWheel
source: Filterwheel
cs_cz: Filtrové kolo
de_de: Filterrad
ko_kr: 필터 휠
nb_no: Filterhjul
pl_pl: Koło filtrowe
zh_cn: 滤镜轮

# LblFilterwheelConnected
source: Filterwheel connected
cs_cz: Filtrové kolo připojeno
de_de: Filterrad verbunden
ko_kr: 필터 휠이 연결됨
nb_no: Filterhjul tilkoblet
pl_pl: Koło filtrowe podłączone
zh_cn: 滤镜轮连接

# LblFilterwheelConnectionLost
source: Filterwheel connection lost! Please reconnect filterwheel!
cs_cz: Filtrové kolo odpojeno! Připojit filtrové kolo!
de_de: Verbindung zum Filterrad verloren! Bitte Filterrad erneut verbinden!
ko_kr: 필터 휠 연결이 해제되었습니다! 필터 휠을 다시 연결하세요!
nb_no: Filterhjul-tilkobling mistet! Koble til filterhjulet på nytt!
pl_pl: Koło filtrowe zostało odłączone! Podłącz ponownie koło filtrowe!
zh_cn: 滤镜轮连接丢失！请重新连接！

# LblFlatCalculatedExposureTime
source: Calculated Target Exposure Time
cs_cz: Vypočítaný Cílový Čas Expozice
de_de: Berechnete Flat Belichtsungszeit
ko_kr: 계산된 타겟 노출 시간
nb_no: Beregnet eksponeringstid for mål
pl_pl: Obliczony czas ekspozycji dla obiektu
zh_cn: 计算目标曝光时间

# LblFlatCalculatedHistogramMean
source: Calculated Target Histogram Mean
cs_cz: Vypočítaný Průměr Cílového Histogramu
de_de: Berechneter Histogrammzielwert
ko_kr: 계산된 목표 히스토그램 평균
nb_no: Beregnet histogram-gjennomsnitt for mål
pl_pl: Obliczona średnia wartość docelowa histogramu
zh_cn: 计算目标直方图平均值

# LblFlatCount
source: Flats to take
cs_cz: Počet Flatů
de_de: Anzahl Flats
ko_kr: 플랫 이미지 획득
nb_no: Antall flatbilder
pl_pl: Flatów do zrobienia
zh_cn: 平场拍摄张数

# LblFlatDevice
source: Flat Panel
cs_cz: Flat Box
de_de: Flatfield Gerät
ko_kr: 플랫 패널
pl_pl: Panel Flat
zh_cn: 平场板

# LblFlatDeviceBrightness
source: Brightness
cs_cz: Jas
de_de: Helligkeit
ko_kr: 밝기
nb_no: Lysstyrke
pl_pl: Jasność
zh_cn: 亮度

# LblFlatDeviceChooseSerialPort
source: Choose serial port
cs_cz: Vybrat sériový port
de_de: Serielle Schnittstelle wählen
ko_kr: 시리얼 포트 선택
nb_no: Velg serieport
pl_pl: Wybierz port szeregowy
zh_cn: 选择串口

# LblFlatDeviceClearValues
source: Clear Values
cs_cz: Vymazat Hodnoty
de_de: Werte löschen
ko_kr: 값 지우기
nb_no: Tøm verdier
pl_pl: Wyczyść wartości
zh_cn: 清除参数

# LblFlatDeviceClose
source: Close
cs_cz: Zavřít
de_de: Schließen
ko_kr: 닫기
nb_no: Lukk
pl_pl: Zamknij
zh_cn: 关闭

# LblFlatDeviceCloseAtSequenceEnd
source: Close cover when sequence ends
cs_cz: Po ukončení sekvence zavřít kryt
de_de: Abdeckung bei Sequenzende schließen
ko_kr: 시퀀스 종료 시 커버 닫기
nb_no: Lukk deksel når sekvensen er ferdig
pl_pl: Zamknij pokrywę po zakończeniu sekwencji
zh_cn: 序列结束时关闭电动盖

# LblFlatDeviceClosed
source: Closed
cs_cz: Zavřít
de_de: Geschlossen
ko_kr: 닫힘
nb_no: Lukket
pl_pl: Zamknięte
zh_cn: 已关闭

# LblFlatDeviceConnected
source: Flat panel connected.
cs_cz: Flat Box připojen.
de_de: Flatfield Gerät verbunden.
ko_kr: 플랫 패널 연결됨
nb_no: Flatpanel tilkoblet.
pl_pl: Podłączono panel FLAT
zh_cn: 平场板已连接

# LblFlatDeviceConnectedButCoverNotOpen
source: A flat panel is connected but the cover is not open.
cs_cz: Flat Box je připojen, ale kryt není otevřen.
de_de: Ein Flatfield Gerät ist verbunden, aber nicht geöffnet.
ko_kr: 플랫 패널이 연결되었지만 커버가 열려 있지 않습니다.
nb_no: Et flatpanel er tilkoblet, men dekselet er ikke åpent.
pl_pl: Flatownica jest podłączona, ale pokrywa jest zamknięta.
zh_cn: 平场板已连接，但是盖子未打开

# LblFlatDeviceCover
source: Cover
cs_cz: Kryt
ko_kr: 덮개
nb_no: Deksel
pl_pl: Pokrywa, zakryj
zh_cn: 电动盖

# LblFlatDeviceCoverCurrently
source: Currently
cs_cz: Nyní
de_de: Derzeit
ko_kr: 현재
nb_no: Tilstand
pl_pl: Obecnie
zh_cn: 当前

# LblFlatDeviceDisconnectQuestion
source: Do you want to disconnect the flat panel?
cs_cz: Odpojit Flat Box?
de_de: Wollen Sie das Flatfield Gerät abtrennen?
ko_kr: 플랫 패널 연결을 해제하시겠습니까?
nb_no: Vil du koble fra flatpanelet?
pl_pl: Czy chcesz odłączyć panel FLAT?
zh_cn: 你想断开平场板连接吗？

# LblFlatDeviceFlatPanelSettings
source: Flat Panel Settings
cs_cz: Nastavení Flat Boxu
de_de: Flat Panel Einstellungen
ko_kr: 플랫 패널 설정
nb_no: Flatpanel-innstillinger
pl_pl: Ustawienia panelu FLAT
zh_cn: 平场向导设置

# LblFlatDeviceInvalidResponse
source: Invalid response from flat panel.
cs_cz: Neplatná odpověď z Flat Boxu.
de_de: Ungültige Antwort from Flatfield Gerät.
ko_kr: 플랫 패널에서 잘못된 응답이 발생했습니다.
nb_no: Ugyldig respons fra flatpanel.
pl_pl: Niewłaściwa odpowiedź z flatownicy.
zh_cn: 平场板无法链接

# LblFlatDeviceLight
source: Flat panel light
cs_cz: Flat Box světlo
de_de: Flatfield Gerät Licht
ko_kr: 플랫 패널 조명
nb_no: Flatpanel-lys
pl_pl: Światło flatownicy
zh_cn: 平场板光源

# LblFlatDeviceNeitherOpenNorClosed
source: Neither open nor closed
cs_cz: Ani otevřené, ani zavřené
de_de: Weder offen noch geschlossen
ko_kr: 열리지도 닫히지도 않음
nb_no: Verken åpen eller lukket
pl_pl: Ani otwarte, ani zamknięte
zh_cn: 运行中

# LblFlatDeviceNoDevice
source: No Flat Panel
cs_cz: Žádný Flat Box
de_de: Kein Flatfield Gerät
ko_kr: 플랫 패널 없음
nb_no: Ingen flatpanel
pl_pl: Brak flatownicy
zh_cn: 没有平场板

# LblFlatDeviceOpen
source: Open
cs_cz: Otevřít
de_de: Offen
ko_kr: 열기
nb_no: Åpen
pl_pl: Otwórz
zh_cn: 打开

# LblFlatDeviceOpenButton
source: Open
cs_cz: Otevřít
de_de: Öffnen
ko_kr: 열기
nb_no: Åpne
pl_pl: Otwórz
zh_cn: 打开

# LblFlatDeviceOpenForDarkFlats
source: Open cover for dark flats in flat wizard
cs_cz: Otevřít kryt pro darky
de_de: Open cover for darks
ko_kr: 다크 프레임 촬영을 위해 커버를 열어주세요
nb_no: Open cover for darks
pl_pl: Zdejmij pokrywę dla klatek Dark
zh_cn: Open cover for darks

# LblFlatDeviceSetBrightness
source: Set
cs_cz: Nastavit
de_de: Setzen
ko_kr: 설정
nb_no: Sett
pl_pl: Ustaw
zh_cn: 设定

# LblFlatDeviceTrainedFilterTimes
source: Flat Wizard Trained Exposure Times
cs_cz: Čas Definovaný Průvodcem Flat
de_de: Mit Flat Wizard trainierte Belichtungszeiten
ko_kr: 플랫 마법사에서 산출된 노출 시간
nb_no: Flatbildehjelper innlærte eksponeringstider
pl_pl: Czasy ekspozycji z kreatora flatów
zh_cn: 平场助手训练的曝光时间

# LblFlatDeviceUnknown
source: Unknown
cs_cz: Neznámý
de_de: Unbekannt
ko_kr: 알 수 없음
nb_no: Ukjent
pl_pl: Nieznany
zh_cn: 未知

# LblFlatDeviceUseWizardTrainedValues
source: Use trained exposure times
cs_cz: Použít expoziční časy z průvodce
de_de: Mit Flat Wizard trainierte Belichtungszeiten benutzen
ko_kr: 산출된 노출 시간 사용
nb_no: Bruk innlærte eksponeringstider
pl_pl: Używa czasów ekspozycji wyuczonych przy pomocy kreatora flatów
zh_cn: 使用平场助手训练的曝光时间

# LblFlatExposureCalcContinue
source: Mean ADU was {0}, starting Exposure Time calculation at {1}
cs_cz: Střední ADU byla {0} a začal výpočet doby expozice na {1}
de_de: Mittelwert ADU war {0}, beginne Belichtungszeitkalkulation bei {1}
ko_kr: 평균 ADU는 {0} 이고 {1} 에서 노출 시간 계산을 시작했습니다.
nb_no: Gjennomsnittlig ADU var {0}, starter eksponeringstidberegning ved {1}
pl_pl: Średnia wartość ADU wynosiła {0} rozpoczęcie obliczenia czasu ekspozycji dla {1}
zh_cn: 平均ADU是 {0}，开始曝光时间计算 {1}

# LblFlatExposureCalcFinished
source: Mean ADU is {0} target Exposure Time is {1}
cs_cz: Střední ADU je {0} cílová doba expozice je {1}
de_de: Mittelwert ADU ist {0}, Zielbelichtungszeit ist {1}
ko_kr: 평균 ADU는 {0} 이고 노출 시간은 {1} 입니다.
nb_no: Gjennomsnittlig ADU er {0} eksponeringstidsmål er {1}
pl_pl: Średnia wartość ADU wynosi {0} docelowy czas ekspozycji to {1}
zh_cn: 平均ADU是 {0} 目标曝光时间是 {1}

# LblFlatExposureCalcStart
source: Starting Exposure Time calculation at {0}
cs_cz: Výpočet Času Expozice začíná v {0}
de_de: Beginne Belichtungszeitkalkulation bei {0}
ko_kr: {0} 에서 노출 시간 계산 시작
nb_no: Starter beregning av eksponeringstid ved {0}
pl_pl: Obliczanie czasu ekspozycji w {0}
zh_cn: 开始曝光时间计算 {0}

# LblFlatHistogramMeanTarget
source: Histogram Mean Target
cs_cz: Cílový Průměr Histogramu
de_de: Histogrammdurchschnitssziel
ko_kr: 히스토그램 평균 목표 값
nb_no: Mål for histogram-gjennomsnitt
pl_pl: Docelowa, średnia wartość histogramu
zh_cn: 目标直方图平均值

# LblFlatHistogramTolerance
source: Mean Tolerance
cs_cz: Střední Tolerance
de_de: Durchschnittstoleranz
ko_kr: 평균 공차
nb_no: Toleranse for gjennomsnitt
pl_pl: Średnia tolerancja
zh_cn: 平均值容差

# LblFlatMaxExposureTime
source: Flat Max Exposure
cs_cz: Flat Max. Expozice
de_de: Flat Max Belichtungszeit
ko_kr: 플랫 최대 노출
nb_no: Lengste eksponeringstid
pl_pl: Maksymalny czas ekspozycji klatki flat
zh_cn: 平场最长曝光

# LblFlatMinExposureTime
source: Flat Min Exposure
cs_cz: Flat Min. Expozice
de_de: Flat Min Belichtungszeit
ko_kr: 플랫 최소 노출
nb_no: Korteste eksponeringstid
pl_pl: Minimalny czas ekspozycji klatki flat
zh_cn: 平场最短曝光

# LblFlatSequenceCancelled
source: Flat Sequence Cancelled, could not determine a flat exposure time
cs_cz: Sekvence Flat Zrušena. Čas expozice nebylo možné určit
de_de: Flats Sequenz abgebrochen, konnte keine Belichtungszeit finden
ko_kr: 플랫 시퀀스 취소됨, 플랫 노출 시간을 확인할 수 없음
nb_no: Sekvens avbrutt, kunne ikke finne eksponeringstid for flatbilde
pl_pl: Sekwencja flatów anulowana. Nie można określić czasu ekspozycji
zh_cn: 平场序列取消，无法确定平场曝光时间

# LblFlatStepSize
source: Flat Step Size
cs_cz: Flat Velikost Kroku
de_de: Flat Schrittgröße
ko_kr: 플랫 스텝 크기
nb_no: Steglengde eksponeringstid
pl_pl: Wielkość kroku flatów
zh_cn: 平场曝光步长

# LblFlatUserCurrentExposureCalculation
source: Current Exposure Calculations
cs_cz: Výpočet Aktuální Expozice
de_de: Aktuelle Belichtungsberechnungen
ko_kr: 현재 노출 계산
nb_no: Gjeldende beregning av eksponeringstid
pl_pl: Obliczenia bieżącej ekspozycji
zh_cn: 当前曝光计算

# LblFlatUserFlatSettings
source: Flat Wizard Settings
cs_cz: Průvodce Nastavení Flat
de_de: Flat Wizard Einstellungen
ko_kr: 플랫 마법사 설정
nb_no: Innstillinger for flatbilde-assistenten
pl_pl: Ustawienia Kreatora Flatów
zh_cn: 平场向导设置

# LblFlatUserPromptCancel
source: Cancel Flat Wizard
cs_cz: Zrušit Průvodce Flat
de_de: Flat Wizard Abbrechen
ko_kr: 플랫 마법사 취소
nb_no: Avbryt flatbilde-assistenten
pl_pl: Wstrzymaj Kreatora Flatów
zh_cn: 取消平场向导

# LblFlatUserPromptFailure
source: Failed to get proper Flat Exposure
cs_cz: Selhalo získání ideální Expozice pro Flat
de_de: Fehlschlag die Flat Belichtungszeit zu errechnen
ko_kr: 적절한 플랫 노출 계산에 실패하였습니다
nb_no: Fant ikke egnet eksponeringstid
pl_pl: Nie udało się uzyskać właściwej ekspozycji flatów
zh_cn: 无法获得适当的平场曝光

# LblFlatUserPromptFlatTooBright
source: Your flats are too bright, dim the light, adjust the tolerance, target mean or the minimum exposure time
cs_cz: Flat je příliš jasný. Snižte množství světla nebo upravte toleranci, průměrnou hodnotu nebo minimální expoziční čas
de_de: Ihre Flats sind zu hell, dunkeln Sie das Licht ab, adjustieren Sie die Toleranz, das Histogrammdurchschnittsziel oder die minimale Belichtungszeit
ko_kr: 플랫이 너무 밝습니다. 조명을 어둡게 하고 공차, 목표 평균 또는 최소 노출 시간을 조정 합니다.
nb_no: Flatbildene er for lyse, demp lysstyrken, eller juster toleransen, gjennomsnitt-mål eller korteste eksponeringstid
pl_pl: Twoje flaty są zbyt jasne. Zmniejsz natężenie światła, ustaw tolerancję, docelową średnią wartość lub minimalny czas ekspozycji
zh_cn: 你的平场太亮，调暗光源，调整公差，目标平均值或最小曝光时间

# LblFlatUserPromptFlatTooDim
source: Your flats are too dim, brighten the light, adjust the tolerance, target mean or the maximum exposure time
cs_cz: Flat je příliš tmavý. Zvyšte množství světla nebo upravte toleranci, průměrnou hodnotu nebo minimální expoziční čas
de_de: Ihre Flats sind zu dunkel, hellen Sie das Licht auf, adjustieren Sie die Toleranz, das Histogrammdurchschnittsziel oder die maximale Belichtungszeit
ko_kr: 플랫이 너무 어둡 습니다. 조명을 밝게 하고, 공차, 목표 평균 또는 최대 노출 시간을 조정합니다.
nb_no: Flatbildene er for mørke, øk lysstyrken, eller juster toleransen, gjennomsnitt-mål eller lengste eksponeringstid
pl_pl: Twoje flaty są zbyt ciemne. Dopasuj tolerancję, średnią wartość docelową lub maksymalny czas ekspozycji
zh_cn: 你的平场太暗，调亮光源，调整公差，目标平均值或最大曝光时间

# LblFlatWizard
source: Flat Wizard
cs_cz: Flat
de_de: Flatassistent
ko_kr: 플랫 마법사
nb_no: Flatbilder
pl_pl: Kreator flatów
zh_cn: 平场助手

# LblFlatWizardCapture
source: Flat Wizard Capture
cs_cz: Průvodce Flat Snímáním
de_de: Flat Wizard Aufnahme
ko_kr: 플랫 마법사 캡처
nb_no: Flatbilde-assistent
pl_pl: Kreator Flatów
zh_cn: 平场助手曝光

# LblFLICameraSetup
source: FLI Camera Setup
cs_cz: Nastavení Kamery FLI
de_de: FLI Kamerasetup
ko_kr: FLI 카메라 설정
nb_no: FLI Kameraoppsett
pl_pl: Ustawienia kamery FLI
zh_cn: FLI相机设置

# LblFLIFloodBin
source: Flood Binning
cs_cz: Zaplavení Binning
de_de: Flut Binning
ko_kr: 플러드 비닝
pl_pl: Łączenie binningu
zh_cn: 曝光像素合并

# LblFLIFloodDuration
source: Flood Duration
cs_cz: Doba trvání Zaplavení
de_de: Flutdauer
ko_kr: 플러드 기간
nb_no: Flood varighet
pl_pl: Łączenie czasu trwania
zh_cn: 曝光时长

# LblFLIFlushCount
source: Pre-exposure Flush Count
cs_cz: Počet Pře-expozic Před Expozicí
de_de: Anzahl an Flushs vor Belichtung
ko_kr: 노출 전 플러시 수
nb_no: Antall flush før eksponering
pl_pl: Pomiar czasu wstępnej ekspozycji
zh_cn: 预曝光刷新次数
