Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblReadoutForSnapImagesToolTip
source: This readout mode of your camera will be used for plate solving, framing and autofocus
cs_cz: Režim čtení kamery se použije k provedení astrometrie, snímkování a automatického ostření
de_de: Dieser Auslesemodus wird für Plate Solving, zur Ausrichtung und Autofokus verwendet
ko_kr: 카메라의 읽기 모드는 플레이트솔빙, 프레이밍, 오토포커스에 사용됩니다.
nb_no: Denne utlesingsmodusen blir brukt for astrometriske løsninger, sentrering og autofokusering
pl_pl: Ten tryb odczytu kamery będzie używany dla plate solve, ujęć i automatycznego ustawiania ostrości
zh_cn: 相机的这种读出模式将用于解析，取景和自动对焦

# LblRecenter
source: Recenter
cs_cz: Znovu Vycentrovat
de_de: Zentrieren
ko_kr: 중심 다시 잡기
nb_no: Sentrer igjen
pl_pl: Wyśrodkuj ponownie
zh_cn: 重新居中

# LblRecenterAfterFlip
source: Recenter after Flip
cs_cz: Znovu Vycentrovat po Překlopení
de_de: Zentrieren nach Flip
ko_kr: 플립 후 중심 다시 잡기
nb_no: Sentrer etter vending
pl_pl: Wyśrodkuj po Flipie
zh_cn: 中天翻转后重新居中

# LblRecenterImage
source: Recenter Image
cs_cz: Znovu Vycentrovat Obraz
de_de: Bild neu Zentrieren
ko_kr: 이미지 중심 다시 잡기
nb_no: Sentrer rundt valgt mål
pl_pl: Wyrównaj ponownie obrazek
zh_cn: 重新居中图像

# LblRecommendedExposureTime
source: Recommended Exposure Time
cs_cz: Doporučený Čas Expozice
de_de: Empfohlene Belichtungszeit
ko_kr: 추천하는 노출 시간
nb_no: Anbefalt eksponeringstid
pl_pl: Zalecany czas ekspozycji
zh_cn: 建议的曝光时间

# LblReconnectAll
source: Reconnect all devices?
cs_cz: Připojit všechna zařízení?
de_de: Alle Geräte neu verbinden?
ko_kr: 모든 장비를 다시 연결할까요?
nb_no: Koble til alle enheter på ny?
pl_pl: Podłączyć ponownie wszystkie urządzenia?
zh_cn: 重新连接所有设备?

# LblReconnectCamera
source: Please reconnect camera!
cs_cz: Připojit kameru!
de_de: Kamera bitte neu verbinden!
ko_kr: 카메라를 다시 연결해주세요!
nb_no: Vennligst koble til kamera!
pl_pl: Proszę ponownie podłączyć kamerę!
zh_cn: 请重新连接相机!

# LblReconnectFilterwheel
source: Please reconnect filterwheel!
cs_cz: Připojit filtrové kolo!
de_de: Filterrad bitte neu verbinden!
ko_kr: 필터 휠을 다시 연결해주세요!
nb_no: Venligst koble til filterhjul!
pl_pl: Proszę ponownie podłączyć koło filtrowe!
zh_cn: 请重新连接滤镜轮！

# LblReconnectFocuser
source: Please reconnect focuser!
cs_cz: Připojit zaostření!
de_de: Okularauszug bitte neu verbinden!
ko_kr: 포커서를 다시 연결해주세요!
nb_no: Vennligst koble til fokusmotor!
pl_pl: Proszę ponownie podłączyć fokuser!
zh_cn: 请重新连接电调！

# LblReferenceDate
source: Reference Date
cs_cz: Referenční Datum
de_de: Referenzdatum
ko_kr: 참조 날짜
nb_no: Referansedato
pl_pl: Data referencyjna
zh_cn: 选择日期

# LblRegions
source: Regions
cs_cz: Oblast
de_de: Regionen
ko_kr: 지역
nb_no: Regioner
pl_pl: Regiony
zh_cn: 区域

# LblRelease
source: Release
cs_cz: Edice
de_de: Veröffentlicht
ko_kr: 릴리즈
nb_no: Offisiell
pl_pl: Wydanie
zh_cn: 正式版

# LblRemaining
source: Remaining
cs_cz: Zbývající
de_de: Verbleibend
ko_kr: 남음
nb_no: Gjenstående
pl_pl: Pozostało
zh_cn: 剩余

# LblRemainingNo
source: Remaining #
cs_cz: Zbývající #
de_de: # verbleibend
ko_kr: 남은 수 #
nb_no: Gjenstående #
pl_pl: Pozostało #
zh_cn: 剩余数

# LblRemoveProfileCaption
source: Remove Profile?
cs_cz: Odstranit Profil?
de_de: Profil entfernen?
ko_kr: 프로필을 제거할까요?
nb_no: Slett profil?
pl_pl: Usunąć profil?
zh_cn: 删除配置文件？

# LblRemoveProfileText
source: Should the Profile with name: {0} and ID: {1} be removed?
cs_cz: Odstranit Profil s názvem {0} a id: {1}?
de_de: Soll das Profil mit Namen: {0} und ID: {1} entfernt werden?
ko_kr: 이름이 {0} 이고 ID가 {1} 인 프로필을 제거하시겠습니까?
nb_no: Skal profilen med navn: {0} og ID: {1} slettes?
pl_pl: Czy profil o nazwie: {0} i ID: {1} powinien zostać usunięty?
zh_cn: 名称为: {0} ， ID为: {1} 的PHD2配置文件是否应该删除？

# LblRepeatUntil
source: Repeat until
cs_cz: Opakovat do
de_de: Wiederholen bis
ko_kr: 다음 시간까지 반복
nb_no: Repeter inntil
pl_pl: Powtarzaj aż do
zh_cn: 重复直到

# LblReplaceSequenceTarget
source: Replace as Sequence Target
cs_cz: Nahradit jako Cíl Sekvence
de_de: Als Sequenzziel ersetzen
ko_kr: 시퀀스 타겟으로 바꾸기
nb_no: Erstatt som sekvensmål
pl_pl: Zastąp jako cel sekwencji
zh_cn: 替换到序列目标

# LblRescanDevices
source: Rescan Devices
cs_cz: Aktualizovat Zařízení
de_de: Geräte erneut suchen
ko_kr: 장비 재 검색
nb_no: Skann etter enheter
pl_pl: Skanuj ponownie urządzenia
zh_cn: 重新扫描设备

# LblResetAndContinue
source: Reset and Continue
cs_cz: Obnovit a Pokračovat
de_de: Zurücksetzen und Fortfahren
ko_kr: 재 설정하고 계속
nb_no: Tilbakestill og fortsett
pl_pl: Zresetuj i kontynuuj
zh_cn: 重置并继续

# LblResetDockLayout
source: Reset layout
cs_cz: Obnoví rozvržení
de_de: Layout zurücksetzen
ko_kr: 레이아웃 재 설정
nb_no: Tilbakestill vinduplassering
pl_pl: Resetuj layout
zh_cn: 重置 UI 布局

# LblResetDockLayoutConfirmation
source: Should the layout be reset?
cs_cz: Resetovat rozvržení obrazovky?
de_de: Soll das Layout im Imaging Fenster zurückgesetzt werden?
ko_kr: 레이아웃을 재 설정 할까요?
nb_no: Skal vinduplasseringen tilbakestilles?
pl_pl: Czy zresetować layout?
zh_cn: 是否重置 UI 布局？

# LblReslewToTarget
source: Reslew to Target
cs_cz: Znovu přejet na Cíl
de_de: Erneut zum Ziel schwenken
ko_kr: 타겟으로 다시 Go-To
nb_no: Sving på ny
pl_pl: Odwróć ponownie do celu
zh_cn: 重新居中

# LblResumeAutoguider
source: Resume Autoguider
cs_cz: Auto pointace Obnovena
de_de: Autoguider fortsetzen
ko_kr: 오토가이딩 재개
nb_no: Fortsett autoguiding
pl_pl: Wznów Autoguider
zh_cn: 恢复自动导星

# LblResumeGuiding
source: Resume Guiding
cs_cz: Obnovit Pointaci
de_de: Guiding wiederaufnehmen
ko_kr: 가이딩 재개
nb_no: Fortsett guiding
pl_pl: Wznów Guiding
zh_cn: 恢复导星

# LblResumeSettleTime
source: Settle Time after resume
cs_cz: Stabilizace po obnovení
de_de: Ruhezeit nach Wiederaufnahme
ko_kr: 재개 후 안정화 시간
nb_no: Hviletid etter fortsettelse
pl_pl: Czas stabilizacji po wznowieniu
zh_cn: 恢复后的停顿时间

# LblResumeTracking
source: Resume Tracking
cs_cz: Obnovit Sledování
de_de: Nachführung wiederaufnehmen
ko_kr: 추적 재개
nb_no: Fortsett følging
pl_pl: Wznów śledzenie
zh_cn: 恢复跟踪

# LblResuming
source: Resuming
cs_cz: Obnovení
de_de: Wiederaufnehmen
ko_kr: 다시 시작 중
nb_no: Fortsetter
pl_pl: Wznawianie
zh_cn: 正在重新开始

# LblRightAscension
source: Right Ascension
cs_cz: Rektascenze
de_de: Rektaszension
ko_kr: Ra[적경]
nb_no: Rektascensjon
pl_pl: Rektascencja
zh_cn: 赤经

# LblRotation
source: Rotation
cs_cz: Otočení
de_de: Drehung
ko_kr: 회전
nb_no: Rotasjon
pl_pl: Obrót
zh_cn: 旋转角度

# LblRotationRequired
source: Camera Rotation required
cs_cz: Vyžaduje Otočení Kamery
de_de: Kamera Rotation benötigt
ko_kr: 카메라 회전이 필요합니다
nb_no: Kamerarotasjon kreves
pl_pl: Obrót kamery jest wymagany
zh_cn: 需要旋转相机

# LblRotationTolerance
source: Rotation Tolerance
cs_cz: Tolerance Otočení
de_de: Rotationstoleranz
ko_kr: 회전 공차
nb_no: Toleranse for rotasjon
pl_pl: Tolerancja obrotu
zh_cn: 旋转容差

# LblRotator
source: Rotator
cs_cz: Rotátor
ko_kr: 회전장치
nb_no: Dreiemotor
zh_cn: 旋转器

# LblRotatorConnected
source: Rotator Connected
cs_cz: Rotátor Připojen
de_de: Rotator verbunden
ko_kr: 회전장치 연결됨
nb_no: Dreiemotor tilkoblet
pl_pl: Rotator podłączony
zh_cn: 旋转器连接

# LblRotatorConnectionLost
source: Rotator connection lost! Please reconnect rotator!
cs_cz: Rotátor odpojen. Připojit rotátor!
de_de: Verbindung zum Rotator verloren! Bitte Rotator erneut verbinden!
ko_kr: 회전장치 연결이 끊어졌습니다! 회전장치를 다시 연결하십시오!
nb_no: Tilkobling til dreiemotor mistet! Koble til dreiemotor på nytt!
pl_pl: Połączenie z rotatorem zostało utracone! Podłącz ponownie rotator!
zh_cn: 旋转器连接丢失!请重新连接旋转!

# LblSave
source: Save
cs_cz: Uložit
de_de: Speichern
ko_kr: 저장
nb_no: Lagre
pl_pl: Zapisz
zh_cn: 保存

# LblSaveAsSequence
source: Save Sequence as new file
cs_cz: Uložit Sekvenci jako nový soubor
de_de: Sequenz als neue Datei speichern
ko_kr: 시퀀스를 새 파일로 저장
nb_no: Lagre sekvens som ny fil
pl_pl: Zapisz sekwencję jako nowy plik
zh_cn: 将序列保存为新文件

# LblSaveAsSequenceToolTip
source: Save Sequence as new xml file
cs_cz: Uloží Sekvenci jako nový soubor xml
de_de: Speichert die Sequenz als neue XML Datei
ko_kr: 새로운 Xml파일로 시퀀스 저장
nb_no: Lagre sekvens som ny XML-fil
pl_pl: Zapisz sekwencję jako nowy plik xml
zh_cn: 将序列保存为新xml文件

# LblSaveBacklashQuestion
source: Save Focuser Backlash Measurements?
cs_cz: Uložit Měření Zpětné Vůle Zaostření?
de_de: Sollen die Backlash Messwerte des Okularauszug gespeichert werden?
ko_kr: 포커서 백래시 값을 저장하시겠습니까?
nb_no: Lagre slakk-målinger for fokusmotor?
pl_pl: Zapisać pomiaru luzu wyciągu?
zh_cn: 保存电调回差数据？

# LblSaveImageAs
source: Save Image as
cs_cz: Uložit obraz jako
de_de: Bild speichrn unter
ko_kr: 이미지 저장 포맷
nb_no: Lagre bilde som
pl_pl: Zapisz obraz jako
zh_cn: 图像另存为

# LblSaveImageAsDSLRNote
source: For DSLRs the image file format setting is ignored. RAW format will be saved instead!
cs_cz: Toto nastavení je u digitálních zrcadlovek při použití nativního ovladače ignorováno. Místo toho bude uložen formát RAW!
de_de: Diese Einstellung wird bei DSLRs ignoriert, wenn der native Treiber verwendet wird. Das RAW-Format der Kamera wird stattdessen gespeichert!
ko_kr: DSLR 네이티브 드라이버를 사용할 때 이 설정은 무시됨. 이미지는 카메라의 Raw 포맷으로 저장됩니다.
nb_no: Innstillingen ignoreres for DSLR hvis innebygget driver brukes. RAW-format lagres i stedet!
pl_pl: To ustawienie będzie zignorowane dla DSLRs podczas używania natywnego sterownika. Zostanie zachowany jako format RAW!
zh_cn: 对于使用原生驱动时的DSLR，忽略图像文件格式设置。将保存为RAW格式！

# LblSaveSelectedProfileAndDontAskAgain
source: Save selected profile and don't ask again next time
cs_cz: Uložit vybraný profil a příště se neptat
de_de: Gewähltes Profil speichern und nicht nochmal fragen
ko_kr: 선택된 프로필을 저장하고, 다음에 묻지 않기
nb_no: Lagre valgt profil og ikke spør igjen neste gang
pl_pl: Zapisz wybrany profil i nie pytaj ponownie
zh_cn: 保存选定的配置文件，下次不再询问

# LblSaveSequence
source: Save Sequence
cs_cz: Uložit Sekvenci
de_de: Sequenz speichern
ko_kr: 시퀀스 저장
nb_no: Lagre sekvens
pl_pl: Zapisz sekwencję
zh_cn: 保存序列

# LblSaveSequenceToolTip
source: Save Sequence as xml file
cs_cz: Uložit Sekvenci jako soubor xml
de_de: Speichere Sequenz als XML Datei
ko_kr: Xml파일로 시퀀스 저장
nb_no: Lagre sekvens som XML-fil
pl_pl: Zapisz sekwencję jako plik xml
zh_cn: 将序列保存为 XML 文件

# LblSaveTargetSet
source: Save target set
cs_cz: Uložit nastavení cíle
de_de: Zielsatz speichern
ko_kr: 타겟 설정 저장
nb_no: Lagre målliste
pl_pl: Ustaw cel zapisu
zh_cn: 保存目标设置

# LblScopeSettleTimeAfterFlip
source: Scope settle time after flip
cs_cz: Stabilizace Dal. po Překlopení
de_de: Teleskop Ruhezeit nach Flip
ko_kr: 플립 후 망원경 안정화 시간
nb_no: Hviletid etter vending
pl_pl: Czas stabilizacji teleskopu po flipie
zh_cn: 中天翻转后稳定时间

# LblSearch
source: Search
cs_cz: Hledat
de_de: Suche
ko_kr: 검색
nb_no: Søk
pl_pl: Szukaj
zh_cn: 搜索

# LblSearchRadius
source: Search Radius
cs_cz: Poloměr Hledání
de_de: Suchradius
ko_kr: 검색 반경
nb_no: Søkeradius
pl_pl: Promień wyszukiwania
zh_cn: 搜索半径

# LblSecondary
source: Secondary
cs_cz: Sekundární
de_de: Sekundär
ko_kr: 보조
nb_no: Sekundær
pl_pl: Drugorzędny
zh_cn: 次要

# LblSecondaryBackground
source: Secondary Background
cs_cz: Sekundární Pozadí
de_de: Sekundärer Hintergrund
ko_kr: 2차 배경
nb_no: Andre bakgrunn
pl_pl: Drugorzędne tło
zh_cn: 次要背景

# LblSelectGuidestar
source: Select new Guidestar
cs_cz: Vybrat novou Pointaci
de_de: Neuer Leitstern wird ausgewählt
ko_kr: 새로운 가이드 별 선택
nb_no: Velg ny guidestjerne
pl_pl: Wybierz gwiazdę do guidingu
zh_cn: 选择被导星

# LblSelectNewGuideStar
source: Select new Guidestar
cs_cz: Vybrat novou Pointaci
de_de: Selektiere neuen Leitstern
ko_kr: 새로운 가이드 별 선택
nb_no: Velg ny guidestjerne
pl_pl: Wybierz nową gwiazdę do guidingu
zh_cn: 选择新的被导星

# LblSelectProfileInUseWarning
source: Selected profile cannot be chosen. It is already in use by another N.I.N.A. instance!
cs_cz: Zvolený profil nelze vybrat. Už se používá v jiné instalaci N.I.N.A!
de_de: Profil kann nicht ausgewählt werden. Es wird bereits von einer anderen N.I.N.A. Instanz verwendet!
ko_kr: 프로필을 선택할 수 없습니다. 이미 다른 N.I.N.A 인스턴스에서 사용 중입니다!
nb_no: Den valgte profilen kan ikke åpnes. Den er allerede i bruk av en annen N.I.N.A. instans!
pl_pl: Nie można wybrać profilu, ponieważ jest już używany przez inną instancję N.I.N.A!
zh_cn: 无法选择所选配置文件。它正被另一个 N.I.N.A. 实例使用！

# LblSensorAnalysisPoorFit
source: Sensor Analysis is irregular, and may not produce accurate results. Consider re-running it.
cs_cz: Analýza Senzoru je nepravidelná a nemusí poskytovat přesné výsledky. Zvažte jeho opětovné spuštění.
de_de: Die Sensoranalyse ist unzulässig und kann zu keinen genauen Ergebnissen führen. Eine erneute Ausführung sollte in Erwägung gezogen werden.
ko_kr: 센서 분석이 불규칙하여 정확한 결과를 얻지 못할 수 있습니다. 다시 실행을 고려하세요.
nb_no: Sensoranalysen er uregelmessig, og gir kanskje ikke gode resultater. Vurder å gjenta analysen.
pl_pl: Analiza czujników jest nieregularna i może nie generować dokładnych wyników. Rozważ ponowne jej uruchomienie.
zh_cn: 传感器分析是不正常的，可能无法产生准确的结果。请考虑重新运行。

# LblSensorName
source: Sensor Name
cs_cz: Název Senzoru
ko_kr: 센서 이름
nb_no: Sensornavn
pl_pl: Nazwa czujnika
zh_cn: 传感器名称

# LblSensorType
source: Sensor Type
cs_cz: Typ Senzoru
de_de: Sensor Typ
ko_kr: 센서 종류
pl_pl: Typ czujnika
zh_cn: 传感器类型

# LblSequence
source: Sequence
cs_cz: Sekvence
de_de: Sequenz
ko_kr: 시퀀스
nb_no: Sekvens
pl_pl: Sekwencja
zh_cn: 序列

# LblSequenceCommandInfo
source: Sequence end command '{0}'.
cs_cz: Příkaz ukončení sekvence '{0}'.
de_de: Sequenz Endkommando '{0}'.
ko_kr: 시퀀스 종료 명령어 '{0}'
nb_no: Kommando ved sekvensslutt '{0}'.
pl_pl: Polecenie końca sekwencji '{0}'.
zh_cn: 序列结束命令'{0}'。

# LblSequenceCommandSource
source: Sequence end command
cs_cz: Příkaz ukončení sekvence
de_de: Sequenz Endkommando
ko_kr: 시퀀스 종료 명령어
nb_no: Kommando ved sekvensslutt
pl_pl: Polecenie końca sekwencji
zh_cn: 序列结束命令

# LblSequenceCommandAtCompletion
source: '{0}' completed.
cs_cz: '{0}' dokončeno.
de_de: '{0}' abgeschlossen.
ko_kr: '{0}' 완료됨
nb_no: '{0}' er fullført.
pl_pl: '{0}' zakończone.
zh_cn: '{0}' 已完成。

# LblSequenceCommandAtCompletionTitle
source: Run command when sequence completes
cs_cz: Po dokončení sekvence provést příkaz
de_de: Kommando ausführen, wenn die Sequenz beendet ist
ko_kr: 시퀀스가 완료되었을 때 실행 명령어
nb_no: Kjør kommando når sekvens er ferdig
pl_pl: Uruchom polecenie po zakończeniu sekwencji
zh_cn: 序列完成后运行命令

# LblSequenceCommandAtCompletionTooltip
source: Select command to run when sequence completes.
cs_cz: Výběr příkazu, který se má provést po dokončení sekvence.
de_de: Kommando auswählen, das ausgeführt werden soll, wenn die Sequenz abgeschlossen ist.
ko_kr: 시퀀스가 완료되었을 때 실행할 명령어 선택
nb_no: Velg kommando som skal kjøres når sekvens er ferdig.
pl_pl: Wybierz polecenie do uruchomienia po zakończeniu sekwencji.
zh_cn: 选择在序列完成后运行的命令

# LblSequenceCommandAtCompletionNotFound
source: Sequence end command not found '{0}'
cs_cz: Příkaz ukončení sekvence nenalezen '{0}'
de_de: Sequenz Endkommando nicht gefunden '{0} ' '
ko_kr: 시퀀스 종료 명령어 '{0}'을 찾을 수 없음
nb_no: Kommando for sekvensslutt ble ikke funnet '{0}'
pl_pl: Polecenie końca sekwencji nie zostało znalezione '{0}'
zh_cn: 序列结束命令 '{0}' 未找到

# LblSequenceDelay
source: Delay start
cs_cz: Odložený start
de_de: Verzögerter Start
ko_kr: 지연 시작
nb_no: Utsett start
pl_pl: Opóźnienie rozpoczęcia
zh_cn: 延迟开始

# LblSequenceDelayStatus
source: Sequence starting in {0} seconds
cs_cz: Sekvence začíná po {0} sekundách
de_de: Sequenz startet in {0} Sekunden
ko_kr: {0} 초 후에 시퀀스 시작
nb_no: Sekvens starter om {0} sekunder
pl_pl: Sekwencja zaczyna się za {0} sekund
zh_cn: {0} 秒后开始序列

# LblSequenceMode
source: Sequence Mode
cs_cz: Režim Sekvence
de_de: Sequenzmodus
ko_kr: 시퀀스 모드
nb_no: Sekvensmodus
pl_pl: Tryb sekwencji
zh_cn: 序列模式

# LblSequenceModeRotate
source: Loop
cs_cz: Cyklus
de_de: Durchrotieren
ko_kr: 반복
nb_no: Gjenta
pl_pl: Pętla
zh_cn: 循环拍摄

# LblSequenceModeStandard
source: One after another
cs_cz: Jeden po druhém
de_de: Eine nach der anderen
ko_kr: 순차
nb_no: I rekkefølge
pl_pl: Jeden po drugim
zh_cn: 顺序拍摄

# LblSequenceTemplate
source: Sequence Template
cs_cz: Šablona Sekvence
de_de: Sequenzvorlage
ko_kr: 시퀀스 템플릿
nb_no: Sekvensmal
pl_pl: Szablon sekwencji
zh_cn: 序列模板

# LblSequenceTemplateTooltip
source: Specifies a path to a previously exported sequence file that should be used as a template. This template will be used on startup to initialize the sequence instead of the default one.
cs_cz: Zadejte cestu k dříve exportovanému souboru sekvence a použijte jej jako šablonu. Tato šablona bude použita při spuštění generování sekvence místo výchozí.
de_de: Pfad zu einer vorher exportierten Sequenz, die als Vorlage dienen soll. Diese Vorlage wird beim Starten der Applikation geladen, statt der Standard Sequenz.
ko_kr: 이전에 내보낸 시퀀스 파일의 경로를 지정하고 템플릿으로 사용합니다. 이 템플릿은 시퀀스를 시작할 때 기본 값으로 사용됩니다.
nb_no: Angir sti til tidligere eksportert sekvensfil som skal brukes som mal. Denne malen vil bli brukt når en ny sekvens opprettes.
pl_pl: Określa ścieżkę do wcześniej eksportowanego pliku sekwencji, który będzie używany jako szablon. Ten szablon będzie używany przy starcie do inicjowania sekwencji zamiast domyślnej.
zh_cn: 指定以前导出的序列文件的路径作为模板。 启动时将使用此模板初始化序列，而不是默认序列。

# LblSerialPort
source: Serial Port
cs_cz: Sériový Port
de_de: Serieller Port
ko_kr: 시리얼 포트
nb_no: Serieport
pl_pl: Port szeregowy
zh_cn: 串口

# LblSerialRelay
source: Serial Relay
cs_cz: Sériové Relé
de_de: Serielles Relay
ko_kr: 시리얼 릴레이
nb_no: Serielt rele
pl_pl: Przekaźnik szeregowy
zh_cn: 串口中继

# LblSetAsSequenceTarget
source: Set as sequence target
cs_cz: Nastavit jako sekvenční cíl
de_de: Als Sequenzziel setzen
ko_kr: 시퀀스의 목표로 설정
nb_no: Bruk som sekvensmål
pl_pl: Ustaw jako cel sekwencji
zh_cn: 设置为序列目标

# LblSetAutoFocusFilter
source: Set as Auto Focus Filter
cs_cz: Nastavit jako filtr AutoOstření
de_de: Als Auto Focus Filter setzen
ko_kr: 오토 포커스 필터 설정
nb_no: Sett som autofokus-filter
pl_pl: Ustaw jako filtr Auto Focusa
zh_cn: 设置为自动对焦滤镜

# LblSetAutoFocusFilterTooltip
source: If set, auto-focus will always use the selected filter, using filter wheel offsets
cs_cz: Pokud je nastaveno, AutoOstření bude vždy používat vybraný filtr pomocí offsetu filtrového kola
de_de: Wenn aktiv wird Autofokus immer den ausgewählten Filter nutzen unter Berücksichtigung der Filter Offsets
ko_kr: 선택되면, 필터 오프셋을 사용하여 항상 선택된 필터로 오토포커스를 수행합니다.
nb_no: Hvis satt, vil autofokusering alltid bruke dette filteret, og evt. filter-spesifike forskyvinger
pl_pl: Jeśli ustawione, auto-ostrość zawsze będzie używała wybranego filtra, przy użyciu offsetu koła filtrowego
zh_cn: 如果设置此项，自动对焦将一直使用此滤镜，并使用滤镜偏移值

# LblSetForFramingAssistant
source: Set for framing assistant
cs_cz: Přejít na průvodce snímkování
de_de: Für Bildausrichtungsassistent setzen
ko_kr: 프레이밍 보조 설정
nb_no: Send til komposisjonshjelper
pl_pl: Przenieś do asystenta kadrowania
zh_cn: 到构图助手设置

# LblSetNewValue
source: Set new value
cs_cz: Nastaví novou hodnotu
de_de: Neuen Wert einstellen
ko_kr: 새로운 값 설정
nb_no: Angi ny verdi
pl_pl: Ustaw nową wartość
zh_cn: 设置新值

# LblSetPark
source: Set As Park
cs_cz: Nastaven jako Park
de_de: Als Park setzen
ko_kr: 파킹 설정
nb_no: Sett parkeringsposisjon
pl_pl: Ustaw jako Park
zh_cn: 设置为停放

# LblSetParkToolTip
source: Sets the park position to be the current position
cs_cz: Nastaví aktuální polohu jako parkovací pozici
de_de: Setzt die aktuelle Position als Parkposition
ko_kr: 현재 위치를 파킹 위치로 설정
nb_no: Setter parkeringsposisjonen til gjeldende posisjon
pl_pl: Ustawia pozycję parkowania jako aktualną pozycję
zh_cn: 设置当前位置为停放位置

# LblSettings
source: Settings
cs_cz: Nastavení
de_de: Einstellungen
ko_kr: 설정
nb_no: Innstillinger
pl_pl: Ustawienia
zh_cn: 设置

# LblSettle
source: Settle
cs_cz: Stabilizace
de_de: Finalisieren
ko_kr: 안정화
nb_no: Hvile
pl_pl: Stabilizacja
zh_cn: 稳定

# LblSettlePixelTolerance
source: Settle Pixel Tolerance
cs_cz: Tolerance Pixelů
de_de: Pixeltoleranz nach Ruhezeit
ko_kr: 안정화 픽셀 공차
nb_no: Piksel-toleranse for hviling
pl_pl: Stabilizacja tolerancji pikseli
zh_cn: 稳定像素容差值

# LblSettleTimeAfterSlew
source: Settle time after slew
cs_cz: Stabilizace po přejezdu
de_de: Ruhezeit nach schwenken
ko_kr: Go-To 후 안정화 시간[s]
nb_no: Hviletid etter bevegelse
pl_pl: Czas stabilizacji po obróceniu
zh_cn: 移动后稳定时间（秒）

# LblSettleTimeout
source: Settle Timeout
cs_cz: Limit Stabilizace
de_de: Einstellung Timeout
ko_kr: 안정화 시간 초과
nb_no: Hvile-tidsavbrudd
pl_pl: Limit czasu stabilizacji
zh_cn: 稳定超时

# LblAutoRetryStartGuiding
source: Guiding Start Retry
cs_cz: Zahájit nový Pokus o Pointaci
de_de: Guidingstart Wiederholung
ko_kr: 가이딩 시작 재 시도
nb_no: Flere startforsøk ved feil
pl_pl: Uruchom ponownie guider
zh_cn: 开始导星重试

# LblAutoRetryStartGuidingTooltip
source: Attempt to recover StartGuiding command if the guider does not report it is guiding after the specified amount of time.
cs_cz: Pokud pointace po uplynutí zadaného času nehlásí pointování, obnovit příkaz StartGuiding.
de_de: Versucht den StargGuiding Befehl wiederherzustellen, wenn der Guider nach einer angegebenen Zeitspanne kein erfolgreiches Nachführen meldet.
ko_kr: 가이더가 지정된 시간 후에도 응답이 없으면 복구를 위해 가이딩 시작 명령을 시도합니다.
nb_no: Forsøk å gjenta StartGuiding-kommando hvis guider ikke har kommet i gang etter angitt tid.
pl_pl: Próba ponownego polecenia StartGuiding, jeśli guider nie zgłasza aktywności po określonym czasie.
zh_cn: 如果在指定时间内导星没有正常工作，将尝试重启导星。

# LblAutoRetryStartGuidingTimeoutTooltip
source: Timeout in seconds before abandoning a StartGuiding command before attempting to a retry.
cs_cz: Časový limit v sekundách před přerušením příkazu StartGuiding před dalším pokusem.
de_de: Time-Out in Sekunden, bevor der StartGuiding Befehl aufgegeben wird, bevor ein Wiederholungsvorgang versucht wird.
ko_kr: 가이드 시작 명령이 응답하지 않을 경우 재 시도까지의 시간 초과[초]
nb_no: Tidsavbrudd i sekunder før en StartGuiding-kommando gis opp, og en ny forsøkes.
pl_pl: Limit czasu w sekundach przed wydaniem polecenia StartGuiding przed ponowną próbą.
zh_cn: 在放弃“开始导星”命令前的重启超时（秒）

# LblSharpCapSensorAnalysisPath
source: SharpCap Sensor Analysis folder
cs_cz: Složka Analýzy Senzoru SharpCap
de_de: SharpCap Sensoranalyse Ordner
ko_kr: SharpCap 센서 분석 폴더
nb_no: Mappe til SharpCap sensoranalyser
pl_pl: Folder analizy czujników SharpCap
zh_cn: SharpCap 传感器分析文件夹

# LblSharpCapSensorAnalysisLoadedFormat
source: Loaded {0} sensors
cs_cz: Načteno {0} senzory
de_de: {0} Sensoren geladen
ko_kr: 센서 {0} 불러옴
nb_no: Lastet {0} sensorer
pl_pl: Załadowano {0} czujników
zh_cn: 已加载 {0} 传感器

# LblSharpCapSensorAnalysisPathTooltip
source: Folder where SharpCap Sensor Analysis files can be found, if somewhere other than their default location
cs_cz: Složka, ve které lze nalézt soubory SharpCap Sensor Analysis, pokud je někde jinde než v jejich výchozím umístění
de_de: Ordner in dem SharpCap Sensor Analysis Dateien gefunden werden können, wenn es vom Standard-Speicherort abweicht
ko_kr: 기본 위치가 아닌 다른 위치에 있는 경우 SharpCap 센서 분석 파일을 찾을 수 있는 폴더
nb_no: Mappen til filer fra SharpCap sensoranalyse, hvis de ligger annet sted enn vanlig
pl_pl: Folder, w którym można znaleźć pliki analizy czujników SharpCap, jeśli są w innym miejscu niż ich domyślna lokalizacja
zh_cn: 如果没有使用SharpCap默认路径，请在此手动选择SharpCap传感器分析文件夹

# LblSiderealTime
source: Sidereal Time
cs_cz: Hvězdný Čas
de_de: Sternzeit
ko_kr: 항성시
nb_no: Siderisk tid
pl_pl: Czas gwiazdowy
zh_cn: 恒星时

# LblSiteElevation
source: Site Elevation
cs_cz: Výška Místa
de_de: Standort Höhe
ko_kr: 관측지 고도
nb_no: Høyde over havet
pl_pl: Wysokość miejsca położenia nad poziomem morza
zh_cn: 拍摄海拔

# LblSiteFromGPS
source: from GPS
cs_cz: z GPS
de_de: von GPS
ko_kr: GPS로 부터
nb_no: fra GPS
pl_pl: z GPS
zh_cn: 读取 GPS

# LblSiteLatitude
source: Site Latitude
cs_cz: Zeměpisná Šířka
de_de: Standort Breitengrad
ko_kr: 관측지 위도
nb_no: Breddegrad
pl_pl: Szerokość miejsca położenia
zh_cn: 拍摄纬度

# LblSiteLongitude
source: Site Longitude
cs_cz: Zeměpisná Délka
de_de: Standort Längengrad
ko_kr: 관측지 경도
nb_no: Lengdegrad
pl_pl: Długość miejsca położenia
zh_cn: 拍摄经度

# LblSize
source: Size
cs_cz: Velikost
de_de: Größe
ko_kr: 크기
nb_no: Størrelse
pl_pl: Rozmiar
zh_cn: 大小

# LblSkyAtlas
source: Sky Atlas
cs_cz: Atlas Hvězd
de_de: Sternenatlas
ko_kr: 성도
nb_no: Atlas
pl_pl: Atlas nieba
zh_cn: 星图
