Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblYourWindowsIsTooOld
source: {0} is no longer supported by Microsoft and the N.I.N.A. project. You will encounter application malfunctions or crashes as a result of using N.I.N.A. on an unsupported version of Windows. N.I.N.A.'s current system requirements are listed in the online documentation.
cs_cz: Aplikace {0} již není podporována společností Microsoft a projektem N.I.N.A.V důsledku používání může dojít k chybným funkcím nebo haváriím N.I.N.A. nepodporované verze systému Windows jsou uvedeny v online N.I.N.A dokumentaci.
de_de: {0} wird nicht mehr von Microsoft und dem N.I.N.A. Projekt unterstützt. Bei Verwendung von N.I.N.A. auf einer nicht unterstützten Version von Windows sind Fehler oder Abstürze möglich. Die aktuellen Systemvoraussetzungen für N.I.N.A. sind in der Online-Dokumentation aufgeführt.
ko_kr: {0} 은 Microsoft 및 N.I.N.A.에서 더이상 지원하지 않습니다. 지원되지 않는 Windows 버전에서 N.I.N.A.를 사용하면 응용프로그램이 오작동하거나 충돌이 발생합니다. 현재 N.I.N.A.의 시스템 요구사항은 온라인 문서를 참조하세요.
nb_no: {0} støttes ikke lenger av Microsoft og N.I.N.A. Du kan oppleve feil eller krasjer ved bruk av N.I.N.A. på en Windows-versjon som ikke støttes. N.I.N.A. sine systemkrav er oppgitt i dokumentasjonen på internett.
pl_pl: {0} nie jest już obsługiwany przez Microsoft i projekt N.I.N.A. Podczas korzystania z N.I.N.A. w niewspieranej wersji systemu Windows mogą pojawić się awarie lub błędy. Aktualne wymagania systemowe dla N.I.N.A. są wymienione w dokumentacji online.
zh_cn: {0}不再被Microsoft和N.I.N.A.项目支持。在不被支持的Windows系统版本上运行N.I.N.A.将会导致程序故障或崩溃。N.I.N.A.当前的系统需求已列在在线文档中。

# Lbl_SequenceTrigger_SynchronizeDomeTrigger_Name
source: Synchronize Dome
cs_cz: Synchronizovat Kopuli
de_de: Kuppel synchronisieren
ko_kr: 돔 동기화
nb_no: Synkroniser kuppel
pl_pl: Synchronizuj kopułę
zh_cn: 同步圆顶 (触发器)

# Lbl_SequenceTrigger_SynchronizeDomeTrigger_Description
source: A trigger to limit dome synchronization movements to between sequence steps in order to reduce vibrations during exposures. This should not be used with Dome Following enabled, which runs continuously in the background.
cs_cz: Spouštěč pro omezení synchronizačních pohybů kopule mezi kroky sekvence za účelem snížení vibrací během expozic. Tato funkce by se neměla používat s možností Sledování kopule, která běží nepřetržitě na pozadí.
de_de: Ein Auslöser, der Synchronisationsbewegungen der Kuppel auf Zeiten zwischen Sequenzschritten begrenzt, um Vibrationen während der Belichtung zu reduzieren. Dies sollte nicht bei aktiviertem Dome Follow-up verwendet werden, der kontinuierlich im Hintergrund läuft.
ko_kr: 노출 중에 진동을 줄이기 위해 돔동기화의 움직임을 시퀀스의 단계마다 제한하는 트리거 돔 추적은 백그라운드에서 연속적으로 작동하기 때문에 돔 추적과 동시에 사용하지 마세요.
nb_no: En trigger som begrenser kuppelens bevegelser knyttet til synkronisering nå bilder tas, for å redusere eventuelle vibrasjoner. Bør ikke brukes sammen med kuppel som følger i bakgrunnen.
pl_pl: Wyzwalacz, który ogranicza ruchy synchronizacji kopuły do ​​czasów między krokami sekwencji, aby zredukować wibracje podczas ekspozycji. Nie należy tego używać z włączoną funkcją Dome Follow-up, która działa nieprzerwanie w tle.
zh_cn: 用于使圆顶的同步移动仅限制在序列步骤之间，以避免曝光期间的震动的触发器。不应在启用了 圆顶跟随（在后台连续运行）的情况下使用。

# LblDomeTargetAzimuth
source: Azimuth
cs_cz: Azimut
de_de: Azimut
ko_kr: 방위각
nb_no: Asimut
pl_pl: Azymut
zh_cn: 方位角

# LblDomeTargetAltitude
source: Altitude
cs_cz: Výška
de_de: Höhe
ko_kr: 고도
nb_no: Elevasjon
pl_pl: Wysokość
zh_cn: 高度角

# LblDomeFollowerEnabledError
source: Turn dome following off to use the Synchronize Dome Trigger
cs_cz: Chcete -li použít Spouštěč Synchronizace Kopule, deaktivujte sledování kopule
de_de: Kuppel folgen ausschalten, um den Auslöser für die Kuppelsynchronisation zu verwenden
ko_kr: 돔 추적을 끄고 돔 트리거 동기화 사용
nb_no: Slå av kuppel-følging for å bruke "synkroniser kuppel"-triggeren
pl_pl: Wyłącz śledzenie kopuły, aby użyć wyzwalacza synchronizacji kopuły
zh_cn: 关闭 圆顶跟随 ，以使用 同步圆顶 触发器

# Lbl_SequenceCondition_LoopWhileUnsafe_Description
source: A condition that checks the connected Safety Monitor device if it is unsafe and loops the instruction set as long as the safety monior reports to be unsafe. If the device returns to be safe the current instruction set is stopped. Best used in conjunction with another loop condition to not end up in an infinite loop when the safety monitor stays unsafe.
cs_cz: Stav, který kontroluje, zda připojený Bezpečnostní Monitor není bezpečný, a opakuje sadu instrukcí tak dlouho, dokud bezpečnostní monitor hlásí, že není bezpečný. Pokud je zařízení shledáno jako bezpečné, aktuální instrukční sada se zastaví. Nejlepší je použít jej ve spojení s jinou podmínkou cyklu, aby nedošlo ke konci v nekonečný cyklus, když bezpečnostní monitor zůstane nebezpečný.
de_de: Eine Bedingung, die den angeschlossenen Sicherheitsmonitor abfragt und den Befehlssatz wiederholt, solange der Sicherheitsmonitor unsichere Bedingungen meldet. Wenn der Sicherheitsmonitor sichere Bedingungen meldet wird der aktuelle Befehlssatz beendet. Diese Bedingung sollte zusammen mit anderen Schleifenbedingungen verwendet werden, um eine Endlosschleife zu verhindern, falls der Sicherheitsmonitor weiterhin unsichere Bedingungen meldet.
ko_kr: 연결된 안전 모니터가 안전하지 않은지 학인하고, 안전하지 않은 동안 명령 세트를 반복하는 조건 안전하면 현재 명령세트가 중단됩니다. 안전하지 않은 동안 무한 반복에 빠지지 않도록 다른 반복 조건과 함께 사용하는 것이 좋습니다.
nb_no: En betingelse sjekker om tilkoblet sikkerhetsovervåker melder utrygg tilstand, og repeterer instruksjonene. Hvis overvåkningen rapporterer trygg tilstand, vil instruksjonsblokken stoppes. Brukes best med en annen repetisjonsbetingelse for å unngå uendelig repetisjon.
pl_pl: Stan, który odpytuje podłączony monitor bezpieczeństwa i powtarza zestaw poleceń tak długo, jak monitor bezpieczeństwa zgłasza niebezpieczne warunki. Jeśli monitor bezpieczeństwa zgłosi bezpieczne warunki, bieżący zestaw poleceń zostanie zakończony. Ten warunek powinien być używany w połączeniu z innymi warunkami zapętlenia, aby zapobiec nieskończonej pętli, jeśli monitor bezpieczeństwa nadal zgłasza niebezpieczne warunki.
zh_cn: 查询已连接的安全监视器，在情况不安全时循环执行指令集。如果监视器反馈安全，则当前指令集将停止。 最好与其他循环条件组合使用，以避免在安全监控持续报告不安全时陷入无限循环。

# Lbl_SequenceCondition_LoopWhileUnsafe_Name
source: Loop while unsafe
cs_cz: Opakovat, dokud není bezpečno
de_de: Wiederholen solange nicht sicher
ko_kr: 안전하지 않은 동안 반복
nb_no: Gjenta når utrygg
pl_pl: Pętla podczas niebezpiecznych warunków
zh_cn: 不安全时循环

# LblFilterChangeResumeGuidingFailed
source: Failed to resume guiding after a filter change that caused focuser movement
cs_cz: Obnovení pointace selhalo po změně filtru, které způsobilo pohyb ostření
de_de: Fehler beim Fortsetzen des Guidings nach Filteränderung mit Fokusshift
ko_kr: 필터 변경으로 포커서가 움직였기 때문에 가이드 재개에 실패했습니다.
nb_no: Kunne ikke fortsette guiding etter at filterbytte førte til endring av fokus
pl_pl: Nie udało się wznowić prowadzenia po zmianie filtra, która spowodowała utratę ostrości
zh_cn: 在切换滤镜后调焦器移动，无法恢复导星

# LblUnknownInstructionValidation
source: Unknown instruction detected! Please double check your sequence and inspect which instructions became invalid. Furthermore validate that everything is up to date.
cs_cz: Byla zjištěna neznámá instrukce! Zkontrolujte svou posloupnost a zkontrolujte, které instrukce se staly neplatnými. Dále ověřte, že vše je aktuální.
de_de: Unbekannte Anweisung erkannt! Bitte Sequenz auf ungültige Anweisungen überprüfen. Weiter sollte überprüft werden, dass alles auf dem neusten Stand ist.
ko_kr: 알 수 없는 명령이 감지되었습니다! 시퀀스의 어떤 명령이 유효하지 않은지 다시 확인하세요. 소프트웨어, 하드웨어, 드라이버 드이 최신버전인지 확인하세요.
nb_no: Sekvensen inneholder en ukjent instruksjon! Vennligst sjekk hvilken instruksjon som er problemet, og pass på at applikasjonen er oppdatert.
pl_pl: Wykryto nieznaną instrukcję! Sprawdź poprawność sekwencji oraz które instrukcje stały się nieprawidłowe. Ponadto sprawdź, czy wszystko jest aktualne.
zh_cn: 检测到未知的指令！请重新检查您序列中有哪些指令是无效的。此外请确保一切（软硬件驱动等）为最新版本。

# LblToggle
source: Toggle
cs_cz: Přepínač
de_de: Umschalten
ko_kr: 토글
nb_no: Veksle
pl_pl: Przełącz
zh_cn: 切换

# Lbl_OldSequencer_ResetTarget
source: Reset Target
cs_cz: Resetovat Cíl
de_de: Ziel zurücksetzen
ko_kr: 타겟 재설정
nb_no: Tilbakestill fremdrift for mål
pl_pl: Resetuje cel
zh_cn: 重置目标

# Lbl_OldSequencer_ResetTargetRows
source: Reset all rows in the current target?
cs_cz: Resetovat všechny řádky v aktuálním cíli?
de_de: Alle Zeilen des aktuellen Ziels zurücksetzen?
ko_kr: 현재 타겟의 모든 열을 재설정할까요?
nb_no: Tilbakestill fremdriften for alle rader for gjeldende mål?
pl_pl: Zresetować wszystkie wiersze w bieżącym celu?
zh_cn: 重置此目标中所有拍摄条目？

# Lbl_SequenceItem_Platesolving_SolveAndRotate_Description
source: Uses platesolving to determine the current rotation of the current position and uses a rotator to get to the specified sky angle. (It will not center the target!)
cs_cz: Použije astrometrii k určení aktuálního natočení aktuální polohy a pomocí rotátoru se dostane do zadaného úhlu oblohy. (Cíl se nevystředí!)
de_de: Verwendet Platesolving um die aktuelle Kameraorientierung an der aktuellen Position des Teleskops zu bestimmen und verwendet einen Rotator, um zur angegebenen Kameraorientierung zu gelangen. (Dabei wird das Ziel nicht zentriert!)
ko_kr: 플레이트솔브를 사용해 현재 위치의 각도를 결정하고 회전 장치로 지정된 각도까지 회전(타겟의 중심은 아닙니다!)
nb_no: Gjør et astrometrisk søk for å finne nåværende vinkel til kamera, og bruker dreiemotor for å oppnå ønsket vinkel. (Sentrerer ikke målet!)
pl_pl: Wykorzystuje platesolving, aby uzyskać aktualną orientację kamery w bieżącej pozycji teleskopu oraz używa rotatora, aby uzyskać daną orientację kamery. (Cel nie jest wyśrodkowany!)
zh_cn: 通过解析确定当前视场的旋转角度并使用旋转器调整到指定角度。(这不会使目标居中！)

# Lbl_SequenceItem_Platesolving_SolveAndRotate_Name
source: Solve and rotate
cs_cz: Vyřešit a otočit
de_de: Platesolven und drehen
ko_kr: 솔브와 회전
nb_no: Søk og roter
pl_pl: Wykonaj plate solving i obróć
zh_cn: 解析并旋转

# LblInitializingPlugins
source: Initializing Plugins
cs_cz: Inicializace Pluginů
de_de: Initialisiere Plugins
ko_kr: 플러그인 초기화 중
nb_no: Initialiserer programtillegg
pl_pl: Inicjowanie wtyczek
zh_cn: 正在初始化插件

# LblCameraStateDownload
source: Downloading
cs_cz: Stahování
de_de: Lädt herunter
ko_kr: 다운로드 중
nb_no: Laster ned
pl_pl: Pobieranie
zh_cn: 下载中

# LblCameraStateError
source: Error
cs_cz: Chyba
de_de: Fehler
ko_kr: 오류
nb_no: Feil
pl_pl: Błąd
zh_cn: 错误

# LblCameraStateExposing
source: Exposing
cs_cz: Expozice
de_de: Belichten
ko_kr: 노출 중
nb_no: Eksponerer
pl_pl: Ekspozycja
zh_cn: 曝光中

# LblCameraStateIdle
source: Idle
cs_cz: Nečinný
de_de: Leerlauf
ko_kr: 유휴 상태
nb_no: Inaktiv
pl_pl: Bezczynny
zh_cn: 闲置

# LblCameraStateLoadingFile
source: Loading file
cs_cz: Načítání souboru
de_de: Lade Datei
ko_kr: 파일 불러오는 중
nb_no: Laster inn fil
pl_pl: Wczytywanie pliku
zh_cn: 正在加载文件

# LblCameraStateNoState
source: State unavailable
cs_cz: Stav není k dispozici
de_de: Kamerastatus nicht verfügbar
ko_kr: 상태 확인 불가
nb_no: Tilstand ikke tilgjengelig
pl_pl: Stan kamery niedostępny
zh_cn: 状态不可用

# LblCameraStateReading
source: Reading out
cs_cz: Čtení
de_de: Lesen
ko_kr: 읽는 중
nb_no: Leser ut
pl_pl: Odczytywanie
zh_cn: 正在读出

# LblCameraStateWaiting
source: Waiting
cs_cz: Počkat
de_de: Warte
ko_kr: 대기 중
nb_no: Venter
pl_pl: Oczekiwanie
zh_cn: 等待中...

# LblStarDetectorNoiseReduction
source: Noise Reduction
cs_cz: Redukce Šumu
de_de: Rauschunterdrückung
ko_kr: 노이즈 감소
nb_no: Støyreduksjon
pl_pl: Redukcja szumu
zh_cn: 降噪

# LblStarDetectorPrepareForStructureDetection
source: Preparing for Structure Detection
cs_cz: Příprava na Detekci Struktur
de_de: Vorbereitung auf Strukturerkennung
ko_kr: 구조 검출[Structure Detection] 준비 중
nb_no: Forbereder strukturdeteksjon
pl_pl: Przygotowanie do wykrywania struktur
zh_cn: 准备结构检测

# LblStarDetectorStructureDetection
source: Structure Detection
cs_cz: Detekce Struktur
de_de: Strukturerkennung
ko_kr: 구조 검출[Structure Detection]
nb_no: Strukturdeteksjon
pl_pl: Wykrywanie struktur
zh_cn: 结构检测

# LblStarDetectorStarScan
source: Scan and Analyze Stars
cs_cz: Skenovat a Analyzovat Hvězdy
de_de: Scan und Analysiere Sterne
ko_kr: 별 스캔 및 분석
nb_no: Skann og analyser stjerner
pl_pl: Skanuj i analizuj gwiazdy
zh_cn: 扫描并分析星点

# LblStarDetectorV2
source: Use Star Detector V2
cs_cz: Použít Detekci Hvězd V2
de_de: Star-Detektor V2 verwenden
ko_kr: 별 검출기 V2 사용
nb_no: Bruk stjernedetektor V2
pl_pl: Użyj Star Detector V2
zh_cn: 使用星点侦测器V2

# LblAnnotateUnlimitedStars
source: Annotate All
cs_cz: Označit Vše
de_de: Alle kommentieren
ko_kr: 주석 전부 표시
nb_no: Antegn alt
pl_pl: Opisz wszystko
zh_cn: 标注所有

# LblAnnotateUnlimitedStarsTooltip
source: By default, only 200 stars are annotated. If this is enabled, all detected stars are.
cs_cz: Ve výchozím nastavení je označeno 200 hvězd. Pokud je toto povoleno, jsou detekovány všechny hvězdy.
de_de: Standardmäßig werden nur 200 Sterne kommentiert. Ist dies aktiviert, werden alle erkannten Sterne kommentiert.
ko_kr: 기본적으로 200개의 별에만 주석을 표시 할 수 있습니다. 이 기능을 사용하면 검출된 모든 별에 주석을 표시 할 수 있습니다.
nb_no: Normal blir bare 200 stjerner antegnet. Hvis valget aktiveres blir alle stjerner antegnet.
pl_pl: Domyślnie tylko 200 gwiazd jest opatrzonych adnotacjami. Jeśli ta opcja jest włączona, wszystkie gwiazdy będą wykrywane.
zh_cn: 默认情况下，仅200颗星被标注。如果此选项启用，将标注所有侦测到的星点。

# LblStarDetector
source: Star Detector
cs_cz: Detekce Hvězd
de_de: Sterndetektor
ko_kr: 별 검출기
nb_no: Stjernedetektor
pl_pl: Detektor gwiazd
zh_cn: 星点侦测器

# LblStarAnnotator
source: Star Annotator
cs_cz: Anotace Hvězd
de_de: Stern-Annotator
ko_kr: 별 주석 프로그램
nb_no: Stjerne-antegner
pl_pl: Rozpoznaj gwiazdy
zh_cn: 星点标注器

# LblUnavailableForX86
source: Unavailable in x86
cs_cz: Není k dispozici v x86
de_de: Nicht verfügbar in x86
ko_kr: X86에서는 사용할수 없습니다.
nb_no: Utilgjengelig for x86
pl_pl: Niedostępne w x86
zh_cn: 在x86上不可用

# LblPlatesolve2
source: Platesolve2
ko_kr: 플레이트솔브2

# LblDelta
source: Delta
ko_kr: 델타
nb_no: Endring

# LblCdC
source: Cartes du Ciel
pl_pl: Mapy nieba

# LblDirectGuiderTelescopeDisconnect
source: Telescope has been disconnected. Direct Guider will disconnect. Dithering no longer effective!
cs_cz: Dalekohled odpojen. Pointace odpojena. Dithering nefunguje!
nb_no: Teleskopet har blitt koblet fra. Direct Guider kobles fra. Dithering vil ikke fungere!
pl_pl: Teleskop został odłączony. Guder został odłączony. Dithering nie działa!

# LblLaplace
source: Laplace
pl_pl: Lazur

# LblNINAToTelescope
source: From N.I.N.A. to Telescope
cs_cz: Z N.I.N.A. do Dalekohledu
nb_no: Fra N.I.N.A. til teleskop
pl_pl: Z N.I.N.A. do Teleskopu

# LblNoTelescope
source: No Telescope
cs_cz: Žádný Dalekohled
nb_no: Ingen teleskop
pl_pl: Teleskop nie podłączony

# LblReconnectTelescope
source: Please reconnect telescope!
cs_cz: Připojit dalekohled!
nb_no: Vennligst koble til teleskop!
pl_pl: Proszę ponownie podłączyć teleskop!

# LblSynchronizedPHD2Guider
source: Synchronized PHD2 (Experimental)
cs_cz: Synchronizace PHD2 (Experimentální)
nb_no: Synkronisert PHD2 (eksperimentell)
pl_pl: PHD2 zsynchronizowany (eksperymentalny)

# LblSynchronizedPHD2ServiceClientAlreadyExists
source: This profile is already connected to the Synchronized PHD2 Guider. You cannot connect the same profile twice, please choose a different NINA profile.
cs_cz: Tento profil je již připojen k synchronizovanému pointování PHD2. Stejný profil nelze připojit dvakrát. Vyberte jiný profil NINA.
nb_no: Denne profilen er allerede koblet til en synkronisert PHD2-guider. Du kan ikke koble til den samme profilen to ganger, vennligst velg en annen NINA profil.
pl_pl: Ten profil jest już połączony z synchronizowanym PHD2. Nie możesz połączyć tego samego profilu dwukrotnie, wybierz inny profil NINA.

# LblSynchronizedPHD2ServiceCrashed
source: Synchronized PHD2 Service crashed, restarting this Synchronized PHD2 Guider as Service
cs_cz: Služba synchronizace PHD2 zastavena, ovladač PHD2 se restartuje jako služba
nb_no: Synkronisert PHD2-tjeneste krasjet. Tjenesten startes på nytt
pl_pl: Zsynchronizowana usługa PHD2 uległa awarii, uruchom ponownie PHD2

# LblTelescopeToNINA
source: From Telescope to N.I.N.A.
cs_cz: Od Dalekohledu k N.I.N.A.
nb_no: Fra teleskop til N.I.N.A.
pl_pl: Z teleskopu do N.I.N.A.

# LblWarnTelescopeParked
source: The Telescope is parked, and will be automatically unparked if user proceeds with sequence start
cs_cz: Dalekohled v parkovací poloze se automaticky odparkuje, když uživatel zahájí sekvenci
nb_no: Teleskopet er parkert og vil avparkeres automatisk hvis sekvensen startes
pl_pl: Teleskop jest zaparkowany i zostanie automatycznie uruchomiony po rozpoczęciu sekwencji przez użytkownika

# LblDisconnectTelescope
source: Disconnect Telescope?
cs_cz: Odpojit Dalekohled?
nb_no: Koble fra teleskop?
pl_pl: Odłączyć teleskop?
