Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# Lbl_SequenceItem_Utility_WaitForTimeSpan_Name
source: Wait for Time Span
cs_cz: Čeká na Zadaný Čas
de_de: Zeitspanne abwarten
ko_kr: 지정 시간 대기
nb_no: Vent tidsperiode
pl_pl: Poczekaj na interwał czasu
zh_cn: 等待时间

# Lbl_SequenceItem_Utility_WaitForTime_Description
source: Waits for the specified time in the hh:mm:ss format. Additionally a utility box is available to auto populate it for sunset, dusk, dawn and sunrise
cs_cz: Čeká na zadaný čas ve formátu hh:mm:ss. Kromě toho je k dispozici nástroj, který automaticky vyplní informace o západu slunce, soumraku, úsvitu a východu slunce
de_de: Wartet auf die angegebene Zeit im Format hh:mm:ss Format. Zusätzlich kann automatisch die Zeit für Abenddämmerung, Sonnenuntergang, Sonnenaufgang und Morgendämmerung ausgewählt werden
ko_kr: 지정된 시간[hh:mm:ss 포맷] 만큼 대기합니다. 추가적으로 유틸리티 박스를 사용 할 수 있습으며, 자동으로 일몰, 황혼, 새벽, 일출 정보가 자동으로 설정됩니다.
nb_no: Venter inntil angitt tidspunkt i tt:mm:ss-format, eller til automatisk beregnede tidspunkter for solnedgang, soloppgang og tussmørke
pl_pl: Czeka przez określony czas w formacie gg:mm:ss. Czas zmierzchu, zachodu i wschodu słońca oraz czas świtu można wybrać automatycznie
zh_cn: 等待到指定时刻，格式 hh:mm:ss。另外，可以使用下拉选框自动设置为日落、黄昏、晨光、日出等的时刻

# Lbl_SequenceItem_Utility_WaitForTime_Name
source: Wait for Time
cs_cz: Čeká na Čas
de_de: Zeit abwarten
ko_kr: 지정 시간 대기
nb_no: Vent til tidspunkt
pl_pl: Czas oczekiwania
zh_cn: 等待到达时刻

# Lbl_SequenceTrigger_CenterAfterDriftTrigger_Name
source: Center After Drift
cs_cz: Vycentrovat Po Posunu
de_de: Nach Drift zentrieren
ko_kr: 이동 후 중심잡기
nb_no: Sentrer ved avdrift
pl_pl: Wyśrodkuj po dryfie
zh_cn: 偏移后居中

# Lbl_SequenceTrigger_CenterAfterDriftTrigger_Description
source: A trigger to initiate a recentering after platesolving determines the telescope has drifted too far from the target coordinates
cs_cz: Spouštěč, který zahájí znovuobnovení, co astrometrie určí, že se dalekohled vzdálil příliš daleko od cílových souřadnic
de_de: Ein Trigger um eine Neuzentrierung auszulösen, nachdem ein Plate solving ergeben hat, dass das Teleskop sich zu weit von den Zielkoordinaten entfernt hat
ko_kr: 플레이트솔빙이 망원경이 목표 좌표에서 너무 멀리 표류했다고 판단한 후 대상을 중앙으로 재 도입을 시작하는 트리거
nb_no: En trigger som finner astrometrisk posisjon til bilder og avgjør om pekeretningen har drevet for langt vekk fra målet
pl_pl: Ekspozycja do ponownego wycentrowania po wykonaniu plate solving pokazuje, że teleskop oddalił się zbyt daleko od współrzędnych celu
zh_cn: 望远镜偏移目标坐标后，启动重新解析居中的触发器

# Lbl_SequenceTrigger_AutofocusAfterHFRIncreaseTrigger_Description
source: A trigger to initiate an autofocus run after the HFR has increased by the given amount in percent since the last autofocus run or start of sequence
cs_cz: Spouštěč, který spouští auto-ostření po změně HFR o danou hodnotu v procentech od posledního automatického spuštění nebo zahájení sekvence
de_de: Ein Auslöser für den Autofokus, falls der HFR Wert sich um mindestens den angegebenen Prozentwert erhöht hat seit dem letzten Autofocus oder dem Beginn der Sequenz
ko_kr: HFR이 마지막 오토포커스 또는 시퀀스 시작 이후 지정된 양만큼 증가된 후 오토포커스를 시작하는 트리거
nb_no: En trigger for å autofoksere etter HFR har økt med angitt prosentandel siden forrige autofokusering eller start av sekvensen
pl_pl: Uruchomienie autofokusa, jeśli wartość HFR wzrosła o co najmniej określony procent od ostatniego ustawiania ostrości lub początku sekwencji
zh_cn: 自上次自动对焦运行或序列拍摄开始后，当HFR增加给定量（以百分比表示）后，启动自动对焦

# Lbl_SequenceTrigger_AutofocusAfterHFRIncreaseTrigger_Name
source: AF After HFR Increase
cs_cz: AutoOstření Po Změně HFR
de_de: AF nach HFR Erhöhung
ko_kr: HFR 증가 후 오토포커스
nb_no: Autofokus etter økning i HFR
pl_pl: Autofocus po zwiększeniu HFR
zh_cn: HFR增加后自动对焦

# Lbl_SequenceTrigger_AutofocusAfterTemperatureChangeTrigger_Description
source: A trigger to initiate an autofocus run after the temperature has changed by the given amount in degrees since the last autofocus run or start of sequence
cs_cz: Spouštěč, který spouští auto-ostření po změně teploty o danou částku ve stupních od posledního automatického spuštění nebo zahájení sekvence
de_de: Ein Auslöser für den Autofokus nach Temperaturänderung in Grad von mindestens dem angegebenen Wert in Grad seit dem letzten Autofocus oder dem Beginn der Sequenz
ko_kr: 마지막 오토포커스 또는 시퀀스 시작 이후로 주어진 양만큼 온도가 변경된 후 오토포커스를 시작하는 트리거
nb_no: En trigger for å autofokusere når temperaturen har endret seg med angitt antall grader siden forrige autofokusering eller start av sekvensen
pl_pl: Uruchomienie autofokusa, jeśli temperatura zmieniła się o kilka stopni od ostatniego ustawienia ostrości lub początku sekwencji
zh_cn: 自上次自动对焦运行或序列拍摄开始后，当温度加给定量（以度表示）后，启动自动对焦

# Lbl_SequenceTrigger_AutofocusAfterTemperatureChangeTrigger_Name
source: AF After Temperature Change
cs_cz: AutoOstření Po Změně Teploty
de_de: AF nach Temperaturänderung
ko_kr: 온도 변화 후 오토포커스
nb_no: Autofokus etter temperaturendring
pl_pl: Autofocus po zmianie temperatury
zh_cn: 温度变化后自动对焦

# Lbl_SequenceTrigger_AutofocusAfterTimeTrigger_Description
source: A trigger to initiate an autofocus run after the time has passed by the given amount in minutes since the last autofocus run or start of sequence
cs_cz: Spouštěč, který spouští automatické ostření po uplynutí nastaveného času od posledního provedení automatického ostření nebo zahájení sekvence
de_de: Ein Auslöser für den Autofokus nach einer angegebenen Zeitspanne in Minuten seit dem letzten Autofokus oder dem Beginn der Sequenz
ko_kr: 마지막 오토포커스 또는 시퀀스 시작 이후로 주어진 시간(분) 만큼 시간이 경과한 후 오토포커스를 시작하는 트리거
nb_no: En trigger for å autofokusere etter en viss tid har passert, angitt i minutter siden siste autofokusering eller start av sekvensen
pl_pl: Uruchomienie autofokusa po upływie czasu o podaną ilość w minutach od ostatniego uruchomienia ustawienia ostrości lub rozpoczęcia sekwencji
zh_cn: 自上次自动对焦运行或序列拍摄开始后，当经过给定时间（以分钟表示）后，启动自动对焦

# Lbl_SequenceTrigger_AutofocusAfterTimeTrigger_Name
source: AF After Time
cs_cz: AutoOstření Po Čase
de_de: AF nach Zeit
ko_kr: 시간 경과 후 오토포커스
nb_no: Autofokus etter tid
pl_pl: Autofocus po czasie
zh_cn: 特定时间后自动对焦

# Lbl_SequenceTrigger_MeridianFlipTrigger_Description
source: A trigger to initiate a meridian flip when conditions are met
cs_cz: Spouštěč zahájí překlopení poledníku, pokud jsou splněny podmínky
de_de: Ein Trigger, um einen Meridian Flip auszulösen, wenn die Bedingungen dafür gegeben sind
ko_kr: 조건이 충족될 때 자오선 플립을 시작하는 트리거
nb_no: En trigger for å starte meridianvending når betingelser oppfylles
pl_pl: Wyzwalacz do odwrócenia południka, gdy warunki są odpowiednie
zh_cn: 满足条件时启动中天翻转（触发器）

# Lbl_SequenceTrigger_MeridianFlipTrigger_Name
source: Meridian Flip
cs_cz: Překlopení Poledníku
ko_kr: 자오선 플립
nb_no: Meridianvending
pl_pl: Odwrócenie meridianu
zh_cn: 中天翻转

# Lbl_SequenceItem_Validation_CameraCannotSetTemperature
source: Camera does not have a cooler and is unable to set a temperature
cs_cz: Kamera nemá chlazení proto nemůže nastavit teplotu
de_de: Die Kamera besitzt keinen Kühler, es kann keine Temperatur eingestellt werden
ko_kr: 카메라에 쿨러가 없어 온도를 설정할 수 없습니다.
nb_no: Kameraet har ikke en kjøler og er ikke i stand til å styre temperatur
pl_pl: Kamera nie posiada chłodzenia i nie jest w stanie ustawić temperatury
zh_cn: 相机没有制冷，无法设置温度

# Lbl_SequenceItem_Validation_FlatDeviceCannotOpenClose
source: The flat device does not support opening or closing the cover
cs_cz: Zařízení flat nepodporuje otevírání ani zavírání krytu
de_de: Das Flat-Panel unterstützt nicht das Öffnen oder Schließen einer Abdeckung
ko_kr: 플랫 장비가 커버 열림, 닫힘 기능을 지원하지 않습니다.
nb_no: Flatpanelet støtter ikke åpning eller lukking av deksel
pl_pl: Flatownica nie obsługuje otwierania lub zamykania osłony
zh_cn: 平场设备不支持打开或关闭盖子

# Lbl_Sequencer_LoadSequence_Tooltip
source: Load complete sequence from JSON file
cs_cz: Načte kompletní sekvenci ze souboru JSON
de_de: Komplette Sequenz aus einer JSON-Datei laden
ko_kr: JSON 파일로부터 시퀀스 전체를 불러옵니다.
nb_no: Åpne sekvens fra JSON-fil
pl_pl: Wczytaj sekwencję z pliku JSON
zh_cn: 从 JSON 文件加载完整序列

# Lbl_Sequencer_RootElementMustBeRootContainer
source: Unable to load sequence - Sequencer root element must be sequence root container!
cs_cz: Nelze načíst sekvenci - kořen Sekvencéru musí být kořenový kontejner sekvence!
de_de: Sequenz kann nicht geladen werden - Sequenzer-Root-Element muss Sequenz-Root-Container sein!
ko_kr: 시퀀스를 읽을 수 없습니다 - 시퀀서의 루트 요소는 시퀀스 루트 컨테이너이어야 합니다!
nb_no: Kunne ikke åpne sekvens - rotelementet er ikke av riktig type!
pl_pl: Nie można załadować sekwencji — element główny sekwencera musi być zestawem głównym sekwencji!
zh_cn: 无法加载序列 - 序列器根元素必须是序列根容器！

# Lbl_Sequencer_SaveSequence_Tooltip
source: Save complete sequence to JSON file
cs_cz: Uloží kompletní sekvenci do souboru JSON
de_de: Komplette Sequenz in JSON Datei speichern
ko_kr: JSON파일에 전체 시퀀스를 저장합니다.
nb_no: Lagre sekvensen som JSON-fil
pl_pl: Zapisz kompletną sekwencję do pliku JSON
zh_cn: 将完整序列保存到 JSON 文件

# Lbl_Sequencer_UnableToDeserializeJSON
source: Unable to deserialize JSON
cs_cz: Nelze rekonstruovat JSON
de_de: JSON konnte nicht deserialisiert werden
ko_kr: JSON파일의 구문을 분석 할 수 없습니다.
nb_no: Kan ikke deserialisere JSON
pl_pl: Nie można odczytać pliku JSON
zh_cn: 无法反序列化 JSON文件

# LblValue
source: Value
cs_cz: Hodnota
de_de: Wert
ko_kr: 값
nb_no: Verdi
pl_pl: Wartość
zh_cn: 值

# Lbl_SequenceItem_Switch_SetSwitchValue_Name
source: Set Switch Value
cs_cz: Nastavit Hodnotu Přepínače
de_de: Schalterwert setzen
ko_kr: 스위치 값 설정
nb_no: Sett brytertilstand
pl_pl: Ustaw wartość przełącznika
zh_cn: 设置开关值

# Lbl_SequenceItem_Switch_SetSwitchValue_Description
source: Sets a value for a given switch from the switch hub
cs_cz: Nastaví hodnotu pro daný přepínač z rozbočovače přepínače
de_de: Setzt einen Wert für einen bestimmten Schalter vom Schalter-Hub
ko_kr: 스위치 허브에서 지정된 스위치의 값을 설정합니다.
nb_no: Setter en bryter til angitt tilstand
pl_pl: Ustawia wartość dla określonego przełącznika z koncentratora przełączników
zh_cn: 从开关集线器设置给定的值

# LblSwitchNotConnected
source: Switch is not connected!
cs_cz: Přepínač nepřipojen!
de_de: Schalter ist nicht angeschlossen!
ko_kr: 스위치가 연결되어있지 않습니다.
nb_no: Bryter er ikke tilkoblet!
pl_pl: Przełącznik nie jest połączony!
zh_cn: 开关没有连接！

# Lbl_SequenceItem_Validation_InvalidSwitchValue
source: Invalid value for selected switch! Minimum {0} / Maximum {1} / StepSize {2}
cs_cz: Neplatná hodnota pro vybraný přepínač! Minimální {0} / Maximum {1} / Kroková velikost {2}
de_de: Ungültiger Wert für den ausgewählten Schalter! Minimum {0} / Maximum {1} / Schrittweite {2}
ko_kr: 선택한 스위치의 값이 잘못되었습니다! 최소 {0} / 최대 {1} / 스탭 크기 {2}
nb_no: Ugyldig verdi for valgt bryter! Min {0} / Maks {1} / Trinnstørrelse {2}
pl_pl: Nieprawidłowa wartość dla wybranego przełączenia! Minimum {0} / Maksymalnie {1} / Rozmiar kroków {2}
zh_cn: 选中开关的值无效！最小 {0} / 最大 {1} / 步骤大小 {2}

# LblContainer
source: Container
cs_cz: Kontejner
ko_kr: 컨테이너
nb_no: Beholder
pl_pl: Kontener
zh_cn: 容器

# LblUtility
source: Utility
cs_cz: Nástroj
de_de: Hilfsmittel
ko_kr: 유틸리티
nb_no: Nytteverktøy
pl_pl: Użyteczne
zh_cn: 工具

# Lbl_SequenceTrigger_Guider_DitherAfterExposures_Description
source: Sends a dither command to the guider after the specified number of exposures
cs_cz: Odešle pointaci povel k ditheringu po určeném počtu expozic
de_de: Sendet einen Dither-Befehl nach der angegebenen Anzahl von Belichtungen an den Guider
ko_kr: 지정한 노출 횟수가 끝나면 디더링 명령을 가이더로 보냅니다.
nb_no: Sender dither-kommando til guider etter angitt antall bilder
pl_pl: Wysyła polecenie dithering do guidera po określonej liczbie ekspozycji
zh_cn: 在指定数量的曝光次数之后向导星发送抖动命令

# Lbl_SequenceTrigger_Guider_DitherAfterExposures_Name
source: Dither after Exposures
cs_cz: Dithering po Expozicích
de_de: Dither nach Belichtungen
ko_kr: 노출 후 디더링
nb_no: Dither etter bilder
pl_pl: Dithering po ekspozycjach
zh_cn: 曝光之后抖动

# Lbl_SequenceTrigger_Guider_RestoreGuiding_Description
source: Resumes guiding if it was previously interrupted
cs_cz: Obnoví pointaci, pokud byla dříve přerušena
de_de: Guiding fortsetzen, wenn es zuvor unterbrochen wurde
ko_kr: 이전에 중단된 경우 가이딩을 재개합니다.
nb_no: Fortsetter guiding hvis den tidligere var stoppet
pl_pl: Wznawia prowadzenie, jeśli wcześniej zostało przerwane
zh_cn: 继续导星（假如之前被中止）

# Lbl_SequenceTrigger_Guider_RestoreGuidings_Name
source: Restore Guiding
cs_cz: Obnovit Pointaci
de_de: Guiding wiederherstellen
ko_kr: 가이딩 복원
nb_no: Fortsett guiding
pl_pl: Przywróć prowadzenie
zh_cn: 恢复导星

# LblEvaluteAfterExposures
source: Evaluate After Exposures
cs_cz: Vyhodnotit Po Expozicích
de_de: Nach Belichtungen bewerten
ko_kr: 노출 후 평가
nb_no: Evaluer etter bilder
pl_pl: Oceń po ekspozycji
zh_cn: 曝光 # 次后估计

# LblAfterExposures
source: After Exposures
cs_cz: Po Expozicích
de_de: Nach Belichtungen
ko_kr: 노출 후
nb_no: Antall bilder
pl_pl: Po ekspozycjach
zh_cn: 曝光 # 次后

# LblDragOver_BottomText
source: INSERT INSTRUCTION BELOW
cs_cz: VLOŽTE INSTRUKCE NÍŽE
de_de: Instruktion unten einfügen
ko_kr: 아래에 명령 삽입
nb_no: SETT INN UNDER
pl_pl: WSTAW INSTRUKCJĘ PONIŻEJ
zh_cn: 在下方插入指令

# LblDragOver_CenterText
source: ADD INSTRUCTION HERE
cs_cz: SEM PŘIDEJTE INSTRUKCE
de_de: Hier Instruktion hinzufügen
ko_kr: 여기에 명령 추가
nb_no: SETT INN HER
pl_pl: DODAJ INSTRUKCJĘ TU
zh_cn: 在此处添加指令

# LblDragOver_TopText
source: INSERT INSTRUCTION ABOVE
cs_cz: VLOŽIT INSTRUKCE VÝŠE
de_de: Instruktion darüber einfügen
ko_kr: 위에 명령 삽입
nb_no: SETT INN OVER
pl_pl: WSTAW INSTRUKCJE POWYŻEJ
zh_cn: 在上方插入指令

# LblDragOver_AddCondition
source: ADD LOOP CONDITION
cs_cz: PŘIDAT PODMÍNKU CYKLU
de_de: Schleifenbedingung hinzufügen
ko_kr: 반복 조건 추가
nb_no: LEGG TIL REPETISJONSBETINGELSE
pl_pl: DODAJ WARUNKI PĘTLI
zh_cn: 加入循环条件

# LblDragOver_AddTemplate
source: CREATE NEW TEMPLATE
cs_cz: VYTVOŘIT NOVOU ŠABLONU
de_de: Neues Template erstellen
ko_kr: 새로운 탬플릿 생성
nb_no: OPPRETT NY MAL
pl_pl: UTWÓRZ NOWY WZÓR
zh_cn: 创建新的模板

# LblDragOver_AddTrigger
source: ADD TRIGGER
cs_cz: PŘIDAT SPOUŠTĚČ
de_de: Trigger hinzufügen
ko_kr: 트리거 추가
nb_no: LEGG TIL TRIGGER
pl_pl: DODAJ WYZWALACZ
zh_cn: 添加触发器

# LblInstructions
source: Instructions
cs_cz: Pokyn
de_de: Instruktionen
ko_kr: 명령
nb_no: Instruksjoner
pl_pl: Instrukcje
zh_cn: 指令集

# LblTemplates
source: Templates
cs_cz: Šablony
de_de: Vorlagen
ko_kr: 템플릿
nb_no: Maler
pl_pl: Szablony
zh_cn: 模板

# LblTemplate_DefaultTemplates
source: Default Templates
cs_cz: Výchozí Šablony
de_de: Standardvorlagen
ko_kr: 기본 템플릿
nb_no: Standard-maler
pl_pl: Domyślne szablony
zh_cn: 默认模板

# LblTemplate_DropTemplateHere
source: Drop Sequence Instruction Set from the Sequence here to create a new Template
cs_cz: Přetáhněte Sadu Pokynů ze Sekvence pro vytvoření nové Šablony
de_de: Sequenzanweisungen aus der Sequenz hier ablegen, um eine neue Vorlage zu erstellen
ko_kr: 시퀀스에서 시퀀스 명령 세트를 여기에 드롭하여 새 템플릿을 생성합니다.
nb_no: Dra en instruksjonsblokk hit fra sekvensen for å lage en ny mal
pl_pl: Przeciągnij i upuść zestaw instrukcji z sekwencji tutaj, aby utworzyć nowy szablon
zh_cn: 将序列指令集从此处拖放到此处创建一个新模板

# LblTemplate_OverwriteTemplateMessageBox_Caption
source: Overwrite Template?
cs_cz: Přepsat Šablonu?
de_de: Vorlage überschreiben?
ko_kr: 템플릿을 덮어씌울까요?
nb_no: Overskriv mal?
pl_pl: Zastąpić szablon?
zh_cn: 覆盖已有模板？

# LblTemplate_OverwriteTemplateMessageBox_Text
source: Template '{0}' already exists. Do you want to overwrite the existing Template? This action is irreversible.
cs_cz: Šablona '{0}' již existuje. Chcete přepsat existující šablonu? Tato akce je nevratná.
de_de: Template {0} existiert bereits. Möchten Sie dieses Template überschreiben? Diese Aktion kann nicht rückgängig gemacht werden.
ko_kr: 템플릿 '{0}'이 이미 존재합니다. 기존 템플릿을 덮어씌울까요? 해당 동작은 되돌릴 수 없습니다.
nb_no: Malen '{0}' finnes allerede. Vil du overskrive den eksisterende malen? Denne handlingen kan ikke angres.
pl_pl: Szablon '{0}' już istnieje. Czy chcesz nadpisać istniejący szablon? Ta akcja jest nieodwracalna.
zh_cn: 模板{0} 已存在。你想要覆盖现有模板吗？此操作是不可逆的。

# LblTemplate_UserTemplates
source: User Templates
cs_cz: Uživatelské Šablony
de_de: Benutzervorlagen
ko_kr: 사용자 템플릿
nb_no: Brukermaler
pl_pl: Szablony użytkownika
zh_cn: 用户模板

# LblTemplate_DeleteTemplateMessageBox_Caption
source: Delete Template?
cs_cz: Odstranit Šablonu?
de_de: Vorlage löschen?
ko_kr: 템플릿을 삭제할까요?
nb_no: Slett mal?
pl_pl: Usunąć szablon?
zh_cn: 删除模板？

# LblTemplate_DeleteTemplateMessageBox_Text
source: Template '{0}' will be deleted. Do you want to delete the existing Template? This action is irreversible.
cs_cz: Šablona '{0}' bude odstraněna. Chcete odstranit existující šablonu? Tato akce je nevratná.
de_de: Template {0} wird gelöscht. Möchten Sie dieses Template löschen? Diese Aktion kann nicht rückgängig gemacht werden.
ko_kr: 템플릿 '{0}'이 삭제됩니다. 기존 템플릿을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nb_no: Malen '{0}' vil bli slettet, og kan ikke angres. Vil du gjennomføre slettingen?
pl_pl: Szablon '{0}' zostanie usunięty. Czy na pewno chcesz usunąć istniejący szablon? Ta akcja jest nieodwracalna.
zh_cn: 模板 '{0}' 将被删除。你想要删除现有模板吗？此操作是不可逆的。

# Lbl_Sequencer_DeleteItem
source: DELETE ITEM
cs_cz: ODSTRANIT POLOŽKU
de_de: ITEM LÖSCHEN
ko_kr: 항목 삭제
nb_no: SLETT
pl_pl: POZYCJA USUNIĘTA
zh_cn: 删除项目

# LblAddTargetToSequence
source: Add Target to Sequence
cs_cz: Přidat Cíl do Sekvence
de_de: Ziel zu Sequenz hinzufügen
ko_kr: 시퀀스에 타겟 추가
nb_no: Legg til i sekvens
pl_pl: Dodaj obiekt do sekwencji
zh_cn: 将目标添加到序列

# Lbl_SequenceTrigger_AutofocusAfterFilterChangeTrigger_Description
source: Starts AutoFocus after a detected filter change
cs_cz: Zahájit Automatické zaostřování po zjištěné změně filtru
de_de: Startet AutoFocus nach einem detektierten Filterwechsel
ko_kr: 필터 변경 감지 후 오토포커스 시작
nb_no: Kjører autofokus-rutine etter filterbytte
pl_pl: Uruchamia AutoFocus po wykryciu zmiany filtra
zh_cn: 检测到滤镜切换之后启动自动对焦

# Lbl_SequenceTrigger_AutofocusAfterFilterChangeTrigger_Name
source: AF After Filter Change
cs_cz: AutoOstření Po Změně Filtru
de_de: AF nach Filterwechsel
ko_kr: 필터 변경 후 오토포커스
nb_no: Autofokuser etter filterbytte
pl_pl: AF po zmianie filtra
zh_cn: 切换滤镜后自动对焦

# LblLastFilter
source: Last Filter
cs_cz: Poslední Filtr
de_de: Letzter Filter
ko_kr: 마지막 필터
nb_no: Siste filter
pl_pl: Ostatni filtr
zh_cn: 上一个滤镜

# Lbl_SequenceTrigger_AutofocusAfterExposures_Description
source: Triggers an autofocus run after the set amount of exposures have been captured
cs_cz: Po pořízení zadaného počtu snímků provede automatické ostření
de_de: Guiding fortsetzen, wenn es zuvor unterbrochen wurde
ko_kr: 설정된 노출이 완료된 후 오토포커스 실행을 트리거합니다.
nb_no: Trigger autofoksering etter et bestemt antall bilder er tatt
pl_pl: Uruchamia autofokus po wykonaniu ustawionej liczby ekspozycji
zh_cn: 达到指定的曝光次数后触发自动对焦

# Lbl_SequenceTrigger_AutofocusAfterExposures_Name
source: AF After # Exposures
cs_cz: AutoOstření Po # Expozicích
de_de: AF nach # Belichtungen
ko_kr: 오토포커스 후 # 노출
nb_no: Autofokuser etter # bilder
pl_pl: AF po # ekspozycjach
zh_cn: 拍摄 # 张后自动对焦

# LblUnreachableAltitude
source: Altitude will never be reached
cs_cz: Výšky nebude nikdy dosaženo
de_de: Höhe [Altitude] wird nie erreicht werden
ko_kr: 고도에 도달할 수 없습니다.
nb_no: Elevasjon vil aldri nås
pl_pl: Wysokość nigdy nie zostanie osiągnięta
zh_cn: 永远不会达到高度

# LblPlugin
source: Plugin
ko_kr: 플러그인
nb_no: Programtillegg
pl_pl: Wtyczka
zh_cn: 插件

# LblBuildSequenceTooltip
source: Builds up a sequence for the planned set of targets
cs_cz: Vytvoří sekvenci pro více plánovaných cílů
de_de: Erzeugt eine Sequenz für das geplante Set an Zielen
ko_kr: 계획된 타겟에 대한 시퀀스를 작성합니다.
nb_no: Bygger opp en avansert sekvens for målene i denne sekvensen
pl_pl: Generuje sekwencję dla zaplanowanego zestawu celów
zh_cn: 为已计划的目标组建立高级序列

# Lbl_SequenceItem_Imaging_TakeManyExposures_Description
source: Takes exposures for the given amount, duration, gain and offset. Triggers and conditions are evaluated in between the exposures.
cs_cz: Provede expozice v uvedeném množství, času, zisku a offsetu. Spouštěč a podmínky se hodnotí mezi expozicemi.
de_de: Mehrere Belichtungen durchführen gemäß der angegebenen Anzahl, Dauer, Gain und Offset. Auslöser und Bedingungen werden zwischen den einzelnen Belichtungen ausgewertet.
ko_kr: 지정된 양, 지속 시간, 게인 및 오프셋에 대한 노출을 수행합니다. 노출 사이에 트리거 및 조건이 평가됩니다.
nb_no: Tar bilde med angitt eksponeringstid, forsterkning og forskyving. Triggere og betingelser evalueres mellom hvert bilde.
pl_pl: Wykonuj wielokrotne ekspozycje zgodnie z określoną liczbą, czasem trwania, wzmocnieniem i przesunięciem. Wyzwalacze i warunki są weryfikowane między każdą ekspozycją.
zh_cn: 根据指定的张数、时长、增益和偏移进行曝光，在曝光间隔评估触发器和循环条件

# Lbl_SequenceItem_Imaging_TakeManyExposures_Name
source: Take Many Exposures
cs_cz: Provést Mnoho Expozic
de_de: Viele Belichtungen aufnehmen
ko_kr: 여러 노출
nb_no: Ta flere bilder
pl_pl: Wykonaj wiele ekspozycji
zh_cn: 多次曝光

# Lbl_SequenceItem_Imaging_SmartExposure_Description
source: Takes exposures for the given amount, filter, duration, gain and offset and initiates a dither after the amount of exposures. Triggers and conditions are evaluated in between the exposures.
cs_cz: Provede expozice v uvedeném množství, filtru, času trvání, zisku, offsetu a po určitém množství expozic je zahájen dithering. Spouštěč a podmínky se hodnotí mezi expozicemi.
de_de: Führt mehrere Belichtungen durch mit angegebenen Filter, Dauer, Gain und Offset durch und initiiert ein Dithering nach der angegebenen Anzahl von Belichtungen. Zwischen den Belichtungen werden Trigger und Bedingungen ausgewertet.
ko_kr: 주어진 양, 필터, 지속 시간, 게인 및 오프셋에 대한 노출을 취하고 노출 후에 디더를 시작합니다. 트리거 및 조건은 노출 사이에 평가됩니다.
nb_no: Ta et bestemt antall bilder med gitt eksponeringstid, filter, forsterkning, forskyving, og gjennomfør dither med bestemt intervall. Triggere og betingelser vurderes mellom hvert bilde.
pl_pl: Wykonuje wielokrotne ekspozycje z określonym filtrem, czasem trwania, wzmocnieniem i przesunięciem oraz inicjuje dithering po określonej liczbie ekspozycji. Wyzwalacze i warunki są oceniane pomiędzy ekspozycjami.
zh_cn: 根据指定的张数、时长、增益、偏移和抖动设置进行曝光，在曝光间隔评估触发器和循环条件

# Lbl_SequenceItem_Imaging_SmartExposure_Name
source: Smart Exposure
cs_cz: Chytrá Expozice
de_de: Smart Belichtung
ko_kr: 스마트 노출
nb_no: Smart eksponering
pl_pl: Inteligentna ekspozycja
zh_cn: 智能曝光

# Lbl_Sequencer_SaveAsSequence_Tooltip
source: Save complete sequence to a new JSON file
cs_cz: Uloží kompletní sekvenci do nového souboru JSON
de_de: Gesamte Sequenz in einer neuen JSON-Datei speichern
ko_kr: 새 JSON 파일에 전체 시퀀스 저장
nb_no: Lagre sekvensen som en ny JSON-fil
pl_pl: Zapisz kompletną sekwencję do nowego pliku JSON
zh_cn: 保存完整序列到新的 JSON 文件

# Lbl_SequenceItem_FlatDevice_OpenCover_Description
source: Opens the cover of the flat panel
cs_cz: Otevře kryt FlatBoxu
de_de: Öffnet die Abdeckung des Flat Panels
ko_kr: 플랫 패널의 커버를 열다
nb_no: Åpner dekselet til flatpanelet
pl_pl: Otwiera osłonę flatownicy
zh_cn: 打开平场板的盖子

# Lbl_SequenceItem_FlatDevice_OpenCover_Name
source: Open Flat Panel Cover
cs_cz: Otevřít kryt FlatBoxu
de_de: Flat Panel Abdeckung öffnen
ko_kr: 플랫 패널 커버 열기
nb_no: Åpne flatpanel-deksel
pl_pl: Otwórz osłonę flatownicy
zh_cn: 打开平场镜头盖

# Lbl_SequenceItem_FlatDevice_SetBrightness_Description
source: Sets the brightness of the flat device to the specified value
cs_cz: Nastaví jas flat zařízení na zadanou hodnotu
de_de: Setzt die Helligkeit der Lichtquelle für Flats auf den angegebenen Wert
ko_kr: 플랫 장치의 밝기를 지정된 값으로 설정합니다.
nb_no: Setter lysstyrken til flatpanelet til angitt verdi
pl_pl: Ustawia jasność flatownicy na określoną wartość
zh_cn: 设置平场光源的亮度值

# Lbl_SequenceItem_FlatDevice_SetBrightness_Name
source: Set Brightness
cs_cz: Jas
de_de: Helligkeit setzen
ko_kr: 밝기 설정
nb_no: Sett lysstyrke
pl_pl: Ustaw jasność
zh_cn: 设置亮度

# Lbl_SequenceItem_FlatDevice_ToggleLight_Description
source: Toggles the flat device light on or off
cs_cz: Přepíná světlo flat zařízení
de_de: Schaltet die Lichtquelle für Flats ein oder aus
ko_kr: 플랫 장치를 켜거나 끕니다.
nb_no: Slår flatpanelet av eller på
pl_pl: Włącz lub wyłącz światło flatownicy
zh_cn: 打开或关闭平场板灯光
