Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblAbbrEast
source: E
cs_cz: V
de_de: O
ko_kr: 동
nb_no: Ø
pl_pl: Wsch
zh_cn: 东

# LblAbbrNorth
source: N
cs_cz: S
ko_kr: 북
pl_pl: Pn
zh_cn: 北

# LblAbbrSouth
source: S
cs_cz: J
ko_kr: 남
pl_pl: Pd
zh_cn: 南

# LblAbbrWest
source: W
cs_cz: Z
ko_kr: 서
nb_no: V
pl_pl: Zach
zh_cn: 西

# LblAberrationInspector
source: Aberration Inspector
cs_cz: Kontrola Aberace
de_de: Aberrationskontrolle
ko_kr: 수차 검사기
nb_no: Aberrasjonsgransking
pl_pl: Inspektor aberracji
zh_cn: 像差检测

# LblActive
source: Active
cs_cz: Aktivní
de_de: Aktiv
ko_kr: 활성
nb_no: Aktiv
pl_pl: Aktywne
zh_cn: 使用

# LblActiveFilter
source: Active filter
cs_cz: Aktivní filtr
de_de: Aktiver Filter
ko_kr: 활성 필터
nb_no: Aktivt filter
pl_pl: Aktywny filtr
zh_cn: 当前滤镜

# LblActiveSequenceDetails
source: Active Sequence Details
cs_cz: Podrobnosti Aktivní Sekvence
de_de: Details der aktiven Sequenz
ko_kr: 활성 시퀀스 정보
nb_no: Detaljer for aktiv sekvens
pl_pl: Szczegóły aktywnej sekwencji
zh_cn: 活动序列详情

# LblAddSequenceTarget
source: Add as Sequence Target
cs_cz: Přidat jako Cíl Sekvence
de_de: Als Sequenzziel hinzufügen
ko_kr: 시퀀스에 타겟 추가
nb_no: Legg til som sekvensmål
pl_pl: Dodaj jako cel sekwencji
zh_cn: 添加到序列目标

# LblAdvancedSettings
source: Advanced Settings
cs_cz: Pokročilá Nastavení
de_de: Erweiterte Einstellungen
ko_kr: 고급 설정
nb_no: Avanserte innstillinger
pl_pl: Ustawienia zaawansowane
zh_cn: 高级设置

# LblAFContrastDetection
source: Contrast Detection (Experimental)
cs_cz: Detekce Kontrastu (Experimentální)
de_de: Kontrasterkennung (Experimentell)
ko_kr: 콘트라스트 검출(실험)
nb_no: Kontrastdeteksjon (eksperimentell)
pl_pl: Wykrywanie kontrastu (w fazie testu)
zh_cn: 反差对焦 (实验性)

# LblAFOnButFocuserNotConnected
source: Auto-Focus is enabled, yet focuser is not connected
cs_cz: AutoOstření povoleno, ale zaostření není připojen
de_de: Autofokus ist aktiviert, jedoch ist kein Okularauszug verbunden
ko_kr: 오토포커스를 사용하도록 설정했지만 포커서가 연결되지 않았습니다.
nb_no: Autofokus er slått på, men fokusmotor er ikke koblet til
pl_pl: Autofokus jest włączony, ale fokuser nie jest podłączony
zh_cn: 自动对焦已启用，但没有连接电调

# LblAFStarHFR
source: Star HFR
cs_cz: Hvězda HFR
de_de: Stern HFR
ko_kr: 별 HFR
nb_no: Stjerne-HFR
pl_pl: HFR gwiazdy
zh_cn: 星点 HFR

# LblAfter
source: After
cs_cz: Po
de_de: Nach
ko_kr: 이후
nb_no: Etter
pl_pl: Po
zh_cn: 经过

# LblAFUseBrightestStars
source: Use brightest n stars
cs_cz: Použít nejjasnější n hvězd
de_de: Hellste n Sterne verwenden
ko_kr: 가장 밝은 n개의 별을 사용
nb_no: Bruk de n sterkeste stjernene
pl_pl: Użyj najjaśniejszych n gwiazd
zh_cn: 使用亮星的数量

# LblAFUseBrightestStarsTooltip
source: Limit AF to brightest stars. 0 means no limit.
cs_cz: Omezí AutoOstření na nejjasnější hvězdy. 0 neomezeně.
de_de: Begrenze AF auf die hellsten Sterne. 0 bedeutet kein Limit.
ko_kr: 오토포커스를 가장 밝은 별들로 제한. 0은 무제한.
nb_no: Begrens autofokus til sterkeste stjerner. 0 betyr ingen grense.
pl_pl: Ogranicz AF do najjaśniejszych gwiazd. 0 oznacza brak limitu.
zh_cn: 限制自动对焦使用亮星的数量。0 表示无限制。

# LblAllProSpikeAFlatPanel
source: AllPro Spike-a-Flat Panel
ko_kr: AllPro사의 Spike-a 플랫 패널
zh_cn: AllPro Spike-a-Flat 平场板

# LblAlnitakFlatPanel
source: Alnitak Flat Panel
cs_cz: Alnitak FlatBox
de_de: Alnitak Flatfieldgenerator
ko_kr: Alnitak 플랫 패널
pl_pl: Panel Alnitak Flat
zh_cn: Alnitak 平场板

# LblAltairCameraSetup
source: Altair Camera Setup
cs_cz: Nastavení Kamery Altair
de_de: Altair Kameraeinrichtung
ko_kr: Altair 카메라 설정
nb_no: Altair kameraoppsett
pl_pl: Ustawienia aparatu Altair
zh_cn: Altair 相机设置

# LblAlternativeUIColorSchema
source: Alternative UI Color Schema
cs_cz: Alternativní Schéma Uživatelského Rozhraní
de_de: Alternatives UI-Farbschema
ko_kr: 사용자 색상 설정
nb_no: Alternativt fargeskjema
pl_pl: Alternatywny schemat kolorów użytkownika
zh_cn: 替换UI颜色方案

# LblAltitude
source: Altitude
cs_cz: Výška
de_de: Höhe
ko_kr: 고도
nb_no: Elevasjon
pl_pl: Wysokość
zh_cn: 地平高度

# LblAltitudeErrorMeasurement
source: Measure Altitude Error
cs_cz: Chyba Výšky
de_de: Messe Höhenfehler
ko_kr: 고도 오차 측정
nb_no: Mål elevasjonsavvik
pl_pl: Błąd pomiaru wysokości
zh_cn: 测量地平高度误差

# LblAltitudeMeasurement
source: Altitude Measurement
cs_cz: Měření Výšky
de_de: Höhenmessung
ko_kr: 고도 측정
nb_no: Elevasjonsmåling
pl_pl: Pomiar wysokości
zh_cn: 地平高度测量

# LblAltitudeMeasurementButtonTooltip
source: Measures Altitude Error by three steps. 1. Takes image and platesolves for actual coordinates at current position 2. Slew telescope using Right Ascension axis by 0.5 degrees 3. Take another image at the new position, plate solves it for the actual position Using those two points the actual altitude error will be calculated and displayed
cs_cz: Změření Chyby Výšky v následujících třech krocích. 1. Získat snímek a vypočítat souřadnice pomocí astrometrie z aktuální polohy 2. Otočit dalekohled o 0,5 stupně kolem osy Ra 3. Znovu podpořit snímek v této poloze a vypočítat souřadnice pomocí astrometrie Z těchto dvou souřadnic se vypočítá a zobrazí skutečná chyba výšky
de_de: Misst den Höhenfehler in drei Schritten 1. Es wird ein Bild aufgenommen und mittels Platesolving die aktuelle Position ermittelt 2. Das Teleskop wird um die Rektaszensionsaxe um 0.5 Grad geschwenkt 3. An der neuen Position wird erneut ein Bild aufgenommen und per Platesolve auch diese Position ermittelt Anhand der zwei Punkte wird dann der Höhenfehler errechnet und angezeigt
ko_kr: 3단계 고도 오류 측정 1. 이미지를 촬영하고 현재 위치에서 플레이트 솔버로 현재 좌표 계산 2. Ra 0.5도 이동 3. 새로운 위치에서 이미지를 촬영하고, 플레이트 솔버로 좌표를 다시 계산. 1,3에서 획득한 2개의 좌표로 고도 오류 측정
nb_no: Mål elevasjonsfeil i tre trinn. 1. Ta bilde og finn koordinatene astrometrisk 2. Flytt teleskopet 0.5 grader i rektascensjon-aksen 3. Ta et nytt bilde, finn koordinatene astrometrisk, og bruk de to koordinatene til å finne elevasjonsavvik
pl_pl: Pomiar błędu wysokości w trzech krokach 1. Wykonaj zdjęcie oraz platesolve (rozpoznanie obszaru nieba) dla swojej aktualnej pozycji 2. Obróć teleskop o 0,5 stopnia w osi rektascencji 3. Wykonaj kolejne zdjęcie i platesolve w nowej pozycji Na podstawie danych z tych pozycji, zostanie obliczony i wyświetlony błąd wysokości
zh_cn: 通过三个步骤测量地平高度角误差。 1. 在当前位置拍摄一张图像并解析，得到当前指向坐标 2. 沿赤经方向将望远镜移动0.5° 3. 在新位置再拍一张图像，解析得到移动后的指向坐标 通过这两个点来计算和显示地平高度角误差

# LblAltitudeMeasurementDescription
source: Point telescope east or west near declination 0 and near horizon.
cs_cz: Namiřte dalekohled na východ nebo na západ, blízko deklinace 0, nebo blízko obzoru.
de_de: Teleskop nach Osten oder Westen in die Nähe vom Horizont und Deklination 0 ausrichten.
ko_kr: 망원경을 동쪽 또는 서쪽의 Dec 0 근처 및 수평선 근처에 위치시켜주세요.
nb_no: Pek teleskopet øst eller vest nær deklinasjon 0 og nær horisont.
pl_pl: Skieruj teleskop na wschód lub zachód w pobliżu deklinacji 0 i w pobliżu horyzontu.
zh_cn: 将望远镜指向东方或西方，同时靠近赤纬 0° 和地平线。

# LblAltitudeMeasurementSide
source: Altitude Measurement side
cs_cz: Měření Výšky
de_de: Höhenmessungsseite
ko_kr: 고도 측정 부분
nb_no: Side for elevasjonsmåling
pl_pl: Strona pomiaru wysokości
zh_cn: 高度测量方向

# LblAnnotateConstellationBoundaries
source: Display Constellation Boundaries
cs_cz: Zobrazí Hranice Souhvězdí
de_de: Konstellationsgrenzen anzeigen
ko_kr: 별자리 경계 표시
nb_no: Vis stjernetegn-grenser
pl_pl: Wyświetl granice konstelacji
zh_cn: 显示星座边界

# LblAnnotateConstellations
source: Display and annotate Constellations
cs_cz: Zobrazí a anotuje Souhvězdí
de_de: Konstellationen anzeigen und kommentieren
ko_kr: 별자리 설명 표시
nb_no: Vis og antegn stjernebilder
pl_pl: Wyświetlaj i dodawaj adnotacje do konstelacji
zh_cn: 显示并标注星座

# LblAnnotateDSO
source: Annotate Deep Sky Objects
cs_cz: Anotuje DSO
de_de: Deep Sky Objekte kommentieren
ko_kr: 딥스카이 설명 표시
nb_no: Antegn himmelobjekter
pl_pl: Adnotuj obiekty głębokiego nieba
zh_cn: 标注深空天体

# LblAnnotateGrid
source: Display Grid
cs_cz: Zobrazí Souřadnice
de_de: Raster anzeigen
ko_kr: 그리드 선 표시
nb_no: Vis rutenett
pl_pl: Wyświetl siatkę
zh_cn: 显示网格

# LblAnnotateImage
source: Annotate Image
cs_cz: Anotovat Obraz
de_de: Bildbeschriftung
ko_kr: 이미지에 주석 달기
nb_no: Antegn bilde
pl_pl: Adnotacja obrazu
zh_cn: 标注图像

# LblAnnotateImageTooltip
source: If checked and a star detection for an image is applied, the image will be annotated with the found stars and their respective HFR value
cs_cz: Pokud je zaškrtnuto a pro obrázek je použita detekce hvězd, bude obrázek opatřen anotací s nalezenými hvězdami a jejich příslušnou hodnotou HFR
de_de: Wenn aktiviert und eine Sternerkennung für ein Bild angewendet wird, wird das Bild mit den gefundenen Sternen und ihrem jeweiligen HFR-Wert kommentiert
ko_kr: 선택되어 있고, 이미지에서 별 검출이 적용되어 있으면 이미지에 검출된 별들과 각각의 HFR 값이 표시됩니다
nb_no: Hvis valgt og stjernedeteksjon på et bilde er slått på, så vil bildet antegnes med de detekterte stjernene og deres HFR-verdier
pl_pl: Jeśli zaznaczone jest wykrywanie gwiazd, obraz zostanie opatrzony znacznikami ze znalezionymi gwiazdkami i ich odpowiednią wartością HFR
zh_cn: 如果选中并应用了图像的星点检测，将使用找到的星点及其 HFR 值对图像进行标注

# LblAPIKey
source: API Key
cs_cz: API Klíč
de_de: API-Schlüssel
ko_kr: API 키
nb_no: API-nøkkel
pl_pl: Klucz API
zh_cn: API 密钥

# LblApparentMagnitude
source: Apparent Magnitude
cs_cz: Hvězdná Velikost
de_de: Scheinbare Helligkeit
ko_kr: 겉보기 등급
nb_no: Tilsynelatende magnitude
pl_pl: Wielkość pozorna
zh_cn: 视星等

# LblApparentSize
source: Apparent Size
cs_cz: Úhlová Velikost
de_de: Scheinbare Größe
ko_kr: 겉보기 크기
nb_no: Tilsynelatende størrelse
pl_pl: Rozmiar pozorny
zh_cn: 视尺寸

# LblApplicationInBreakMode
source: The Application ran into an unhandled exception and most likely has to shut down. The error has been logged to "%localappdata%\NINA\Logs". Should the Application try to recover from the error? (Can lead to unexpected behavior)
cs_cz: Aplikace narazila na neošetřenou výjimku a s největší pravděpodobností se musí vypnout. Chyba byla zaznamenána do %localappdata%\NINA\Logs. Má se aplikace pokusit zotavit z chyby? (Může vést k neočekávanému chování)
de_de: Die Anwendung lief in eine unbehandelte Ausnahme und muss höchstwahrscheinlich geschlossen werden. Der Fehler wurde unter "%localappdata%\NINA\Logs" protokolliert. Soll die Anwendung versuchen, den Fehler zu beheben? (kann zu unerwartetem Verhalten führen)
ko_kr: 응용프로그램에서 처리되지 않은 예외가 발생하여 종료해야 할 가능성이 큽니다. 오류가 "%localappdata%\NINA\Logs"에 기록되었습니다. 응용프로그램에서 오류 복구를 시도할까요? (예기치 않은 동작을 유발할 수 있음)
nb_no: Programmet har støtt på et uventet avbrudd og må mest sannsynlig avslutte. Feilen er logget i "%localappdata%\NINA\Logs". Skal programmet forsøke å hente seg inn igjen etter feilen? (Kan føre til uforutsett oppførsel)
pl_pl: Wystąpił nieobsługiwany wyjątek i najprawdopodobniej aplikacja musi zostać zamknięta. Błąd został zapisane do "%localappdata%\NINA\Logs". Czy aplikacja powinna samodzielnie uruchomić się po błędzie? (może prowadzić do niespodziewanego zachowania)
zh_cn: 应用程序遇到无法处理的异常，很有可能必须关闭。 该错误已记录到 "%localappdata%\NINA\Logs". 是否尝试从应用程序错误中恢复？ （可能导致意外发生）

# LblApplicationStartDateDescription
source: Application start date with format YYYY-MM-DD
cs_cz: Datum spuštění aplikace ve formátu RRRR-MM-DD
de_de: Startdatum der Anwendung im Format JJJJ-MM-TT
ko_kr: 응용 프로그램 시작 날짜(YYY-MM-DD)
nb_no: Startdato for applikasjonen på format ÅÅÅÅ-MM-DD
pl_pl: Data startu aplikacji w formacie YYYY-MM-DD
zh_cn: 开始日期的格式为 YYYY-MM-DD

# LblArcmin
source: arcmin
cs_cz: obl.min
de_de: Winkelminuten
ko_kr: 분각
nb_no: buemin
zh_cn: 角分

# LblMaxArcmin
source: Max arcmin
de_de: Max. Bogenminuten
ko_kr: 최대 분각
nb_no: Maks buemin
pl_pl: Maks. minuta łuku
zh_cn: 最大角分

# LblArcsec
source: arcsec
de_de: Winkelsekunden
ko_kr: 각도 초
nb_no: buesek
zh_cn: 角秒

# LblAscending
source: Ascending
cs_cz: Vzestupně
de_de: Aufsteigend
ko_kr: 오름차순
nb_no: Stigende
pl_pl: Rosnąco
zh_cn: 升序

# LblASIImageDownloadError
source: Error retrieving image data from camera!
cs_cz: Při načítání obrazových dat z kamery došlo k chybě!
de_de: Fehler beim Abrufen der Bilddaten von der Kamera!
ko_kr: 카메라에서 이미지를 가져오는 중 오류가 발생했습니다!
nb_no: Feil under henting av bildedata fra kameraet!
pl_pl: Błąd podczas pobierania obrazu z kamery!
zh_cn: 从相机下载图像数据时出错！

# LblASIOnly16BitMono
source: Only 16 bit Monochrome sensors currently supported
cs_cz: V současné době jsou podporovány pouze 16bitové monochromatické senzory
de_de: Derzeit werden nur 16 bit Monochrome Sensoren unterstützt
ko_kr: 16bit 흑백[모노크롬] 센서만 지원됨
nb_no: Kun 16-bit monokrome sensorer er støttet
pl_pl: Obecnie obsługiwane tylko 16-bitowe czujniki monochromatyczne
zh_cn: 目前只支持 16 位单色传感器

# LblASPS
source: All Sky Plate Solver
ko_kr: All Sky 플레이트솔버
zh_cn: 全天空解析 (ASPS)

# LblASPSDirectory
source: ASPS Location
cs_cz: Umístění ASPS
de_de: ASPS Ort
ko_kr: ASPS 위치
nb_no: ASPS plassering
pl_pl: Lokalizacja ASPS
zh_cn: ASPS 位置

# LblASPSNotFound
source: ASPS exe not found
cs_cz: ASPS nenalezen
de_de: ASPS exe wurde nicht gefunden
ko_kr: ASPS exe를 찾을 수 없음
nb_no: Finner ikke ASPS-programfil
pl_pl: Nie znaleziono pliku exe do ASPS
zh_cn: ASPS 程序未找到

# LblASTAP
source: ASTAP, the Astrometric STAcking Program, astrometric solver and FITS viewer
cs_cz: ASTAP, Astrometric STAcking Program, astrometrické řešení a prohlížeč FITS
ko_kr: ASTAP는 천문 스태킹과 솔빙 프로그램이며 FITS 이미지 뷰어이다.
pl_pl: ASTAP, Astrometric STAcking Program, solver astrometryczny i przeglądarka FITS
zh_cn: ASTAP，自动解析、预处理、Fit 浏览器

# LblASTAPDirectory
source: ASTAP Location
cs_cz: Umístění ASTAP
de_de: ASTAP Ort
ko_kr: ASTAP 위치
nb_no: ASTAP plassering
pl_pl: Lokalizacja ASTAP
zh_cn: ASTAP 位置

# LblASTAPNotFound
source: ASTAP exe not found
cs_cz: ASTAP nenalezen
de_de: ASTAP exe wurde nicht gefunden
ko_kr: ASTAP exe를 찾을 수 없음
nb_no: Finner ikke ASTAP-programfil
pl_pl: Nie znaleziono pliku exe do ASTAP
zh_cn: ASTAP 程序未找到

# LblAstrometry
source: Astrometry
cs_cz: Astrometrie
de_de: Astrometrie
ko_kr: 경도/위도 설정
nb_no: Astrometri
zh_cn: 经纬度设置

# LblAutoFocus
source: Auto Focus
cs_cz: AutoOstření
de_de: Autofokus
ko_kr: 오토포커스
nb_no: Autofokus
pl_pl: Automatyczny fokuser
zh_cn: 自动对焦

# LblAutoFocusAfterHFRChange
source: After HFR increase
cs_cz: Po Změně HFR
de_de: Nach HFR Anstieg
ko_kr: HFR 증가 후
nb_no: Etter økning i HFR
pl_pl: Po zwiększeniu HFR
zh_cn: HFR 增加后

# LblAutoFocusAfterHFRChangeAmount
source: HFR amount
cs_cz: Hodnota HFR
de_de: HFR Betrag
ko_kr: HFR 양
nb_no: HFR økning
pl_pl: HFR
zh_cn: HFR 数值

# LblAutoFocusAfterSetExposures
source: After # exposures
cs_cz: Po # expozicích
de_de: Nach # Belichtungen
ko_kr: #노출 후
nb_no: Etter # eksponeringer
pl_pl: Po # ekspozycjach
zh_cn: 拍摄特定张数后

# LblAutoFocusAfterSetTime
source: After elapsed Time
cs_cz: Po uplynutí Času
de_de: Nach verstrichener Zeit
ko_kr: 시간 경과 후
nb_no: Etter forløpt tid
pl_pl: Po upływie czasu
zh_cn: 经过特定时间后

# LblAutoFocusAfterTemperatureChange
source: After temperature change
cs_cz: Po změně teploty
de_de: Nach Temperaturänderung
ko_kr: 온도 변화 후
nb_no: Etter temperaturendring
pl_pl: Po zmianie temperatury
zh_cn: 温度变化后

# LblAutoFocusAfterTemperatureChangeAmount
source: Temperature amount
cs_cz: Teplotní hodnota
de_de: Temperaturbetrag
ko_kr: 온도 변화 양
nb_no: Temperaturendring
pl_pl: Temperatura
zh_cn: 温度值

# LblAutoFocusExposureTime
source: Auto Focus Exposure Time
cs_cz: Čas Expozice AutoOstření
de_de: Autofokus Belichtungszeit
ko_kr: 오토포커스 노출 시간
nb_no: Autofokus eksponeringstid
pl_pl: Czas naświetlania dla autofokusera
zh_cn: 自动对焦曝光时间

# LblAutoFocusExposureTimeTooltip
source: Exposure Time used for auto focus when no filter specific time is set or the filter specific time is zero
cs_cz: Expoziční Čas použitý pro automatické ostření, pokud pro tento filtr není nastaven čas nebo je nula
de_de: Belichtungszeit für Autofokus, wenn keine filterspezifische Zeit gesetzt wird oder die filterspezifische Zeit Null ist
ko_kr: 필터별 시간이 설정되지 않았거나 필터별 시간이 0일 때 오토 포커스에 사용되는 노출 시간
nb_no: Eksponeringstid brukt for autofokus når filter-spesifik eksponeringstid mangler, eller er null
pl_pl: Czas ekspozycji używany do automatycznego ustawienia ostrości, gdy nie ustawiono czasu dla konkretnego filtra lub czas dla konkretnego filtra wynosi zero
zh_cn: 当没有滤镜曝光时间设置或设置为0时，自动对焦采用的曝光时间

# LblAutoFocusFilter
source: Auto Focus Filter
cs_cz: Filtr AutoOstření
de_de: Autofokus Filter
ko_kr: 오토포커스 필터
nb_no: Autofokus-filter
pl_pl: Filtr autofokusu
zh_cn: 自动对焦滤镜

# LblAutoFocusGearNotConnected
source: Cannot start Auto Focus. Camera or Focuser is not connected!
cs_cz: Nelze spustit AutoOstření. Kamera nebo Zaostření není připojen!
de_de: Auto-Fokus kann nicht gestartet werden. Kamera oder Motorfokus ist nicht verbunden!
ko_kr: 오토포커스를 시작할 수 없습니다. 카메라 또는 포커서가 연결되어 있지 않습니다!
nb_no: Kan ikke starte autofokusering. Kamera eller fokusmotor er ikke tilkoblet!
pl_pl: Nie można uruchomić Auto Focus. Kamera lub Focuser nie jest podłączony!
zh_cn: 无法启动自动对焦。相机或电调未连接！

# LblAutoFocusInnerCropRatio
source: AF Inner Crop Ratio
cs_cz: Poměr Vnitřního Oříznutí AutoOstření
de_de: AF inneres Crop Verhältnis
ko_kr: 오토포커스 내부 자르기 비율
nb_no: Innvendig beskjæring
pl_pl: Współczynnik wewnętrznego kadrowania AF
zh_cn: 自动对焦中心裁剪比例

# LblAutoFocusInnerCropRatioTooltip
source: If set to a value less than one, star detection during autofocus will only use a centered subframe of the total sensor (if supported by camera). If unsupported by the camera, stars near the edge will be ignored during star detection. If used in combination with a lower than 1 Outer Crop Ratio, a rectangular sliver of the image (between the inner rectangle and the outer rectangle) will be used for autofocus.
cs_cz: Pokud je nastavena na hodnotu menší než jedna, detekce hvězd během automatického zaostřování bude používat pouze vystředěný dílčí snímek celého snímače (je-li podporován kamerou). Pokud není podporováno kamerou budou hvězdy v blízkosti okraje během detekce hvězd ignorovány. Při použití v kombinaci s poměrem vnějšího oříznutí nižším než 1, obdélníkový výřez obrazu (mezi vnitřním obdélníkem a vnější obdélník) se bude používat pro automatické zaostřování.
de_de: Bei einem Wert kleiner eins wird die Sternerkennung während des Autofokuses ein zentriertes Teilbild des gesamten Sensors nutzen (sofern von der Kamera unterstützt). Falls nicht von der Kamera unterstützt, werden die Sterne in der nähe des Randes ignoriert. Bei einer Kombination des äußeren und inneren Crop Faktors wird ein rechteckiger Teilbereich zwischen äußerem Rand und dem inneren Bereich für den Autofokus benutzt.
ko_kr: 1보다 작은 값으로 설정할 경우 오토포커스에 사용되는 별 검출은 전체 센서의 중심 서브 프레임만 사용합니다(카메라가 지원하는 경우). 카메라가 지원하지 않는 경우, 가장자리 근처의 별은 가장자리 근처의 별들은 별들을 감지하는 동안 무시될 것입니다. 외부 자르기 비율이 1보다 낮은 경우 이미지의 은색 직사각형 영역의(내부 직사각형과 외부 직사각형 사이) 별들이 오토포커스에 사용됩니다.
nb_no: Hvis verdien er mindre enn 1, vil stjernedeteksjon bare bruke et beskjært (men sentrert) utsnitt av det fulle bildet hvis dette støttes av kameraet. Hvis kameraet ikke støtter det, vil stjernene langs kanten ignoreres ved stjernedeteksjon. Hvis kombinert med en ytre beskjæring mindre enn 1, vil en rektangulær ramme av bildet (mellom indre og ytre beskjæring) brukes til autofokusering.
pl_pl: Jeśli ustawiono wartość mniejszą niż jeden, wykrywanie gwiazd w trakcie automatycznego ustawiania ostrości będzie używać tylko wyśrodkowaną klatkę z całego sensora (jeśli wspierane przez kamerę). Jeśli brak wsparcia ze strony kamery, gwiazdy w okolicach krawędzi będą ignorowane w trakcie wykrywania gwiazd. W połączeniu z Zewnętrznym Współczynnikiem Kadrowania mniejszym niż 1, prostokątny pasek obrazu (pomiędzy wewnętrznym i zewnętrznym prostokątem) będzie użyty do automatycznego ustawienia ostrości.
zh_cn: 如果设置为小于 1 的值，自动对焦期间的星点检测将仅使用 整个传感器中心的一个子区域（如果相机支持）。如果相机 不支持，在星点侦测时图像边缘附近的星点将被忽略。 如果与小于1的外部裁剪比例结合使用，位于一个矩形框内 （在内部矩形和外部矩形之间）的图像将用于自动对焦。

# LblAutoFocusMethod
source: AF Method
cs_cz: Metoda AutoOstření
de_de: AF Methode
ko_kr: 오토포커스 방법
nb_no: Metode
pl_pl: Metoda AF
zh_cn: 自动对焦方式

# LblAutoFocusMethodTooltip
source: When Star HFR is selected, NINA will detect stars in the FOV, compute their HFR across multiple focus points, and find the minimum HFR. The Contrast Detection method uses image processing techniques to estimate contrast across multiple focus points, and finds the highest contrast. This method works on terrestrial objects or solar system objects as well, but can be sensitive to noise.
cs_cz: Pokud je vybrána možnost Hvězda HFR, NINA rozpozná hvězdy v aktuálním FOV, vypočítá jejich HFR přes více bodů zaostření a najde minimální HFR. Detekce kontrastu používá techniku zpracování obrazu k odhadu kontrastu prostřednictvím více bodů zaostření a najde nejvyšší kontrast. Tato metoda funguje také pro pozemské objekty i objekty sluneční soustavy, ale může být citlivá na šum obrazu.
de_de: Wenn Stern HFR ausgewählt ist, wird NINA Sterne im aktuellen Bildbereich erkennen, deren HFR durch mehrere Fokuspunkte berechnen und den minimalen HFR wert ermitteln. Kontrasterkennung nutzt Bildbearbeitungstechniken um den Kontrast durch mehrere Fokuspunkte zu schätzen und findet den höchsten Kontrast. Diese Methode funktioniert auch für Erdobjekte sowie Objekte des Sonnensystems, kann aber empfindlich gegenüber Bildrauschen sein.
ko_kr: 별 HFR을 선택하면 FOV에서 별을 감지하고 여러 포커스에서의 HFR을 계산한 다음 최소 HFR을 찾습니다. 콘트라스트 검출 방법은 이미지 처리 기술을 사용하여 여러 포커스 위치에서 대비를 추정하고 가장 높은 대비를 찾습니다. 이 방법은 지상의 물체나 태양계 대상에도 적용되지만 노이즈에 민감할 수 있습니다.
nb_no: Når metoden Stjerne-HFR er valgt, vil NINA detektere stjerner i synsfelter, beregne deres HFR ved flere fokusposisjoner og velge posisjonen med minst HFR. Med metoden Kontrastdeteksjon finnes i stedet posisjonen der bildet har høyest kontrast. Denne metoden kan brukes til bilder uten stjerner, som f. eks. planeter, men kan være følsom for støy.
pl_pl: Kiedy HFR gwiazdy jest wybrane, NINA wykryje gwiazdy w polu widzenia, obliczy ich HFR dla wielu punktów ostrości i wyszuka minimalne HFR. Metoda Wykrywania Kontrastu używa technik obróbki obrazu do wyznaczenia kontrastu dla wielu punktów ostrości i znajdzie ten z najwyższym kontrastem. Ta metoda działa na obiektach ziemskich i Układu Słonecznego, ale może być wrażliwa na szum.
zh_cn: 如果选择 HFR 模式，NINA 将在视场中检测星点，在数个对焦点处 计算它们的 HFR，并找到 HFR 最小的位置。 反差对焦模式通过图像处理算法来估测各个对焦点的图像对比度， 以找到对比度最高的位置。这种方法主要用于地面目标或者太阳系 内的目标，有时会受噪点影响。

# LblAutoFocusNewWorseThanOriginal
source: New focus point HFR {0} is significantly worse than original HFR {1}
cs_cz: Nový bod zaostření HFR {0} je výrazně horší než původní HFR {1}
de_de: Neuer Fokuspunkt HFR {0} erheblich schlechter als der ursprüngliche HFR {1}
ko_kr: 새로운 초점 HFR {0} 이 원래 HFR {1} 보다 훨씬 더 나쁩니다.
nb_no: Nytt fokuspunkt sin HFR {0} er betydelig større enn opprinnelig HFR {1}
pl_pl: Nowy punkt ostrości HFR {0} jest znacznie gorszy niż oryginalny punkt HFR {1}
zh_cn: 新焦点的HFR {0} 比原来的HFR {1} 差很多

# LblAutoFocusNotEnoughtSpreadedPoints
source: Not enough HFR difference for set of focuspoints. Either the step size is too low or the stars are too much out of focus.
cs_cz: Není dostatek HFR rozdílu pro sadu zaostřovacích bodů. Buď je velikost kroku příliš nízká, nebo jsou hvězdy příliš rozostřené.
de_de: Die HFR Werte der Fokuspunkte liegen zu dicht beieinander. Entweder ist der Okularauszug zu weit außerhalb des Fokuses oder die Schrittgröße ist zu klein eingestellt.
ko_kr: 각 초점 위치에 대한 HFR 차이가 충분하지 않습니다. 스텝 크기가 너무 작거나 초점이 너무 맞지 않는 경우입니다.
nb_no: Det er ikke nok variasjon i HFR blant fokustrinnene som ble sjekket. Enten er fokus-trinnene for små, eller så er stjernene for langt ute av fokus.
pl_pl: Zbyt mała różnica zmiany w HFR. Albo rozmiar kroku fokusera jest zbyt niski lub gwiazdy są zbyt słabe.
zh_cn: HFR 差异不足以确定焦点。电调步长设置太小或离焦点太远。

# LblAutoFocusNrOfExposures
source: # exposures
cs_cz: # expozice
de_de: # Bildern
ko_kr: #노출
nb_no: # eksponeringer
pl_pl: # ekspozycji
zh_cn: 张数

# LblAutoFocusNumberOfAttempts
source: AF Number of Attempts
cs_cz: Počet Pokusů AutoOstření
de_de: Anzahl der AF Versuche
ko_kr: 오토포커스 시도 횟수
nb_no: Antall forsøk
pl_pl: Liczba prób AF
zh_cn: 自动对焦尝试次数
