Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblFlip
source: Do the flip
cs_cz: Provést překlopení
de_de: Flippen
ko_kr: 플립
nb_no: Gjennomfør vending
pl_pl: Wykonaj flip
zh_cn: 翻转

# LblFlippingScope
source: Flipping Scope
cs_cz: Přeložení Dalekohledu
de_de: Teleskop drehen
ko_kr: 망원경 플립 중
nb_no: Vender teleskopet
pl_pl: Zakres odcięcia
zh_cn: 翻转赤道仪

# LblFLIPreRBIMitigation
source: RBI Mitigation
cs_cz: Zmírnění RBI
ko_kr: RBI 완화
nb_no: RBI-mitigering
pl_pl: Łagodzenie skutków RBI
zh_cn: RBI 合成

# LblFLISnapshotFlood
source: Flood for snapshots
cs_cz: Zaplavení pro snímky
de_de: Snapshots fluten
ko_kr: 스냅샷 플러드
nb_no: Flood for enkeltbilder
pl_pl: Łączenie migawek
zh_cn: 快照传输

# LblFocalLength
source: Focal Length
cs_cz: Ohnisková Vzdálenost
de_de: Brennweite
ko_kr: 초점거리
nb_no: Fokallengde
pl_pl: Długość ogniskowej
zh_cn: 焦距

# LblFocalRatio
source: Focal Ratio
cs_cz: Světelnost
de_de: Fokusverhältnis
ko_kr: 초점비
nb_no: Fokalforhold
pl_pl: Średnica ogniskowej
zh_cn: 焦比

# LblFocuser
source: Focuser
cs_cz: Zaostření
de_de: Okularauszug
ko_kr: 포커서
nb_no: Fokusmotor
pl_pl: Fokuser
zh_cn: 电调

# LblFocuserAutoFocusInitialOffsetSteps
source: Auto Focus Initial Offset Steps
cs_cz: Počáteční Krok AutoOstření
de_de: Initialer Autofokus Schrittoffset
ko_kr: 오토포커스 시작 오프셋 스텝
nb_no: Antall steg forskyving ved start
pl_pl: Wstępne przesunięcie początkowej automatycznej ostrości
zh_cn: 自动对焦初始偏移步数

# LblFocuserAutoFocusInitialOffsetStepsTooltip
source: Initial amount of steps the focuser will move out to begin auto focus procedure.
cs_cz: Prvotní počet kroků, které zaostření posune směrem ven před zahájením procesu automatické ostření.
de_de: Initiale Anzahl von Schritten, die der Fokussierer herausfährt, um die Autofokus Prozedur zu starten.
ko_kr: 포커서가 오토포커스 절차를 시작하기 위해 이동하는 스텝의 양입니다.
nb_no: Antall steg som fokusmotoren vil bevege seg ut ved start på autofokusering.
pl_pl: Początkowa ilość kroków, o które wyciąg się ruszy przed procedurą automatycznego ustawienia ostrości.
zh_cn: 开始自动对焦时，电调将移出的初始步数。

# LblFocuserAutoFocusStepSize
source: Auto Focus Step Size
cs_cz: Velikost Kroku AutoOstření
de_de: Autofokus Schrittgröße
ko_kr: 오토포커스 스텝 크기
nb_no: Autofokus steglengde
pl_pl: Wielkość kroku autofokusera
zh_cn: 自动对焦步长

# LblFocuserAutoFocusStepSizeTooltip
source: The size of one focus step used for auto focusing. One step should be less than the critical focus point tolerance
cs_cz: Velikost jednoho ostřícího kroku použitého pro automatické zaostřování. Jeden krok musí být menší než tolerance kritického bodu zaostření
de_de: Die größe eines Schrittes der für Autofokus genutzt werden soll. Ein Schritt sollte kleiner sein, als die Toleranz des kritischen Fokuspunktes.
ko_kr: 오토포커스에 사용되는 초점 단계의 크기입니다. 한 단계는 임계 허용 오차보다 작아야 합니다.
nb_no: Størrelse på ett fokuseringssteg. Steglengden bør være mindre en kritisk fokusavstand
pl_pl: Wielkość jednego kroku automatycznego ustawienia ostrości. Jeden krok powinien być mniejszy niż zakres CFZ
zh_cn: 每个自动对焦点相隔的步长。步长应小于临界焦点的容差值

# LblFocuserBacklash
source: Backlash IN/OUT
cs_cz: Zpětná vůle DOVNITŘ/VEN
de_de: Backlash IN/AUS
ko_kr: 백래시 인/아웃
nb_no: Slakk INN/UT
pl_pl: Luz IN/OUT
zh_cn: 回差 向内/向外

# LblFocuserBacklashTooltip
source: Inwards and outwards focuser backlash, in focuser steps
cs_cz: Zpětná vůle dovnitř a ven zaostření v krocích
de_de: Ein- und Ausführender Fokuserbacklash in Focuserschritten
ko_kr: 포커서 단계에서 내부와 외부 포커서 백래시
nb_no: Fokusmotor-slakk i inn- og ut-retning
pl_pl: Wewnętrzny i zewnętrzny luz wyciągu, w krokach
zh_cn: 向内/向外 方向的电调回差，单位为电调步数

# LblFocuserConnected
source: Focuser connected
cs_cz: Zaostření připojeno
de_de: Okularauszug verbunden
ko_kr: 포커서가 연결됨
nb_no: Fokusmotor koblet til
pl_pl: Fokuser podłączony
zh_cn: 电调连接

# LblFocuserConnectionLost
source: Focuser connection lost! Please reconnect focuser!
cs_cz: Zaostření odpojeno! Připojit zaostření!
de_de: Verbindung zum Okularauszug verloren! Bitte Okularauszug erneut verbinden!
ko_kr: 포커서 연결이 끊어졌습니다! 포커서를 다시 연결해주세요!
nb_no: Fokusmotor-tilkobling mistet! Koble til fokusmotor på nytt!
pl_pl: Utracono połączenie z wyciągiem! Proszę ponownie podłączyć wyciąg!
zh_cn: 电调连接丢失!请重新连接!

# LblFocuserPositionDescription
source: Current focuser position
cs_cz: Aktuální poloha zaostření
de_de: Derzeitige Okularauszugsposition
ko_kr: 현재 포커서 위치
nb_no: Nåværende fokusposisjon
pl_pl: Bieżąca pozycja fokusera
zh_cn: 当前电调位置

# LblFocuserSettleTime
source: Focuser Settle Time
cs_cz: Stabilizace Zaostření
de_de: Okularauszug Ruhezeit
ko_kr: 포커서 안정화 시간
nb_no: Fokusmotor hviletid
pl_pl: Czas stabilizacji wyciągu
zh_cn: 稳定时间

# LblFocuserSettleTimeTooltip
source: If the focuser introduces image shift when moving, set a settle time in seconds here.
cs_cz: Pokud zaostření způsobí posun obrazu, zde nastavte čas stabilizace v sekundách.
de_de: Falls durch die Fokusiererbewegung sich das Bild verschiebt, kann hier eine Ruhezeit nach Bewegung festgelegt werden.
ko_kr: 포커서가 이동할 때 이미지가 움직이는 경우 안정화 시간을 여기서 초 단위로 설정하세요.
nb_no: Hvis fokusmotoren bruker tid på å stabilisere seg, sett en hviletid her.
pl_pl: Jeśli wyciąg wprowadza przesunięcie obrazu w trakcie ruchu, ustaw czas stabilizacji w sekundach tutaj.
zh_cn: 如果电调移动会导致图像偏移，请在此处设置稳定时间，以秒为单位。

# LblFocuserTempDescription
source: Focuser Temperature
cs_cz: Teplota Zaostření
de_de: Okularauszugtemperatur
ko_kr: 포커서 온도
nb_no: Fokusmotor-temperatur
pl_pl: Temperatura fokusera
zh_cn: 电调温度

# LblFocuserUseFilterWheelOffsets
source: Use filterwheel offsets
cs_cz: Použít hodnoty offsetu na filtrové kolo
de_de: Filterrad Offsets nutzen
ko_kr: 필터 휠 오프셋 사용
nb_no: Bruk fokusforskyving for filter
pl_pl: Użyj offsetu koła filtrowego
zh_cn: 使用滤镜焦点偏移

# LblFocuserUseFilterWheelOffsetsTooltip
source: When switching from one filter to another the focuser will change it's position relative to the given offset specified for that filter
cs_cz: Při přepínání z jednoho filtru na jiný se poloha zaostření změní vzhledem k hodnotě posunutí určené pro tento filtr
de_de: Wenn von einem Filter zum Anderen gewechselt wird, wird der Fokussierer relativ zum Offset zwischen den beiden Filtern bewegt.
ko_kr: 다른 필터로 전환될 때 포커서는 필터에 지정된 오프셋을 기준으로 이동합니다.
nb_no: Når filter byttes, vil fokusmotoren endre posisjon in henhold til forskyvingen som er angitt for det aktive filteret
pl_pl: Po zmianie filtra z jednego na drugi wyciąg zmieni swoją pozycję zgodnie z zadaną wartością offsetu ustawioną dla tego filtra
zh_cn: 当从一个滤镜切换到另一个滤镜时，电调将改变它相对于为该滤镜指定的偏移量

# LblFocusOffset
source: Focus Offset
cs_cz: Posun Zaostření
de_de: Fokus Offset
ko_kr: 초점 오프셋
nb_no: Fokusforskyving
pl_pl: Przesunięcie ostrości
zh_cn: 焦点偏移

# LblFocusPointValidationFailed
source: Calculated HFR for focus at position {0} differs more than 25% from actual HFR Actual HFR : {1} Calculated HFR: {2}
cs_cz: Hodnota HFR vypočítaná na pozici {0} se liší o 25% nebo více z aktuální hodnoty HFR Aktuální HFR: {1} Vypočtené HFR: {2}
de_de: Berechneter HFR an position {0} weicht um mehr als 25% vom aktuellen HFR ab. Aktueller HFR : {1} Berechneter HFR: {2}
ko_kr: 위치 {0} 의 초점에서 계산된 HFR이 실제 HFR과 25%이상 다릅니다. 실제 HFR : {1} 계산된 HFR: {2}
nb_no: Oppnådd HFR avviker mer enn 25% fra forventet HFR Fokusposisjon: {0} Oppnådd HFR : {1} Forventet HFR: {2}
pl_pl: Obliczone HFR dla pozycji ostrości {0} rózni się więcej niż 25% od aktualnego HFR Aktualne HFR: {1} Obliczone HFR: {2}
zh_cn: 计算位置焦点的HFR {0} 与实际HFR相差超过25％ 实际HFR : {1} 计算的HFR: {2}

# LblFolderToWatch
source: Folder to watch
cs_cz: Složka ke sledování
de_de: Zu überwachender Ordner
ko_kr: 감시할 폴더
nb_no: Bildemappe
pl_pl: Folder podglądu
zh_cn: 监测文件夹

# LblFrameNFocus
source: Frame & Focus
cs_cz: Snímek & Ostřit
de_de: Frame & Fokus
ko_kr: 프레임과 초점
nb_no: Sentrer, roter og fokuser
pl_pl: Ramka i ostrość
zh_cn: 帧数 & 对焦

# LblFrameNrDescription
source: # of the Frame with format ####
cs_cz: # Snímek ve formátu####
de_de: Bildnummer mit Format ####
ko_kr: #### 포맷의 프레임 #
nb_no: Bildenummer på format ####
pl_pl: # klatki w formacie ####
zh_cn: 第 # 张，格式 ####

# LblFraming
source: Framing
cs_cz: Snímkování
de_de: Rahmung
ko_kr: 프레이밍
nb_no: Komposisjon
pl_pl: Klatki
zh_cn: 构图助手

# LblFramingAssistant
source: Framing Assistant
cs_cz: Průvodce Snímkováním
de_de: Bildausrichtungsassistent
ko_kr: 프레이밍 보조
nb_no: Komposisjonshjelper
pl_pl: Asystent klatek
zh_cn: 构图助手

# LblFrom
source: From
cs_cz: Od
de_de: Von
ko_kr: 부터
nb_no: Fra
pl_pl: Od
zh_cn: 从

# LblFullWellCapacity
source: Full Well Capacity in e
cs_cz: Plná Kapacita Pixelu v e
de_de: Full-Well Kapazität in e
ko_kr: Full Well 용량 [e]
nb_no: Full brønnkapasitet i e
pl_pl: Pojemność studni w e
zh_cn: 满井电荷（e）

# LblGain
source: Gain
cs_cz: Zisk
ko_kr: 게인
nb_no: Forsterkning
zh_cn: 增益

# LblGainDescription
source: Camera Gain
cs_cz: Kamera Zisk
de_de: Kameragain
ko_kr: 카메라 게인
nb_no: Kameraforsterkning
pl_pl: Gain kamery
zh_cn: 相机增益

# LblGeneral
source: General
cs_cz: Všeobecné
de_de: Allgemein
ko_kr: 일반
nb_no: Generelt
pl_pl: Ogólny
zh_cn: 通用

# LblGuider
source: Guider
cs_cz: Pointace
ko_kr: 가이더
zh_cn: 导星

# LblGuiderConnected
source: Guider Connected
cs_cz: Pointace Připojena
de_de: Guider verbunden
ko_kr: 가이더가 연결됨
nb_no: Guider tilkoblet
pl_pl: Guider podłączony
zh_cn: 导星已连接

# LblGuiderDitherButNotConnected
source: Guider Dither is enabled, but application is not connected to Guider
cs_cz: Pointace a Dithering jsou povoleny, ale aplikace není připojena k Pointování
de_de: Guider Dither ist aktiviert, aber die Applikation ist nicht mit Guider verbunden
ko_kr: 가이더 디더링이 활성화되었지만, 가이더가 연결되지 않았습니다.
nb_no: Dither under guiding er aktivert, men ingen guider er tilkoblet
pl_pl: Dithering jest jest włączony, ale aplikacja nie jest podłączona do Guidera
zh_cn: 导星抖动已启用，但应用程序未连接到导星相机

# LblGuiderNoResume
source: Guider did not send resume message in time. Sequence will resume, but make sure Guider is guiding again!
cs_cz: Pointační kamera neodeslala včas zprávu o obnovení. Sekvence bude pokračovat, ale ujistěte se, že pointační kamera funguje!
de_de: Guider hat keine Resume Nachricht geschickt. Sequenz wird fortgeführt, aber bitte sicherstellen dass die Nachführung wieder aktiv ist!
ko_kr: 가이더가 재개 메시지를 시간 내 보내지 않았습니다. 시퀀스는 재개되지만, 가이더가 가이딩하고 있는지 확인하십시오.
nb_no: Guideren sendte ikke fortsett-melding i tide. Sekvensen fortsetter, men kontroller at guideren er aktiv igjen!
pl_pl: Guider nie wysłał informacji o wznowieniu prowadzenia. Sekwencja będzie kontynuowana, ale upewnij się, że prowadzenie jest ponownie aktywne!
zh_cn: 导星程序没有在指定时间内恢复通信，序列将继续拍摄，但请手动确认导星已经在进行

# LblGuiderNoSettleDone
source: Guider did not send SettleDone message after expected time ({0}s + 10s). Skipping.
cs_cz: Pointace neposlala zprávu SettleDone po očekávaném čase ({0} s + 10 s). Přeskočit.
de_de: Guider hat innerhalb der vorgegebenen Zeitspanne keine "SettleDone"-Nachricht gesendet ({0}s + 10s). Überspringen.
ko_kr: 가이더가 예상시간({0}초 + 10초)가 경과해도 SattleDone 메시지를 보내지 않았습니다. 건너띕니다.
nb_no: Guideren sendte ikke SettleDone-melding etter forventet tid ({0}s + 10s). Hopper over.
pl_pl: Guider nie wysłał informacji "SettleDone" po oczekiwanym czasie ({0}s + 10s). Pomiń.
zh_cn: 导星软件没有在预定时间({0}s + 10s)后返回“已稳定”消息。跳过。

# LblGuiderResumeFailed
source: Guider resume failed
cs_cz: Obnova pointace selhala
de_de: Guiding Wiederaufnahme fehlgeschlagen
ko_kr: 가이더 재개 실패
nb_no: Fortsettelse av guiding feilet
pl_pl: Wznawianie przewodnika nie powiodło się
zh_cn: 导星恢复失败

# LblGuiderSettings
source: Guider Settings
cs_cz: Nastavení Pointace
de_de: Guider Einstellung
ko_kr: 가이더 설정
nb_no: Guider-instillinger
pl_pl: Ustawienia guidera
zh_cn: 导星设置

# LblGuiderStatus
source: Guider Status
cs_cz: Stav Pointování
ko_kr: 가이더 상태
pl_pl: Status guidera
zh_cn: 导星状态

# LblGuidingRMSArcSecDescription
source: Root mean square error of guiding during exposure in arc seconds
cs_cz: Chyba pointace RMS během expozice v obloukových sekundách
de_de: Wurzel der mittleren Fehlerquadratsumme der Nachführung während der Aufnahme in Bogensekunden
ko_kr: 노출 중 가이드의 제곱 평균 제곱근[Rms] 오차[아크초]
nb_no: Kvadratisk gjennomsnitt av guideavvik under eksponering, målt i buesekunder
pl_pl: Błąd prowadzenia podczas ekspozycji w sekundach łuku
zh_cn: 导星误差均方根，单位为角秒

# LblGuidingRMSDescription
source: Root mean square error of guiding during exposure in pixels
cs_cz: Chyba pointace RMS v pixelech po dobu expozice
de_de: Wurzel der mittleren Fehlerquadratsumme der Nachführung während der Aufnahme in Pixel
ko_kr: 노출 중 가이드의 제곱 평균 제곱근[Rms] 오차[픽셀]
nb_no: Kvadratisk gjennomsnitt av guideavvik under eksponering, målt i piksler
pl_pl: Błąd prowadzenia podczas ekspozycji w pikselach
zh_cn: 导星误差均方根，单位为像素

# LblHalt
source: Halt
cs_cz: Zastavit
de_de: Stop
ko_kr: 중단
nb_no: Stans
pl_pl: Zatrzymaj
zh_cn: 停止

# LblHeight
source: Height
cs_cz: Výška
de_de: Höhe
ko_kr: 높이
nb_no: Høyde
pl_pl: Wysokość
zh_cn: 高度

# LblHemisphere
source: Hemisphere
cs_cz: Polokoule
de_de: Hemisphäre
ko_kr: 반구
nb_no: Hemisfære
pl_pl: Półkula
zh_cn: 半球

# LblHFRHistory
source: HFR History
cs_cz: Historie HFR
de_de: HFR Verlauf
ko_kr: HFR 기록
nb_no: HFR-historikk
pl_pl: Historia HFR
zh_cn: HFR 历史

# LblHFRHistoryAllFilters
source: All
cs_cz: Vše
de_de: Alle
ko_kr: 모두
nb_no: Alle
pl_pl: Wszystkie
zh_cn: 所有的

# LblHFRPatternDescription
source: Calculated HFR of image (HFR detection has to be enabled)
cs_cz: Vypočítaný HFR obraz (detekce HFR musí být povolena)
de_de: Berechneter HFR der Aufnahme (HFR Erkennung muss aktiv sein)
ko_kr: 이미지에서 계산된 HFR(HFR 검출이 활성화되야 함)
nb_no: Beregnet HFR for bildet (HFR-deteksjon må aktiveres)
pl_pl: Należy włączyć obliczoną wartość HFR obrazu (detekcja HFR)
zh_cn: 计算出的图像 HFR（必须启用HFR检测）

# LblHigh
source: High
cs_cz: Vysoký
de_de: Hoch
ko_kr: 높음
nb_no: Høyere
pl_pl: Wysokość
zh_cn: 高

# LblHighest
source: Highest
cs_cz: Nejvyšší
de_de: Am Höchsten
ko_kr: 가장 높음
nb_no: Høyest
pl_pl: Najwyższy
zh_cn: 最高

# LblHistogram
source: Histogram
de_de: Histogramm
ko_kr: 히스토그램
zh_cn: 直方图

# LblHistogramResolution
source: Histogram Resolution
cs_cz: Rozlišení Histogramu
de_de: Histogramm Auflösung
ko_kr: 히스토그램 해상도
nb_no: Histogram-oppløsning
pl_pl: Rozdzielczość histogramu
zh_cn: 直方图分辨率

# LblHistogramResolutionTooltip
source: Specifies the number of data points that should be used for the histogram
cs_cz: Určí počet datových bodů, které se mají použít pro histogram
de_de: Spezifiziert die Anzahl an Datenpunkten, die für das Histogramm genutzt werden sollen
ko_kr: 히스토그램에서 사용할 데이터 포인트 수를 지정합니다
nb_no: Angir antall datapunkter som skal brukes for histogrammet
pl_pl: Określa liczbę punktów danych, które powinny być użyte w histogramie
zh_cn: 指定应用于直方图的数据点的数目

# LblHistory
source: History
cs_cz: Historie
de_de: Historie
ko_kr: 기록
nb_no: Historikk
pl_pl: Historia
zh_cn: 历史

# LblHorizontalPanels
source: Horizontal Panels
cs_cz: Vodorovné Panely
de_de: Horizontale Felder
ko_kr: 수평 구도 패널
nb_no: Antall paneler horisontalt
pl_pl: Panele poziome
zh_cn: 水平张数

# LblHost
source: Host
ko_kr: 호스트
nb_no: Adresse
zh_cn: 地址

# LblHour
source: Hour
cs_cz: Hodina
de_de: Stunde
ko_kr: 시
nb_no: Time
pl_pl: Godzina
zh_cn: 小时

# LblHours
source: Hours
cs_cz: Hodiny
de_de: Stunden
ko_kr: 시각
nb_no: Timer
pl_pl: Godziny
zh_cn: 小时

# LblHumidity
source: Humidity
cs_cz: Vlhkost vzduchu
de_de: Feuchtigkeit
ko_kr: 습도
nb_no: Fuktighet
pl_pl: Wilgotność
zh_cn: 湿度

# LblHyperbolic
source: Hyperbolic
cs_cz: Hyperbola
de_de: Hyperbolisch
ko_kr: 쌍곡선
nb_no: Hyperbolsk
pl_pl: Hiperboliczny
zh_cn: 双曲线

# LblIllumination
source: Illumination
cs_cz: Osvětlení
de_de: Beleuchtung
ko_kr: 조도
nb_no: Belysning
pl_pl: Oświetlenie
zh_cn: 光照

# LblImage
source: Image
cs_cz: Obraz
de_de: Bild
ko_kr: 이미지
nb_no: Bilde
pl_pl: Obraz
zh_cn: 图像

# LblImageArea
source: Image Area
cs_cz: Oblast Obrazu
de_de: Bildbereich
ko_kr: 이미지 영역
nb_no: Bildeområde
pl_pl: Obszar zdjęcia
zh_cn: 图片区

# LblImageFileError
source: Image file error
cs_cz: Chyba obrazového souboru
de_de: Bilddateifehler
ko_kr: 이미지 파일 오류
nb_no: Bildefil-feil
pl_pl: Błąd pliku obrazu
zh_cn: 图片错误

# LblImageFilePath
source: Image File Path
cs_cz: Cesta k Souboru
de_de: Bilddateipfad
ko_kr: 이미지 파일 경로
nb_no: Bildemappe
pl_pl: Ścieżka do zdjęcia
zh_cn: 图片路径

# LblImageFilePattern
source: Image File Pattern
cs_cz: Vzor Souboru
de_de: Bild Dateivorlage
ko_kr: 이미지 파일 패턴
nb_no: Mønster for filnavn
pl_pl: Wzorzec pliku obrazu
zh_cn: 图片格式

# LblImageHistory
source: Image History
cs_cz: Historie Snímků
de_de: Bildhistorie
ko_kr: 이미지 기록
nb_no: Bildehistorikk
pl_pl: Historia zdjęcia
zh_cn: 图片历史

# LblImageOptions
source: Image Options
cs_cz: Možnosti Obrazu
de_de: Bildoptionen
ko_kr: 이미지 옵션
nb_no: Bildevalg
pl_pl: Opcje zdjęcia
zh_cn: 图片选项

# LblImageSource
source: Image source
cs_cz: Zdroj obrazu
de_de: Bildquelle
ko_kr: 이미지 소스
nb_no: Kilde
pl_pl: Źródło zdjęcia
zh_cn: 图片来源

# LblImageTypeDescription
source: Light, Flat, Dark, Bias, Snapshot
ko_kr: 라이트, 플랫, 다크, 바이어스, 스냅샷
nb_no: Light, Flat, Dark, Bias, Enkeltbilde
zh_cn: 亮场，平场，暗场，偏置场，快照

# LblImaging
source: Imaging
cs_cz: Snímání
de_de: Aufnahmen
ko_kr: 이미징
nb_no: Foto
pl_pl: Obrazowanie
zh_cn: 主控台

# LblImportFromFilterWheel
source: Import Filters from Filterwheel
cs_cz: Importovat Filtry z Filtrového kola
de_de: Von Filterrad importieren
ko_kr: 필터 휠에서 필터 가져오기
nb_no: Importer filtre fra filterhjul
pl_pl: Importuj filtry z koła filtrowego
zh_cn: 从滤镜轮设置导入滤镜

# LblIndexFile
source: Index File
cs_cz: Indexový Soubor
de_de: Index Datei
ko_kr: 인덱스 파일
nb_no: Indeksfil
pl_pl: Plik indeksu
zh_cn: 索引文件

# LblInfo
source: Info
cs_cz: Informace
ko_kr: 정보
zh_cn: 信息

# LblInitiatePlatesolve
source: Initiate Platesolve
cs_cz: Zahájit Astrometrii
de_de: Initiiere Platesolver
ko_kr: 플레이트 솔브 실행
nb_no: Finn astrometrisk løsning
pl_pl: Uruchom Platesolve
zh_cn: 启动解析

# LblInvalidMode
source: Invalid mode
cs_cz: Neplatný režim
de_de: Ungültiger Modus
ko_kr: 올바르지 않은 모드
nb_no: Ugyldig modus
pl_pl: Nieprawidłowy tryb
zh_cn: 无效的模式

# LblInvalidModeBulb
source: Invalid mode (bulb) for Exposure Time <1s
cs_cz: Neplatný režim (bulb) pro Čas Expozice <1s
de_de: Ungültiger Modus (Bulb) für Belichtungszeiten <1s
ko_kr: 노출 시간 < 1초에 대해 잘못된 모드(벌브)
nb_no: Ugyldig modus (bulb) for eksponeringstid <1 s
pl_pl: Nieprawidłowy tryb (bulb) dla ekspozycji <1s
zh_cn: 曝光时间模式（B门）无效 <1s

# LblInvalidModeManual
source: Invalid mode (manual) for Exposure Time >30s
cs_cz: Neplatný režim (manual) pro Čas Expozice >30s
de_de: Ungültiger Modus (Manuell) für Belichtungszeiten >30s
ko_kr: 노출 시간 > 30초에 대해 잘못된 모드(수동)
nb_no: Ugyldig modus (manuell) for eksponeringstid >30s
pl_pl: Nieprawidłowy tryb (ręczny) dla ekspozycji >30 s
zh_cn: 曝光时间模式（M）无效 >30s

# LblIsBayered
source: Is Bayered
cs_cz: Je Bayer
de_de: Ist Bayered
ko_kr: 베이어화된
nb_no: Har Bayer-mønster
pl_pl: Bayerowanie trwa
zh_cn: 可以转色

# LblIsMoving
source: Is Moving
cs_cz: Pohybuje se
de_de: Bewegt sich
ko_kr: 이동 중
nb_no: Er i bevegelse
pl_pl: Przesuwanie trwa
zh_cn: 移动中

# LblIsSettling
source: Is Settling
cs_cz: Stabilizuje se
de_de: Einpendeln
ko_kr: 안정화 중
nb_no: Hviler
pl_pl: Ustawianie trwa
zh_cn: 稳定中

# LblItemsPerPage
source: Items per page
cs_cz: Položky na stránku
de_de: Objekte pro Seite
ko_kr: 페이지 당 항목
nb_no: Objekter per side
pl_pl: Wierszy na stronie
zh_cn: 每页显示

# LblLanguage
source: Language
cs_cz: Jazyk
de_de: Sprache
ko_kr: 언어
nb_no: Språk
pl_pl: Język
zh_cn: 语言

# LblLatitude
source: Latitude
cs_cz: Zeměpisná šířka
de_de: Breitengrad
ko_kr: 위도
nb_no: Breddegrad
pl_pl: Szerokość geograficzna
zh_cn: 纬度

# LblLayout
source: Layout
cs_cz: Rozložení
ko_kr: 화면 구성
nb_no: Vinduplassering
pl_pl: Układ
zh_cn: 布局

# LblLblBlackClippingTooltip
source: Black clipping factor in sigma units from the median
cs_cz: Černý ořezový faktor (n sigma střední hodnoty)
de_de: Schwarzpunktfaktor in Sigma Einheiten vom Median
ko_kr: 중간 값으로부터 시그마 유닛에서의 블랙 클립핑 비율
nb_no: Antall standardavvik under median som klippes bort (blir sort)
pl_pl: Współczynnik punktu czerni w jednostkach sigma od mediany
zh_cn: 以 Sigma 为单位表示的黑色区域剪裁的中位数

# LblLoadImage
source: Load Image
cs_cz: Načíst Obrázek
de_de: Bild laden
ko_kr: 이미지 불러오기
nb_no: Hent bilde
pl_pl: Załaduj obraz
zh_cn: 加载图片

# LblLoadImageFromFile
source: Load Image from File
cs_cz: Načíst Obrázek ze Souboru
de_de: Bild aus Datei laden
ko_kr: 파일에서 이미지 불러오기
nb_no: Åpne bilde fra fil
pl_pl: Załaduj obraz z pliku
zh_cn: 从文件加载图片

# LblLoadImageFromFileTooltip
source: Download Image from file and use the blindsolver to determine coordinates
cs_cz: Načíst obraz ze souboru a pomocí slepého řešení určit souřadnice
de_de: Bild aus Datei herunterladen und den Blindsolver verwenden, um Koordinaten zu bestimmen
ko_kr: 파일에서 이미지를 읽고, 블라인드 솔버를 사용하여 좌표 획득
nb_no: Åpne bildefil og finn koordinatene ved hjelp av blind søkemotor
pl_pl: Pobierz obraz z pliku i użyj lokalnego platesolve, aby określić współrzędne
zh_cn: 从文件下载图片并使用盲解析确定坐标

# LblLoadProfile
source: Load Profile
cs_cz: Načíst Profil
de_de: Lade Profil
ko_kr: 불러오기
nb_no: Åpne profil
pl_pl: Załaduj profil
zh_cn: 加载配置文件

# LblLoadProfileInUseWarning
source: Cannot load profile. It is already in use by another N.I.N.A. instance!
cs_cz: Profil nelze načíst. Je již používán jinou spuštěnou N.I.N.A. aplikací!
de_de: Profil kann nicht geladen werden. Es wird bereits von einer anderen N.I.N.A. Instanz verwendet!
ko_kr: 프로필을 불러올 수 없습니다. 이미 다른 N.I.N.A 인스턴스가 실행 중입니다.
nb_no: Kan ikke åpne profil, den er allerede i bruk av en annen N.I.N.A.-instans!
pl_pl: Nie można załadować profilu. Jest on używany przez inną instancję N.I.N.A!
zh_cn: 无法加载配置文件。它正被另一个 N.I.N.A. 使用！

# LblLoadSequence
source: Load Sequence
cs_cz: Načíst Sekvenci
de_de: Sequenz laden
ko_kr: 시퀀스 불러오기
nb_no: Åpne sekvens
pl_pl: Załaduj sekwencję
zh_cn: 加载序列

# LblLoadSequenceFailed
source: Load sequence failed
cs_cz: Načítání sekvence selhalo
de_de: Sequenz laden fehlgeschlagen
ko_kr: 시퀀스 불러오기 실패
nb_no: Åpning av sekvens feilet
pl_pl: Ładowanie sekwencji nie powiodło się
zh_cn: 加载序列失败

# LblLoadSequenceSetFailed
source: Failed to load target set
cs_cz: Načtení cílové sady selhalo
de_de: Laden des Targetsatzes fehlgeschlagen
ko_kr: 타겟 설정을 불러오지 못했습니다.
nb_no: Kunne ikke lese mållisten
pl_pl: Nie udało się załadować ustawionego celu
zh_cn: 载入目标组失败

# LblLoadSequenceToolTip
source: Load Sequence from xml file
cs_cz: Načte sekvenci z xml souboru
de_de: Lade Sequenz von XML Datei
ko_kr: Xml파일에서 시퀀스 불러오기
nb_no: Åpne sekvens fra XML-fil
pl_pl: Załaduj sekwencję z pliku XML
zh_cn: 从xml文件加载序列

# LblLoadTargetSet
source: Load target set
cs_cz: Nahrát cílovou sadu
de_de: Zielsatz laden
ko_kr: 타겟 설정 불러오기
nb_no: Åpne enkel målliste
pl_pl: Załaduj obiekt docelowy
zh_cn: 载入目标组

# LblLocalPlatesolver
source: Local Platesolver
cs_cz: Místní Astrometrie
de_de: Lokaler Platesolver
ko_kr: 로컬 플레이트 솔버
pl_pl: Lokalny Platesolver
zh_cn: 本地 Astrometry.Net (ansvr)

# LblLocation
source: Location
cs_cz: Poloha
de_de: Ort
ko_kr: 위치
nb_no: Posisjon
pl_pl: Lokalizacja
zh_cn: 位置

# LblLogLevel
source: Log Level
cs_cz: Úroveň Protokolu
ko_kr: 로그 수준
nb_no: Loggnivå
pl_pl: Poziom logowania
zh_cn: 日志等级

# LblLongitude
source: Longitude
cs_cz: Zeměpisná délka
de_de: Längengrad
ko_kr: 경도
nb_no: Lengdegrad
pl_pl: Długość geograficzna
zh_cn: 经度

# LblLoop
source: Loop
cs_cz: Cyklus
de_de: Durchrotieren
ko_kr: 반복
nb_no: Gjenta
pl_pl: Pętla
zh_cn: 循环拍摄

# LblMAD
source: MAD
zh_cn: 绝对中位差

# LblMagnitude
source: Magnitude
cs_cz: Magnituda
de_de: Helligkeit
ko_kr: 크기
pl_pl: Magnitudo
zh_cn: 星等

# LblManualControl
source: Manual Control
cs_cz: Ruční Ovládání
de_de: Manuelle Kontrolle
ko_kr: 수동 제어
nb_no: Manuell styring
pl_pl: Ręczne sterowanie
zh_cn: 手动控制

# LblManualCoordinates
source: Manual Coordinates (J2000)
cs_cz: Ruční souřadnice (J2000)
de_de: Manual Coordinates
ko_kr: 수동 좌표(J2000)
nb_no: Manuelle koordinater (J2000)
pl_pl: Ręczne współrzędne (J2000)
zh_cn: Manual Coordinates

# LblManualFilterWheel
source: Manual Filterwheel
cs_cz: Ruční Filtrové kolo
de_de: Manuelles Filterrad
ko_kr: 수동 필터 휠
nb_no: Manuelt filterhjul
pl_pl: Manualne koło filtrowe
zh_cn: 手动滤镜轮
