Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblDateTimeFormatDescription
source: Date with format YYYY-MM-DD_HH-mm-ss
cs_cz: Datum ve formátu RRRR-MM-DD_HH-mm-ss
de_de: Datum mit Format JJJJ-MM-TT_HH-mm-ss
ko_kr: 날짜 형식 YYYY-MM-DD_HH-mm-ss
nb_no: Dato med format ÅÅÅÅ-MM-DD_TT-mm-ss
pl_pl: Data w formacie YYYY-MM-DD_HH-mm-ss
zh_cn: 日期和时间，格式 YYYY-MM-DD_HH-mm-ss

# LblDawn
source: Dawn
cs_cz: Rozbřesk
de_de: Morgendämmerung
ko_kr: 박명
nb_no: Demring
pl_pl: Ścieżka
zh_cn: 黎明

# LblDays
source: Days
cs_cz: Dny
de_de: Tage
ko_kr: 일
nb_no: Dager
pl_pl: Dni
zh_cn: 天数

# LblDebayeredHFR
source: Debayered HFR
cs_cz: Bayerova maska HFR
de_de: Debayerte HFR
ko_kr: 컬러로 변환된 HFR
nb_no: Debayer HFR
pl_pl: Debayeruj HFR
zh_cn: 转色后 HFR

# LblDebayeredHFRTooltip
source: Use debayered image to perform HFR computation. More precise, but more resource-intensive.
cs_cz: Provede výpočet HFR na obraz s Bayerovou maskou. Přesné, ale náročné na zdroje.
de_de: Das debayerte Bild zur HFR Berechnung benutzen. Präziser, jedoch mehr ressourcen-intensiv.
ko_kr: HFR 계산을 수행하려면 컬러로 변환된 이미지를 사용합니다. 더 정확하지만 더 많은 리소스를 사용합니다.
nb_no: Bruk debayer-bilde for HFR-beregning. Mer presis, men mer ressurskrevende.
pl_pl: Użyj debayeryzacji obrazu do wykonania obliczeń HFR. Obliczenia bardziej precyzyjne, ale bardziej zasobochłonne.
zh_cn: 使用转色图像进行 HFR 计算。更精确，但更耗资源。

# LblDebayerImage
source: Debayer Image
cs_cz: Obraz s Bayerovou maskou
de_de: Bild debayern
ko_kr: 이미지 컬러 변환
nb_no: Debayer bilde
pl_pl: Debayeruj zdjęcie
zh_cn: 图像转色

# LblDebayerImageTooltip
source: Debayer Image on preview (won't affect saved file)
cs_cz: Zobrazit Obraz s Bayerovou maskou v náhledu (neovlivní uložené soubory)
de_de: Bild in der Vorschau debayern (gespeichertes Bild ist davon nicht betroffen)
ko_kr: 미리보기 시 컬러로 변환된 이미지 보기(저장된 파일에는 영향을 미치지 않음)
nb_no: Debayer forhåndsvisning (endrer ikke lagret bilde)
pl_pl: Debayeruj podgląd zdjęcia (nie wpłynie na zapisany plik)
zh_cn: 使用转色图像预览（不会影响原始文件）

# LblDebayeringImage
source: Debayering image
cs_cz: Použít Bayerovu masku na obraz
de_de: Debayere Bild
ko_kr: 이미지 컬러 변환
nb_no: Debayer bilde
pl_pl: Debayerowanie zdjęcia
zh_cn: 转色中

# LblDebug
source: Debug
cs_cz: Ladit
ko_kr: 디버그
zh_cn: 调试

# LblDec
source: Dec
de_de: Dek
nb_no: Dek
zh_cn: 赤纬

# LblDecCorrections
source: Dec Corrections
cs_cz: Dec Opravy
de_de: Dek Korrekturen
ko_kr: Dec 교정
nb_no: Dek-korreksjoner
pl_pl: Korekcje osi Dec
zh_cn: 赤纬修正

# LblDecError
source: Dec Error
cs_cz: Dec Chyba
de_de: Dec Fehler
ko_kr: Dec 오차
nb_no: Dek-avvik
pl_pl: Błędy osi Dec
zh_cn: 赤纬误差

# LblDeclination
source: Declination
cs_cz: Deklinace
de_de: Deklination
ko_kr: Dec
nb_no: Deklinasjon
pl_pl: Deklinacja
zh_cn: 赤纬

# LblDecPixError
source: Dec Pix Error
cs_cz: Chyba Dec pixelu
de_de: Dec Pix Fehler
ko_kr: Dec 픽셀 오차
nb_no: Dek-avvik (px)
pl_pl: Błąd Dec Pix
zh_cn: 赤纬像素误差

# LblDefaultAutoFocusExposureTime
source: Default Auto Focus Exposure Time
cs_cz: Výchozí Čas Expozice AutoOstření
de_de: Standard Autofokus Belichtungszeit
ko_kr: 오토포커스 노출 기본 값
nb_no: Standard eksponeringstid
pl_pl: Czas ekspozycji dla autofokusera
zh_cn: 默认曝光时间

# LblDefaultSequenceFolder
source: Default folder for sequence files
cs_cz: Výchozí složka pro soubory sekvence
de_de: Standardordner für Sequenz Dateien
ko_kr: 시퀀스 파일의 기본 폴더
nb_no: Standard mappe for sekvensfiler
pl_pl: Domyślny folder dla plików sekwencji
zh_cn: 序列文件默认保存文件夹

# LblDefaultSequenceFolderTooltip
source: Sequences will be loaded from and saved to the folder specified here
cs_cz: Sekvence budou načteny a uloženy do zde zadané složky
de_de: Sequenzen werden aus dem Standardordner der hier spezifiziert ist geladen
ko_kr: 시퀀스 설정이 여기 지정된 폴더에서 로드되고 저장됩니다.
nb_no: Sekvenser vil bli lastet fra og lagret i mappen angitt her
pl_pl: Sekwencje zostaną zapisane do podanego tutaj folderu
zh_cn: 默认加载和保存序列的文件夹

# LblDegree
source: degree
cs_cz: stupeň
de_de: Grad
ko_kr: 도
nb_no: grad
pl_pl: stopień
zh_cn: 度

# LblDeleteProfileInUseWarning
source: Cannot delete profile. It is already in use by another N.I.N.A. instance!
cs_cz: Profil nelze smazat. Je již používán jinou spuštěnou N.I.N.A. aplikací!
de_de: Profil kann nicht gelöscht werden. Es wird bereits von einer anderen N.I.N.A. Instanz verwendet!
ko_kr: 프로필을 삭제할 수 없습니다. 다른 N.I.N.A 인스턴스에서 사용 중입니다!
nb_no: Kan ikke slette profil. Det er allerede i bruk av en annen N.I.N.A.-instans!
pl_pl: Nie można usunąć profilu, ponieważ jest używany przez inną instancję N.I.N.A!
zh_cn: 无法删除配置文件。 它正被另一个 N.I.N.A 实例使用。

# LblDescending
source: Descending
cs_cz: Sestupně
de_de: Absteigend
ko_kr: 내림차순
nb_no: Synkende
pl_pl: Malejąco
zh_cn: 降序

# LblDescription
source: Description
cs_cz: Popis
de_de: Beschreibung
ko_kr: 설명
nb_no: Beskrivelse
pl_pl: Opis
zh_cn: 描述

# LblDetails
source: Details
cs_cz: Detaily
ko_kr: 상세 정보
nb_no: Detaljer
pl_pl: Szczegóły
zh_cn: 细节

# LblDetectedStars
source: Detected Stars
cs_cz: Zjištěné Hvězdy
de_de: Erkannte Sterne
ko_kr: 검출된 별
nb_no: Oppdagede stjerner
pl_pl: Wykryte gwiazdy
zh_cn: 检测到的星点

# LblDevicePollingInterval
source: Device polling interval
cs_cz: Interval Detekce Zařízení
de_de: Gerätepolling Interval
ko_kr: 장치의 풀링 간격
nb_no: Intervall for enhetsjekk
pl_pl: Interwał sprawdzania sprzętu
zh_cn: 设备检测间隔

# LblDewHeater
source: Dew Heater
cs_cz: Topný Pásek
de_de: Kameratauheizung
ko_kr: 이슬 방지 열선
nb_no: Duggvarmer
pl_pl: Grzałka
zh_cn: 防结露加热

# LblDewHeaterShort
source: Dew Heater
cs_cz: Topný Pásek
de_de: Tauheizung
ko_kr: 이슬 방지 열선
nb_no: Duggvarmer
pl_pl: Grzałka
zh_cn: 加热

# LblDewpoint
source: Dewpoint
cs_cz: Rosný bod
de_de: Taupunkt
ko_kr: 이슬 점
nb_no: Duggpunkt
pl_pl: Punkt rosy
zh_cn: 露点

# LblDigitalSkySurvey
source: Digital Sky Survey
ko_kr: 디지털 Sky Survey
pl_pl: Cyfrowy przegląd nieba
zh_cn: Digital 巡天图库(在线)

# LblDirectGuideDuration
source: Direct Guide Duration
cs_cz: Čas Přímé Pointace
de_de: Direct Guide Dauer
ko_kr: 다이렉드 가이드 시간
nb_no: Direct Guide pulslengde
pl_pl: Bezpośredni czas prowadzenia
zh_cn: 直接导星持续时间

# LblDirectGuideDurationTooltip
source: Typical pulse guide duration in seconds
cs_cz: Typická doba trvání pointačních pulzů v sekundách
de_de: Typische Guiding Pulsdauer in Sekunden
ko_kr: 일반적인 펄스 가이드 지속 시간, 초
nb_no: Typisk lengde på guidepulser i sekunder
pl_pl: Czas trwania impulsu dla prowadzenia
zh_cn: 导星持续时间（秒）

# LblRightAscensionGuideRate
source: Right Ascension Guide Rate
cs_cz: Míra Pointace Rektascenze
de_de: Nachführungsrate der Rektaszension
ko_kr: Ra 가이드 속도
nb_no: Rektascensjon guiderate
pl_pl: Szybkość prowadzenia w rektascensji
zh_cn: 赤经导星速率

# LblRightAscensionGuideRateTooltip
source: Right Ascension guide rate in arcseconds per second
cs_cz: Míra pointace Rektascenze v obloukových sekundách za sekundu
de_de: Nachführungsrate der Rektaszension in Bogensekunden pro Sekunde
ko_kr: Ra 가이드 속도, 아크초/초
nb_no: Rektascensjon guiderate i buesekund/sekund
pl_pl: Szybkość prowadzenia w rektascensji w sekundach kątowych na sekundę
zh_cn: 赤经导星速率（角秒/秒）

# LblDeclinationGuideRate
source: Declination Guide Rate
cs_cz: Míra Pointace Deklinace
de_de: Nachführungsrate der Deklination
ko_kr: Dec 가이드 속도
nb_no: Deklinasjon guiderate
pl_pl: Szybkość prowadzenia deklinacji
zh_cn: 赤纬导星速率

# LblDeclinationGuideRateTooltip
source: Declination guide rate in arcseconds per second
cs_cz: Míra pointace deklinace v obloukových sekundách za sekundu
de_de: Nachführungsrate der Deklination in Bogensekunden pro Sekunde
ko_kr: Dec 가이드 속도, 아크초/초
nb_no: Deklinasjon guiderate i buesekund per sekund
pl_pl: Szybkość prowadzenia deklinacji w sekundach kątowych na sekundę
zh_cn: 赤纬导星速率（角秒/秒）

# LblDirectGuiderConnectionFail
source: Direct Guider could not connect to Telescope
cs_cz: Pointace se nepřipojila k Dalekohledu
de_de: Direct Guider could not connect to Mount
ko_kr: 다이렉트 가이더를 가대에 연결할 수 없습니다.
nb_no: Direct Guider kunne ikke koble til teleskop
pl_pl: Sterownik guidera nie mógł połączyć się z teleskopem
zh_cn: Direct Guider could not connect to Mount

# LblDirectoryNotFound
source: Directory to save image to not found!
cs_cz: Adresář pro uložení obrázku nebyl nalezen!
de_de: Verzeichnis zum speichern des Bildes wurde nicht gefunden!
ko_kr: 이미지를 저장할 폴더를 찾을 수 없습니다!
nb_no: Mappe for lagring av bilde ble ikke funnet!
pl_pl: Nie znaleziono katalogu do zapisywania obrazu!
zh_cn: 图像保存目录未找到！

# LblDirectoryNotWritable
source: Directory to save image to does not have write permissions!
cs_cz: Adresář, do který chcete uložit obrázek, nemá oprávnění k zápisu!
de_de: Verzeichnis zum speichern des Bildes hat keine Schreibrechte!
ko_kr: 이미지를 저장할 폴더에 쓰기 권한이 없습니다!
nb_no: Du har ikke skrivetilgang til bildemappe!
pl_pl: Katalog do zapisywania obrazu nie ma uprawnień do zapisu!
zh_cn: 图像保存目录没有写入权限！

# LblDisabled
source: Disabled
cs_cz: Zakázat
de_de: Deaktiviert
ko_kr: 비활성화
nb_no: Deaktivert
pl_pl: Wyłączone
zh_cn: 已禁用

# LblDisableAFGuiding
source: AF Disable Guiding
cs_cz: AutoOstření Zakáže Pointaci
de_de: AF Guiding ausschalten
ko_kr: 오토포커스 중 가이딩 비활성화
nb_no: Deaktiver guiding under autofokusering
pl_pl: AF wyłącz Guding
zh_cn: 对焦时停止导星

# LblDisableAFGuidingTooltip
source: Disable guiding during auto-focus
cs_cz: Nepointovat při AutoOstření
de_de: Schaltet Guiding während Autofokus aus
ko_kr: 오토포커스 중 가이딩 비활성화
nb_no: Deaktiver guiding i løpet av autofokusering
pl_pl: Wyłącz Guiding podczas automatycznego ustawiania ostrości
zh_cn: 自动对焦期间暂停导星

# LblDisconnect
source: Disconnect
cs_cz: Odpojit
de_de: Trennen
ko_kr: 연결 해제
nb_no: Koble fra
pl_pl: Rozłącz
zh_cn: 断开

# LblDisconnectAll
source: Disconnect all devices?
cs_cz: Odpojit všechna zařízení?
de_de: Alle Geräte trennen?
ko_kr: 모든 장비의 연결을 끊을까요?
nb_no: Koble fra alle enheter?
pl_pl: Odłączyć wszystkie urządzenia?
zh_cn: 断开所有设备？

# LblDistance
source: Distance
cs_cz: Oblast
de_de: Abstand
ko_kr: 거리
nb_no: Avstand
pl_pl: Odległość
zh_cn: 距离

# LblDither
source: Dither
cs_cz: Dithering
ko_kr: 디더링
zh_cn: 抖动

# LblDitherEveryNoFrame
source: Dither Every #
cs_cz: Dithering Každý #
de_de: Dither alle #
ko_kr: # 마다 디더링
nb_no: Dither hver #
pl_pl: Dithering co #
zh_cn: 每 # 张抖动

# LblDitherOnButGuiderNotConnected
source: Dithering is enabled, yet guider is not connected
cs_cz: Dithering povolen, pointační kamera nepřipojena
de_de: Dithering ist aktiviert, jedoch ist kein Guider verbunden
ko_kr: 디더링을 사용하도록 설정했지만 가이더가 연결되지 않았습니다.
nb_no: Dither er slått på men autoguider er ikke tilkoblet
pl_pl: Dithering jest włączony, ale Guider nie jest podłączony
zh_cn: 抖动已启用，但未连接导星工具

# LblDitherPixels
source: Dither Pixels
cs_cz: Dithering Pixely
de_de: Dither Pixel
ko_kr: 디더링 픽셀
nb_no: Ditheravstand i piksler
pl_pl: Piksele ditheringu
zh_cn: 抖动像素

# LblDitherPixelsDirectGuiderTooltip
source: Typical number of pixels to dither by. Dithering follows a normal distribution centered at the target, which this value as the standard deviation. 67% of dithers will be within this distance
cs_cz: Typický počet pixelů ditheringu. Dithering následuje normální rozdělení zaměřené na cíl a tato hodnota se považuje za směrodatnou odchylku. 67% ditheringu bude v této oblasti
de_de: Anzahl Pixel zum Dithern. Dithering folgt einer Normalverteilung zentriert um das Ziel und die Pixelzahl ist die Standardabweichung. 67% der Dither-Vorgänge bleiben innerhalb dieses Abstands
ko_kr: 디더링할 일반적인 픽셀 수입니다. 디더링은 목표 값을 중심으로 정규 분포를 따르며, 이 목표 값은 표준 편차를 사용합니다. 67%의 디더링이 이 범위 내에 있을 것입니다.
nb_no: Typisk antall piksler for dither-bevegelse. Dithering følger en normalfordeling som er sentrert på målet, og denne verdien er standardavviket til fordelingen. 67 prosent av ditherbevegelser havner innenfor denne avstanden
pl_pl: Liczba pikseli do ditheringu. Proces przebiega zgodnie z rozkładem normalnym skoncentrowanym wokół celu, a liczba pikseli jest odchyleniem standardowym. 67% operacji ditheringu pozostaje w tej odległości
zh_cn: 抖动数值（像素），这个值是标准偏差，以被导星为中心执行抖动，其中67%的抖动将在这个距离内

# LblDitherRAOnly
source: Dither RA Only
cs_cz: Dithering jen RA
de_de: Dither ausschließlich RA
ko_kr: Ra 만 디더링
nb_no: Dither kun i RA
pl_pl: Dithering tylko w osi RA
zh_cn: 仅抖动赤经

# LblDome
source: Dome
cs_cz: Kopule
de_de: Kuppel
ko_kr: 돔
nb_no: Kuppel
pl_pl: Kopuła
zh_cn: 圆顶

# LblDomeASCOMConnectFailed
source: Unable to connect to ASCOM Dome driver:
cs_cz: Připojit k ovladači ASCOM Dome selhalo:
de_de: Verbindung zum ASCOM Kuppel Treiber nicht möglich:
ko_kr: ASCOM 돔 드라이버에 연결할 수 없습니다.
nb_no: Kan ikke koble til ASCOM kuppel-driver:
pl_pl: Nie można połączyć się ze sterownikiem ASCOM kopuły:
zh_cn: 无法连接到 ASCOM 圆顶 驱动程序：

# LblDomeDriverCanFollow
source: Driver can follow
cs_cz: Ovladač může sledovat
de_de: Dome can follow
ko_kr: 돔이 따라갈 수 있습니다.
nb_no: Driver støtter følging
pl_pl: Sterownik może śledzić
zh_cn: Dome can follow

# LblDomeShutterStatus
source: Shutter status
cs_cz: Stav štěrbiny
de_de: Verschlussstatus
ko_kr: 셔터 상태
nb_no: Status
pl_pl: Status przesłony
zh_cn: 天窗状态

# LblDomeCanSetShutter
source: Can set shutter
cs_cz: Lze nastavit štěrbinu
de_de: Kann Verschluss setzen
ko_kr: 셔터를 설정할 수 있습니다
nb_no: Kan åpne/lukke
pl_pl: Można ustawiać przesłonę
zh_cn: 可以控制天窗

# LblDomeCanSetPark
source: Can set park
cs_cz: Lze zaparkovat
de_de: Kann Park setzen
ko_kr: 파킹을 설정할 수 있습니다
nb_no: Kan sette parkeringsposisjon
pl_pl: Można ustawiać parkowanie
zh_cn: 可以设置停放位置

# LblDomeCanSetAzimuth
source: Can set azimuth
cs_cz: Lze nastavit azimut
de_de: Kann Azimut setzen
ko_kr: 방위각을 설정할 수 있습니다
nb_no: Kan sette asimutvinkel
pl_pl: Można ustawiać azymut
zh_cn: 可以控置方位角

# LblDomeCanSyncAzimuth
source: Can sync azimuth
cs_cz: Lze synchronizovat azimut
de_de: Kann Azimut synchronisieren
ko_kr: 방위각을 동기화할 수 있습니다
nb_no: Kan synkronisere asimutvinkel
pl_pl: Można zsynchronizować azymut
zh_cn: 可以同步方位角

# LblDomeCanPark
source: Can park
cs_cz: Lze zaparkovat
de_de: Kann parken
ko_kr: 파킹을 할 수 있습니다
nb_no: Kan parkere
pl_pl: Można zaparkować
zh_cn: 可以停放

# LblDomeCanFindHome
source: Can find home
cs_cz: Lze přejít do výchozí polohy
de_de: Kann Home finden
ko_kr: 홈포지션을 찾을 수 있습니다
nb_no: Kan finne hjemposisjon
pl_pl: Można znaleźć pozycję startową
zh_cn: 可以回零位

# LblDomeAtPark
source: At park
cs_cz: Zaparkováno
de_de: Geparkt
ko_kr: 파킹 위치에서
nb_no: I parkeringsposisjon
pl_pl: Zaparkowany
zh_cn: 在停放位置

# LblDomeAtHome
source: At home
cs_cz: Ve výchozí pozici
de_de: Zu Hause
ko_kr: 홈포지션에서
nb_no: I hjemposisjon
pl_pl: Ustawiony w pozycji startowej
zh_cn: 在零位

# LblDomeDriverFollowing
source: Driver following telescope
cs_cz: Ovladač sleduje dalekohled
de_de: Dome following telescope
ko_kr: 돔이 망원경을 따라가는 중
nb_no: Driver følger teleskop
pl_pl: Sterownik prowadzenia teleskopu
zh_cn: Dome following telescope

# LblDomeSlewing
source: Slewing
cs_cz: Přejíždění
de_de: Schwenkt
ko_kr: Go-To 중
nb_no: Svinger
pl_pl: Obracam się
zh_cn: 旋转中

# LblDomeAzimuth
source: Azimuth
cs_cz: Azimut
de_de: Azimut
ko_kr: 방위각
nb_no: Asimut
pl_pl: Azymut
zh_cn: 方位角

# LblDomeNoSource
source: No Dome Source
cs_cz: Žádný Zdroj Kopule
de_de: Keine Kuppelquelle
ko_kr: 돔에 관련된 소스가 없습니다
nb_no: Ingen kuppel
pl_pl: Nie wybrano kopuły
zh_cn: 没有圆顶

# LblDomeCannotSlew
source: Dome cannot slew
cs_cz: Kopulí nelze otáčet
de_de: Kuppel kann nicht schwenken
ko_kr: 돔을 Go-To할 수 없습니다
nb_no: Kuppel kan ikke svinges
pl_pl: Kopuła nie może być obrócona
zh_cn: 圆顶无法转动

# LblDomeCannotFindHome
source: Dome cannot find home
cs_cz: Kopule nenašla výchozí pozici
de_de: Kuppel kann kein Zuhause finden
ko_kr: 돔이 홈포지션을 찾을 수 없습니다.
nb_no: Kuppel kan ikke finne hjemposisjon
pl_pl: Kopuła nie może odnaleźć pozycji domowej
zh_cn: 圆顶无法回零位

# LblDomeCannotPark
source: Dome cannot park
cs_cz: Kopulí nelze zaparkovat
de_de: Kuppel kann nicht parken
ko_kr: 돔이 파킹을 할 수 없습니다
nb_no: Kuppel kan ikke parkere
pl_pl: Kopuła nie zaparkowana
zh_cn: 圆顶无法停放

# LblDomeCannotSetPark
source: Dome cannot set park position
cs_cz: Parkovací polohu kopule nelze nastavit
de_de: Kuppel kann Parkposition nicht setzen
ko_kr: 돔의 파킹 위치를 설정할 수 없음
nb_no: Kuppel kan ikke sette parkeringsposisjon
pl_pl: Kopuła nie może określić pozycji domowej
zh_cn: 圆顶无法设置停放位置

# LblDomeCannotSetShutter
source: Dome cannot set shutter
cs_cz: Nelze nastavit štěrbinu kopule
de_de: Kuppel kann Verschluss nicht setzen
ko_kr: 돔에서 셔터를 설정할 수 없습니다.
nb_no: Kuppel kan ikke åpnes/lukkes
pl_pl: Kopuła nie może sterować przesłoną
zh_cn: 圆顶无法设置天窗

# LblDomeCannotSetAzimuth
source: Dome cannot set azimuth
cs_cz: Kopule nemůže nastavit azimut
de_de: Kuppel kann Azimut nicht festlegen
ko_kr: 돔에서 방위각을 설정할 수 없습니다.
nb_no: Kuppel kan ikke sette asimutvinkel
pl_pl: Kopuła nie może ustawić azymutu
zh_cn: 无法为圆顶设置方位角

# LblDomeCannotSyncAzimuth
source: Dome cannot sync azimuth
cs_cz: Kopule nemůže synchronizovat azimut
de_de: Kuppel kann Azimut nicht synchronisieren
ko_kr: 돔이 방위각을 동기화할 수 없음
nb_no: Kuppel kan ikke synkronisere asimutvinkel
pl_pl: Kopuła nie może zsynchronizować azymutu
zh_cn: 圆顶无法同步方位角

# LblDomeConnected
source: Dome connected
cs_cz: Kopule připojena
de_de: Kuppel verbunden
ko_kr: 돔 연결됨
nb_no: Kuppel koblet til
pl_pl: Kopuła podłączona
zh_cn: 圆顶已连接

# LblDomeConnectionLost
source: Dome connection lost.
cs_cz: Kopule odpojena.
de_de: Kuppelverbindung verloren.
ko_kr: 돔의 연결이 끊어졌습니다.
nb_no: Kuppeltilkobling avbrutt.
pl_pl: Kopuła zgubiła połączenie
zh_cn: 圆顶连接丢失。

# LblDomeDisconnect
source: Disconnect dome?
cs_cz: Odpojit kopuli?
de_de: Kuppel trennen?
ko_kr: 돔의 연결을 끊을까요?
nb_no: Koble fra kuppel?
pl_pl: Rozłączyć kopułę?
zh_cn: 断开圆顶？

# LblDomeNotConnected
source: Dome not connected
cs_cz: Kopule nepřipojena
de_de: Kuppel nicht verbunden
ko_kr: 돔이 연결되지 않음
nb_no: Kuppel ikke koblet til
pl_pl: Kopuła nie jest połączona
zh_cn: 圆顶未连接

# LblDownload
source: Download
cs_cz: Stáhnout
de_de: Herunterladen
ko_kr: 다운로드
nb_no: Last ned
pl_pl: Pobierz
zh_cn: 下载

# LblDownloadImage
source: Download Image
cs_cz: Stáhnout Obraz
de_de: Bild herunterladen
ko_kr: 이미지 다운로드
nb_no: Last ned bilde
pl_pl: Pobierz obraz
zh_cn: 下载图像

# LblDownloadImageTooltip
source: Download Image from the NASA skysurvey for the given coordinates
cs_cz: Stáhnout obrázek z NASA skysurvey pro stanovené souřadnice
de_de: Bild von der NASA Sky Survey für die angegebenen Koordinaten herunterladen
ko_kr: 주어진 좌표에 대한 NASA SkySurvey에서 이미지 다운로드
nb_no: Last ned bilde fra NASA skysurvey for gitte koordinater
pl_pl: Pobierz obraz z NASA skysurvey wraz z współrzędnymi
zh_cn: 从 NASA 巡天图库(在线)下载对应坐标的图像

# LblDownloading
source: Downloading
cs_cz: Stahování
de_de: Lädt herunter
ko_kr: 다운로드 중
nb_no: Laster ned
pl_pl: Pobieranie
zh_cn: 下载中

# LblDownloadMoreIndexFiles
source: Download more index files
cs_cz: Stáhnout více indexových souborů
de_de: Weitere Index Dateien herunterladen
ko_kr: 더 많은 인덱스 파일 다운로드
nb_no: Last ned flere indeksfiler
pl_pl: Pobierz więcej plików indeksowych
zh_cn: 下载更多索引文件

# LblDownSampleFactor
source: Downsample factor
cs_cz: Koeficient převzorkování
de_de: Downsample Faktor
ko_kr: 다운샘플 계수
nb_no: Nedskaleringsfaktor
pl_pl: Współczynnik zmniejszenia próbki
zh_cn: 降低采样系数

# LblDriverInfo
source: Driver Info
cs_cz: Informace o ovladači
de_de: Treiber Info
ko_kr: 드라이버 정보
nb_no: Driverinformasjon
pl_pl: Informacje o sterowniku
zh_cn: 驱动信息

# LblDriverVersion
source: Driver Version
cs_cz: Verze Ovladače
de_de: Treiber Version
ko_kr: 드라이버 버전
nb_no: Driverversjon
pl_pl: Wersja sterownika
zh_cn: 驱动版本

# LblDuration
source: Duration
cs_cz: Čas trvání
de_de: Dauer
ko_kr: 지속 시간
nb_no: Varighet
pl_pl: Czas trwania
zh_cn: 持续时间

# LblDusk
source: Dusk
cs_cz: Soumrak
de_de: Abenddämmerung
ko_kr: 황혼
nb_no: Skumring
pl_pl: Zmierzch
zh_cn: 黄昏

# LblEast
source: East
cs_cz: Východ
de_de: Ost
ko_kr: 동
nb_no: Øst
pl_pl: Wschód
zh_cn: 东面

# LblEDCameraNotInManualMode
source: Camera is not set to manual or bulb mode! Please set it to manual or bulb mode before connecting
cs_cz: Fotoaparát není nastaven na manuální režim nebo režim bulb! Před připojením přepnout na manuální režim nebo režim bulb
de_de: Kamera ist nicht im manuellen oder im bulb Modus! Bitte die Kamera auf den manuellen oder den bulb Modus umstellen
ko_kr: 카메라가 수동 혹은 벌브 모드로 설정되어 있지 않습니다! 카메라 연결 전에 수동 혹은 벌브모드로 설정해주세요
nb_no: Kameraet er ikke satt til manuell eller bulb-modus! Vennligst sett kameraet i en av disse modusene før du kobler til det
pl_pl: Aparat nie jest ustawiony w trybie ręcznym lub bulb! Proszę ustawić go na tryb ręczny lub bulb przed połączeniem
zh_cn: 相机未设置为 M 或 B 门模式！ 请在连接前将其设置为 M 或 B 门模式

# LblEnableBitScaling
source: Enable bit scaling
cs_cz: Povolit bitové měřítko
de_de: Bitskalierung aktivieren
ko_kr: 비트 스케일링 활성화
nb_no: Aktiver bit-skalering
pl_pl: Włącz skalowanie bitów
zh_cn: 开启位扩增

# LblEnableBitScalingTooltip
source: Save 10/12/14 bit images with scaling to 16 bits. (Only relevant for Altair, Omegon, SVBony, RisingCam and ToupTek cameras, when using the native driver)
cs_cz: 10/12/14 bit obraz je rozšířen na 16 bitů a uložen. (Pouze pro kamery Altair, Omegon, SVBony, RisingCam, ToupTek, s nativními ovladači)
de_de: 10/12/14 Bit Bilder mit Skalierung auf 16 Bit speichern. (Nur relevant für Altair, Omegon, SVBony, RisingCam und ToupTek Kameras, wenn der native Treiber verwendet wird)
ko_kr: 10/12/14비트 이미지를 16비트로 스케일링하여 저장합니다. (Altair, Oemgon, SVBony, RisingCam 및 Toup Tek 카메라만 해당. 네이티브 드라이버 사용 시)
nb_no: Lagre 10/12/14-bit bilder skalert til 16 bits. (Bare relevant for Altair, Omegon, SVBony, RisingCam og ToupTek-kameraer, når du bruker den innebygde driveren)
pl_pl: Zapisz obrazy 10/12/14 bitowe przeskalowane do 16 bitów (dotyczy kamer: Altair, Omegon, SVBony, RisingCam i ToupTek podczas używania oryginalnego sterownika)
zh_cn: 将10/12/14位图像扩展至16位后保存。(仅支持使用原生驱动的Altair、Omegon、SVBony、RisingCam和ToupTek相机)

# LblEnabled
source: Enabled
cs_cz: Povoleno
de_de: Aktiv
ko_kr: 활성화됨
nb_no: Aktivert
pl_pl: Włączone
zh_cn: 已启用

# LblEndOfSequenceCloseFlatDeviceCover
source: Closing flat device cover
cs_cz: Uzavřít kryt flat zařízení
de_de: Schließe Flatfield Geräteabdeckung
ko_kr: 플랫 장치 커버 닫기
nb_no: Lukker flatpanel-deksel
pl_pl: Zamknij osłonę flatownicy
zh_cn: 关闭平场设备（镜头盖）

# LblEndOfSequenceDecision
source: Run end of sequence options?
cs_cz: Spustit možnost ukončení sekvence?
de_de: Sequenzendoptionen ausführen?
ko_kr: 시퀀스 종료 옵션을 실행하시겠습니까?
nb_no: Utfør valg for sekvensslutt?
pl_pl: Uruchomić ustawienia końca sekwencji?
zh_cn: 运行序列结束选项？

# LblEndOfSequenceOptions
source: End of Sequence Options
cs_cz: Možnost Konce Sekvence
de_de: Sequenzendoptionen
ko_kr: 시퀀스 옵션 종료
nb_no: Valg for sekvensslutt
pl_pl: Opcje zakończenia sekwencji
zh_cn: 序列结束选项

# LblEndOfSequenceParkTelescope
source: Park Telescope
cs_cz: Zaparkovat Dalekohled
de_de: Teleskop Parken
ko_kr: 망원경 파킹
nb_no: Parker teleskop
pl_pl: Zaparkuj teleskop
zh_cn: 停放望远镜

# LblEndOfSequenceWarmCamera
source: Warm Camera
cs_cz: Zahřát Kameru
de_de: Kamera aufwärmen
ko_kr: 카메라 예열[Warm Camera]
nb_no: Varm kamera
pl_pl: Ogrzej kamerę
zh_cn: 相机回温

# LblEpoch
source: Epoch
cs_cz: Epocha
de_de: Epoche
nb_no: Epoke
pl_pl: Epoka
zh_cn: 历元

# LblEquipment
source: Equipment
cs_cz: Zařízení
de_de: Ausrüstung
ko_kr: 장비
nb_no: Utstyr
pl_pl: Wyposażenie
zh_cn: 设备

# LblError
source: Error
cs_cz: Chyba
de_de: Fehler
ko_kr: 오류
nb_no: Feil
pl_pl: Błąd
zh_cn: 错误

# LblErrorDistance
source: Error Distance
cs_cz: Chyba Vzdálenosti
de_de: Fehlerabstand
ko_kr: 오차 거리
nb_no: Avvik
pl_pl: Błąd odległości
zh_cn: 误差距离

# LblErrorLT
source: error <
cs_cz: chyba <
de_de: Fehler <
ko_kr: 오류 <
nb_no: Avvik <
pl_pl: błąd <
zh_cn: 允许误差 <

# LblEsoSkySurvey
source: ESO Sky Survey
pl_pl: Przegląd Nieba ESO
zh_cn: ESO 巡天图库(在线)

# LblEstimatedDownloadTime
source: Estimated Download Time
cs_cz: Plánovaný Čas Stažení
de_de: Vorauss. Downloadzeit
ko_kr: 예상 다운로드 시간
nb_no: Beregnet nedlastingstid
pl_pl: Szacowany czas pobierania
zh_cn: 预计下载时间

# LblEstimatedExposureTime
source: Estimated Exposure Time
cs_cz: Plánovaný Čas Expozice
de_de: Voraussichtliche Belichtungszeit
ko_kr: 예상 노출 시간
nb_no: Beregnet eksponeringstid
pl_pl: Szacowany czas ekspozycji
zh_cn: 预计曝光时间
