Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# LblDefaultGainTooltip
source: This value specifies the default gain that should be used whenever no gain was set explicitly
cs_cz: Tato hodnota určí výchozí zisk, který by měl být použit vždy, když nebyl explicitně nastaven žádný zisk
de_de: Dieser Wert gibt den Standard Wert an, der für Gain benutzt werden soll, wann immer kein Gain Wert explizit gesetzt wurde
ko_kr: 이 값은 게인을 명시적으로 설정하지 않을 때마다 사용될 기본 게인을 지정합니다.
nb_no: Denne verdien spesifiserer standard forsterkning som skal brukes når forsterkning ikke er angitt eksplisitt
pl_pl: Ta wartość określa domyślne wzmocnienie, które powinno zostać użyte, gdy żadna inna wartość nie została ustawiona
zh_cn: 此数值将在没有特别指定增益的情况下被使用

# LblDefaultOffsetTooltip
source: This value specifies the default offset that should be used whenever no offset was set explicitly
cs_cz: Tato hodnota určí výchozí offset, který by měl být použit vždy, když nebyl explicitně nastaven žádný offset
de_de: Dieser Wert gibt den Standard Wert an, der für Offset benutzt werden soll, wann immer kein Offset Wert explizit gesetzt wurde
ko_kr: 이 값은 오프셋을 명시적으로 설정하지 않을 때마다 사용될 기본 오프셋을 지정합니다.
nb_no: Denne verdien spesifiserer standard forskyving som skal brukes når ingen forskyving er angitt eksplisitt
pl_pl: Ta wartość określa domyślne przesunięcie, które powinno być używane, gdy żadne przesunięcie nie zostało wyraźnie wskazane
zh_cn: 此数值将在没有特别指定偏移的情况下被使用

# LbLUsbLimitDescription
source: Camera USB speed or traffic limit setting
cs_cz: Nastavení rychlosti USB kamery-omezení provozu
de_de: Kamera USB Geschwindigkeits- oder Datenlimiteinstellung
ko_kr: 카메라 USB 속도 또는 전송량 제한 설정
nb_no: Innstilling for USB-hastighet eller hastighetsbegrensing
pl_pl: Ustawienia prędkości USB lub limitu danych w kamerze
zh_cn: 相机 USB 速度限制设置

# LblFocuserMoveToPosition
source: Moving focuser to position {0}
cs_cz: Zaostření se pohybuje do polohy {0}
de_de: Bewege Okularauszug zu Position {0}
ko_kr: 포커서 위치 이동 {0}
nb_no: Flytter til fokusposisjon {0}
pl_pl: Przesuń fokuser do pozycji {0}
zh_cn: 移动调焦器到位置 {0}

# LblCameraConnectedOnExit
source: Camera still connected. Exit anyway?
cs_cz: Kamera je stále připojena, Ukončit?
de_de: Kamera noch verbunden. Trotzdem beenden?
ko_kr: 카메라가 아직 연결되어있습니다. 그래도 종료하시겠습니까?
nb_no: Kameraet er fortsatt tilkoblet. Avslutt allikevel?
pl_pl: Kamera nadal połączona. Czy mimo to wyjść?
zh_cn: 相机仍然连接。仍然退出吗？

# LblDisconnectCamera
source: Disconnect Camera?
cs_cz: Odpojit Kameru?
de_de: Kamera trennen?
ko_kr: 카메라의 연결을 끊을까요?
nb_no: Koble fra kameraet?
pl_pl: Odłączyć kamerę?
zh_cn: 断开相机？

# LblDisconnectFilterWheel
source: Disconnect Filter Wheel?
cs_cz: Odpojit Filtrové kolo?
de_de: Filterrad trennen?
ko_kr: 필터휠의 연결을 끊을까요?
nb_no: Koble fra filterhjul?
pl_pl: Odłączyć koło filtrowe?
zh_cn: 断开滤镜轮？

# LblDisconnectFocuser
source: Disconnect Focuser?
cs_cz: Odpojit Zaostření?
de_de: Okularauszug trennen?
ko_kr: 포커서의 연결을 끊을까요?
nb_no: Koble fra fokusmotor?
pl_pl: Odłączyć Focuser?
zh_cn: 断开电调？

# LblDisconnectRotator
source: Disconnect Rotator?
cs_cz: Odpojit Rotátor?
de_de: Rotator trennen?
ko_kr: 회전 장치의 연결을 끊을까요?
nb_no: Koble fra dreiemotor?
pl_pl: Odłączyć Rotator?
zh_cn: 断开旋转器？

# LblTelescopeParkedWarning
source: Telescope is parked. You may need to unpark your scope before slewing.
cs_cz: Dalekohled v parkovací poloze. Před zahájením přejezdu jej možná budete muset odparkovat.
de_de: Das Teleskop ist geparkt. Das Teleskop muss ausparken bevor es wieder bewegt werden kann.
ko_kr: 망원경이 파킹되었습니다. Go-To 하기 전 망원경의 파킹 해제가 필요합니다.
nb_no: Teleskopet er parkert. Du må avparkere teleskopet før det kan svinges.
pl_pl: Teleskop jest zaparkowany. Teleskop musi zostać odparkowany, zanim będzie można go ponownie przesunąć.
zh_cn: 望远镜已经停放，在指向之前可能需要解除停放

# LblSideOfPier
source: Side of Pier
cs_cz: Poloha Dalekohledu
de_de: Seite des Piers
nb_no: Side av søyle
pl_pl: Strona montażu
zh_cn: 镜筒偏向

# LblCameraTimeoutOption
source: Camera Timeout
cs_cz: Časový limit Kamery
de_de: Kamera-Timeout
ko_kr: 카메라 시간 초과
nb_no: Tidsavbrudd for kamera
pl_pl: Limit czasu kamery
zh_cn: 相机超时

# LblCameraTimeoutTooltip
source: The amount of time after exposure time until the image is considered as lost. When the camera does not send an image ready event after Exposure Time + Timeout the exposure will be cancelled.
cs_cz: Prodleva po expozičním čase, kdy má být snímek považován za ztracený. Pokud kamera po uplynutí Expozičního času + Časový limit expozice, neodešle připravený snímek, bude zrušen.
de_de: Die Zeitspanne nach der Belichtungszeit, bis das Bild als verloren betrachtet wird. Wenn die Kamera nach Belichtungszeit + Zeitüberschreitung kein Bereitschaftssignal sendet, wird die Belichtung abgebrochen.
ko_kr: 노출 시간 후 이미지가 손실된 것으로 간주할 때 까지의 시간입니다. 카메라가 노출 시간 + 타임아웃 이후에도 이미지 준비 이벤트를 보내지 않을 경우 노출이 취소됩니다.
nb_no: Tiden etter eksponering frem til bildet anses som tapt. Når kameraet ikke sender en bilde-klar hendelse etter utsatt tid + tidsavbrudd, vil eksponeringen bli kansellert.
pl_pl: Czas po ekspozycji, po którym obraz zostanie uznany za utracony. Jeśli kamera nie wyśle ​​sygnału gotowości po czasie ekspozycji + limit czasu, obrazowanie zostanie przerwane.
zh_cn: 相机曝光后直到图像被视为丢失的等待时间。曝光完成后，若经过该设定时间相机仍没有发出图像就绪的消息，则曝光将被取消。

# LblCalibrationState
source: Calibration State
cs_cz: Stav Kalibrace
de_de: Kalibrierstatus
ko_kr: 캘리브레이션 상태
nb_no: Kalibreringsstatus
pl_pl: Stan kalibracji
zh_cn: 校准状态

# LblIntensity
source: Intensity
cs_cz: Intenzita
de_de: Intensität
ko_kr: 밝기
nb_no: Intensitet
pl_pl: Intensywność
zh_cn: 强度

# LblMinIntensity
source: Minimum Intensity
cs_cz: Minimální Intenzita
de_de: Minimale Intensität
ko_kr: 최소 밝기
nb_no: Minste intensitet
pl_pl: Minimalna intensywność
zh_cn: 最小强度

# LblMinIntensityTooltip
source: Guide star intensity is measured on a scale of 0-255. If intensity drops below this amount, then NINA will pause guiding until it returns. This may indicate the presence of clouds.
cs_cz: Intenzita pointační hvězdy se měří na stupnici 0-255. Pokud intenzita klesne pod tuto hodnotu, NINA pozastaví pointování, dokud se hodnota neobnoví. To může znamenat přítomnost mraků.
de_de: Die Leitsternintensität wird auf einer Skala von 0-255 gemessen. Falls die Intensität außerhalb dieses Bereichs fällt, wird N.I.N.A. das Guiding pausieren bis die Intensität wieder innerhalb des gültigen Messbereichs liegt. Es könnten gerade Wolken durch das Bild ziehen.
ko_kr: 가이드 별의 밝기는 0-255의 단위로 측정됩니다. 가이드 별의 밝기가 이 값 이하로 떨어지면 NINA는 별의 밝기가 돌아올때까지 가이딩을 중지 합니다. 이것은 구름이 있음을 의미 할 수 있다.
nb_no: Lysstyrke til guidestjerne på en skala fra 0-255. Hvis lysstyrken faller under angitt nivå, vil NINA pause guiding til lysstyrken henter seg inn igjen. Dette kan forårsakes av skydekke.
pl_pl: Natężenie gwiazdy guidera mierzy się w skali 0–255. Jeśli intensywność spadnie poniżej tej wartości, NINA wstrzyma prowadzenie, dopóki wartość nie wróci do skali. Może to wskazywać na obecność chmur.
zh_cn: 导星强度范围为0-255。 如果强度下降到这个数量以下，NINA将暂停导星，直到数值回升。这可能表明存在云。

# LblSeeing
source: Seeing
ko_kr: 보기[Seeing]
zh_cn: 视宁度

# LblMetaGuideConnectionFailed
source: Failed to connect to MetaGuide
cs_cz: Selhalo připojit MetaGuide
de_de: Verbindung zu MetaGuide fehlgeschlagen
ko_kr: MetaGuide연결에 실패하였습니다.
nb_no: Kunne ikke koble til MetaGuide
pl_pl: Nie udało się połączyć z MetaGuide
zh_cn: 无法连接到MetaGuide

# LblMetaGuideLowIntensityRestoreGuiding
source: Guiding resumed
cs_cz: Pointace obnovena
de_de: Guiding fortgesetzt
ko_kr: 가이딩 재개 됨
nb_no: Guiding gjenopptatt
pl_pl: Prowadzenie wznowione
zh_cn: 导星已恢复

# LblMetaGuideLowIntensityRestoreGuidingFailed
source: Failed to resume guiding after star intensity recovered
cs_cz: Po obnovení pointační hvězdy selhala obnova pointování
de_de: Das Guiding konnte nicht fortgesetzt werden, nachdem die Sternintensität wieder im gültigen Wertebereich liegt
ko_kr: 별의 밝기 회복 후 가이드 재개에 실패했습니다.
nb_no: Klarte ikke å fortsette guiding etter stjerne-intensitetet hentet seg inn
pl_pl: Nie udało się wznowić prowadzenia po odzyskaniu intensywności gwiazdy
zh_cn: 在星点强度恢复之后继续导星失败

# LblSkyFlat
source: Sky Flats
cs_cz: Flat z Oblohy
ko_kr: 스카이 플랫
nb_no: Himmel-flatbilder
zh_cn: 天空平场

# LblDomeFollowFailure
source: Dome synchronization error. No longer following telescope. {0}
cs_cz: Chyba synchronizace kopule. Již nesleduje dalekohled. {0}
de_de: Kuppel-Synchronisationsfehler. Kuppel folgt dem Teleskop nicht mehr. {0}
ko_kr: 돔 동기화 오류, 망원경을 따라갈 수 없습니다. {0}
nb_no: Feil ved kuppelsynkronisering. Kuppel følger ikke lengre teleskopet. {0}
pl_pl: Błąd synchronizacji kopuły. Kopuła nie podąża już za teleskopem. {0}
zh_cn: 圆顶同步错误。不再跟随望远镜。 {0}

# LblDomeSyncFailureDuringMeridianFlip
source: Dome failed to synchronize after Meridian Flip
cs_cz: Kopule se po Překlopení Poledníku nesynchronizovala
de_de: Die Kuppel konnte nach dem Meridian Flip nicht synchronisiert werden
ko_kr: 자오선 반전 후 돔 동기화에 실패했습니다.
nb_no: Kuppel klarte ikke å synkronisere etter meridianvending
pl_pl: Kopuła nie zsynchronizowała się po Meridian Flip
zh_cn: 中天翻转后同步圆顶失败

# LblCloseDomeShutterAtSequenceEnd
source: Close dome shutter at sequence end
cs_cz: Až sekvence skončí, zavřít štěrbinu kopule
de_de: Kuppelverschluss am Ende der Sequenz schließen
ko_kr: 시퀀스 종료 시 돔 셔터 닫기
nb_no: Lukk kuppel ved sekvensslutt
pl_pl: Zamknij kopułę po zakończeniu sekwencji
zh_cn: 序列结束时关闭圆顶天窗

# LblDomeEnableFollowingWarning
source: Could not enable Dome/Telescope following
cs_cz: Nelze povolit funkci sledování Kopule/Dalekohledu
de_de: Folgen von Kuppel/Teleskop konnte nicht aktiviert werden
ko_kr: 돔/망원경 추적 기능을 활성화 할 수 없음
nb_no: Kunne ikke aktivere følging for kuppel/teleskop
pl_pl: Nie można aktywować śledzenia kopuły/teleskopu
zh_cn: 无法启用圆顶/望远镜跟随

# LblParkDomeAtSequenceEnd
source: Park dome at sequence end
cs_cz: Na konci sekvence zaparkovat kopuli
de_de: Kuppel am Ende der Sequenz parken
ko_kr: 시퀀스 종료 후 돔 파킹
nb_no: Parker kuppel ved sekvensslutt
pl_pl: Zaparkuj kopułę po zakończeniu sekwencji
zh_cn: 序列结束时停放圆顶

# LblDomeSyncDuringMountSlew
source: Allow sync while mount slews
cs_cz: Povolit synch., zatímco montáž přejíždí
de_de: Synchronisierung während Anfahren der Montierung erlauben
ko_kr: 가대 Go-To 중 동기화 허용
nb_no: Tillat synkronisering når teleskop svinges
pl_pl: Zezwalaj na synchronizację podczas uruchamiania montażu
zh_cn: 允许手动移动望远镜时同步

# LblDomeSyncDuringMountSlewTooltip
source: When Dome Following is enabled, NINA will frequently check if the Dome needs to be rotated to line up with the telescope. When an external application, such as a planetarium or a handset, moves the telescope it may be helpful to wait until the telescope is no longer moving to rotate the dome.
cs_cz: Když je povoleno sledování kopule, NINA často kontroluje, zda je třeba kopuli otočit, aby se vyrovnala s dalekohledem. Když planetárium nebo mobilní aplikace pohne dalekohledem, je vhodné počkat, až se dalekohled přestane pohybovat, aby otočil kopuli.
de_de: Wenn das Folgen der Kuppel aktiviert ist wird N.I.N.A. regelmäßig prüfen, ob die Kuppel weiter gedreht werden muss, um sich der Teleskoprichtung anzupassen. Wenn eine andere Anwendung, wie ein Planetariums Programm oder ein Mobiltelefon das Teleskop steuert, kann es hilfreich sein abzuwarten, bis sich das Teleskop nicht mehr bewegt, bevor die Kuppel gedreht wird.
ko_kr: 돔 추적이 활성화되었을 때, NINA는 돔이 망원경과 정렬하기 위해 회전해야 하는지를 자주 확인합니다. 플라네타리움과 핸드 셋과 같은 외부 응용 프로그램이 망원경을 움직일 경우, 망원경이 돔을 회전시키기 위해 더 이상 움직이지 않을 때까지 기다리는 것이 도움이 될 수 있습니다.
nb_no: Når kuppel-følging er aktivert, vil NINA jevnlig sjekke om kuppelen må svinges for å følge teleskopet. Hvis teleskopet kontrolleres fra en ekstern kilde, som et planetariumprogram eller håndkontroller, kan det være fornuftig å vente til teleskopet står i ro før kuppelen svinges.
pl_pl: Podczas pracy kopuły, NINA regularnie sprawdza, czy kopułę należy obrócić, aby dostosować ją do kierunku teleskopu. Jeśli inna aplikacja, taka jak program planetarium lub telefon komórkowy kontroluje teleskop, warto poczekać, aż teleskop nie będzie się poruszał, zanim kopuła zostanie obrócona.
zh_cn: 当圆顶跟随启用时，NINA会经常检查圆顶是否需要旋转以与望远镜对齐。当使用外部应用程序，如虚拟天文馆或手柄等移动望远镜时，等待直到望远镜停止移动后再旋转圆顶可能会有帮助。

# LblDomeFindHomeBeforePark
source: Find home before parking
cs_cz: Před zaparkováním najít výchozí pozici
de_de: Ausgangsposition vor dem Parken finden
ko_kr: 파킹 전에 홈포지션 찾기
nb_no: Finn hjemposisjon før parkering
pl_pl: Znajdź swoją pozycję startową przed zaparkowaniem
zh_cn: 在停放之前回零位

# LblDomeSlewCW
source: Move CW
cs_cz: Pohyb Vpravo
de_de: Im Uhrzeigersinn bewegen
ko_kr: 시계 방향으로 이동
nb_no: Sving med klokka
pl_pl: Przesuń zgodnie z ruchem wskazówek zegara
zh_cn: 顺时针移动

# LblDomeSlewCCW
source: Move CCW
cs_cz: Pohyb Vlevo
de_de: Gegen den Uhrzeigersinn bewegen
ko_kr: 반 시계 방향으로 이동
nb_no: Sving mot klokka
pl_pl: Przesuń w kierunku przeciwnym do ruchu wskazówek zegara
zh_cn: 逆时针移动

# LblDomeFindHomeBeforeParkTooltip
source: If FindHome is supported by the driver, using it before parking can ensure it goes to a precise location. This can be helpful if the shutter motor battery charges while parked.
cs_cz: Pokud je ovladač FindHome podporován, jeho použití před zaparkováním zajistí přejezd na přesné místo. To je užitečné, pokud se baterie k motoru štěrbiny nabíjí, když je zaparkovaná.
de_de: Falls die Ermittlung der Home Position vom Treiber unterstützt wird, kann dies vor dem Parkvorgang angewendet zu einer genaueren Home Positionierung der Kuppel führen. Dies kann hilfreich sein, wenn der Akku des Schließmotors beim Parken aufgeladen wird.
ko_kr: 드라이버가 홈 포지션 찾기를 지원하는 경우 파킹 전에 정확한 위치로 이동할 수 있습니다. 셔터 모터의 배터리가 파킹 중에 충전되는 경우 유용합니다.
nb_no: Hvis driveren støtter å finne hjemposisjon (FindHome), kan det å finne hjemposisjon før parkering forbedre nøyaktigheten på parkeringen.
pl_pl: Jeśli sterownik potwierdzi parametry pozycji startowej, może to pomóc w określeniu dokładniejszego ustalenia pozycji startowej kopuły przed procesem parkowania. Może to być przydatne podczas ładowania akumulatora podczas postoju.
zh_cn: 如果圆顶支持回零位，在停放之前使用它能确保停放在精确的位置。 如果天窗的电机在停放时充电，这会很有帮助。

# LblDomeCloseOnUnsafe
source: Close on unsafe conditions
cs_cz: Zavřít v nebezpečných podmínkách
de_de: Bei unsicheren Bedingungen schließen
ko_kr: 안전하지 않은 상태에서 닫기
nb_no: Lukk ved utrygg tilstand
pl_pl: Zamknij w niebezpiecznych warunkach
zh_cn: 情况不安全时关闭

# LblDomeCloseOnUnsafeWarning
source: Closing dome shutter due to unsafe conditions
cs_cz: Uzavření štěrbiny kopule kvůli nebezpečným podmínkám
de_de: Kuppel wird aufgrund unsicherer Bedingungen geschlossen
ko_kr: 안전하지 않기 때문에 돔 셔터를 닫습니다.
nb_no: Lukker kuppel på grunn av utrygg tilstand
pl_pl: Kopuła zostanie zamknięta z powodu niebezpiecznych warunków
zh_cn: 由于不安全情况，正在关闭圆顶天窗

# LblDomeUnsafeWarning
source: Cannot open dome shutter due to unsafe conditions
cs_cz: Štěrbinu kopule nelze otevřít z důvodu nebezpečných podmínek
de_de: Kuppel Verschluss kann aufgrund unsicherer Bedingungen nicht geöffnet werden
ko_kr: 안전하지 않기 때문에 돔 셔터를 열 수 없습니다.
nb_no: Kan ikke åpne kuppel på grunn av utrygg tilstand
pl_pl: Nie można otworzyć kopuły z powodu niebezpiecznych warunków
zh_cn: 无法打开圆顶天窗，情况不安全

# LblDomeCloseOnUnsafeTooltip
source: Immediately closes the dome shutter if a SafetyMonitor device reports unsafe conditions
cs_cz: Okamžitě zavřít štěrbinu kopule, pokud zařízení SafetyMonitor ohlásí nebezpečné podmínky
de_de: Schließt sofort die Kuppel, wenn ein SafetyMonitor-Gerät unsichere Bedingungen meldet
ko_kr: 안전모니터 장비가 안전하지 않은 상태를 보고하면 즉시 돔 셔터를 닫습니다.
nb_no: Lukker kuppel øyeblikkelig hvis sikkerhetsovervåkeren rapporterer utrygg tilstand
pl_pl: Natychmiast zamyka kopułę, gdy urządzenie SafetyMonitor zgłasza niebezpieczne warunki
zh_cn: 如果安全监视器报告情况不安全，立即关闭圆顶天窗

# LblAutoFocusTimeout
source: AF Sequence Timeout
cs_cz: Časový limit Sekvence AutoOstření
de_de: AF-Squenz Timeout
ko_kr: 오토포커스 시퀀스 시간 초과
nb_no: Tidsavbrudd ved autofokusering
pl_pl: Limit czasu sekwencji AF
zh_cn: 序列自动对焦超时

# LblAutoFocusTimeoutTooltip
source: Amount of time, in seconds, to wait for an auto focus during a sequence before cancelling to continue
cs_cz: Čas čekání na automatické ostření v sekundách během sekvence, před zrušením operace
de_de: Wartezeit in Sekunden für den Autofokus innerhalb einer Sequenz, bevor das Fokussieren abgebrochen und die Sequenz mit der bisherigen Fokusposition fortgesetzt wird
ko_kr: 시퀀스 중이거나 취소 전 오토포커스를 기다리는 시간[초]
nb_no: Tid, i sekunder, som det ventes på autofokusering
pl_pl: Czas oczekiwania w sekundach na autofokus w sekwencji przed anulowaniem ustawiania ostrości i kontynuowaniem sekwencji z poprzednią pozycją ostrości
zh_cn: 在序列中等待自对焦的时间（秒），超时后会取消自动对焦并继续

# LblMetaGuideLowIntensityStopGuiding
source: Stopped guiding due to low star intensity. There may be clouds.
cs_cz: Pointace zastavena, protože hvězdy nebyly dostatečně jasné. Mohou být mraky.
de_de: Guiding wegen zu geringer Sternhelligkeit gestoppt. Moglicherweise Wolken.
ko_kr: 별의 밝기가 부족해 가이드를 중지했습니다. 구름이 있을 수 있습니다.
nb_no: Guiding stoppet på grunn av svake stjerner. Det kan være skydekke.
pl_pl: Zatrzymano prowadzenie z powodu niskiej intensywności gwiazdy. Może to być spowodowane występowaniem chmur.
zh_cn: 由于星点强度低而停止导星。可能会有云。

# LblDomeSyncTimeout
source: Synchronization Timeout
cs_cz: Časový limit Synchronizace
de_de: Synchronisationstimeout
ko_kr: 동기화 시간 초과
nb_no: Tidsavbrudd ved synkronisering
pl_pl: Limit czasu synchronizacji
zh_cn: 同步超时

# LblDomeSyncTimeoutTooltip
source: The maximum amount of time, in seconds, to wait for the Dome and Telescope to synchronize their positions
cs_cz: Maximální doba čekání na synchronizaci kopule a dalekohledu v sekundách
de_de: Die maximale Zeit, in Sekunden, die gewartet werden soll um die Kuppel und das Teleskop zu synchronisieren
ko_kr: 돔과 망원경의 위치를 동기화할 때까지의 최대 시간[초]
nb_no: Tid, i sekunder, som det ventes på synkronisering av kuppel og teleskop
pl_pl: Maksymalny czas oczekiwania w sekundach na synchronizację kopuły i teleskopu
zh_cn: 圆顶与望远镜同步位置的最大时限，以秒为单位

# LblCameraName
source: Camera Name
cs_cz: Název Kamery
de_de: Name der Kamera
ko_kr: 카메라 이름
nb_no: Kameranavn
pl_pl: Nazwa kamery
zh_cn: 相机名称

# LblRotatorAngleDescription
source: Angle of the rotator
cs_cz: Úhel rotátoru
de_de: Winkel des Rotators
ko_kr: 회전 장치의 각도
nb_no: Vinkel til dreiemotor
pl_pl: Kąt rotatora
zh_cn: 旋转器角度

# LblStarCount
source: Star count
cs_cz: Počet hvězd
de_de: Sternanzahl
ko_kr: 별 갯수
nb_no: Antall stjerner
pl_pl: Liczba gwiazd
zh_cn: 星点数量

# LblCameraNotConnected
source: Camera not connected
cs_cz: Kamera nepřipojena
de_de: Kamera nicht verbunden
ko_kr: 카메라가 연결되지 않음
nb_no: Kamera ikke koblet til
pl_pl: Kamera nie podłączona
zh_cn: 相机未连接

# LblFilterWheelNotConnected
source: Filterwheel not connected
cs_cz: Filtrové kolo nepřipojeno
de_de: Filterrad nicht verbunden
ko_kr: 필터 휠이 연결되지 않음
nb_no: Filterhjul ikke tilkoblet
pl_pl: Koło filtrowe nie podłączone
zh_cn: 滤镜轮未连接

# LblFocuserNotConnected
source: Focuser not connected
cs_cz: Zaostření nepřipojeno
de_de: Okularauszug nicht verbunden
ko_kr: 포커서가 연결되지 않음
nb_no: Fokusmotor ikke tilkoblet
pl_pl: Fokuser nie podłączony
zh_cn: 调焦器未连接

# LblGuiderNotConnected
source: Guider not connected
cs_cz: Pointace nepřipojena
de_de: Guider nicht verbunden
ko_kr: 가이더가 연결되지 않음
nb_no: Guider ikke tilkoblet
pl_pl: Guider nie podłączony
zh_cn: 导星未连接

# LblGuiderCannotClearCalibration
source: Guider does not support calibration
cs_cz: Pointace nepodporuje kalibraci
de_de: Guider unterstützt keine Kalibrierung
ko_kr: 가이더가 캘리브레이션을 지원하지 않습니다.
nb_no: Guider støtter ikke kalibrering
pl_pl: Guider nie obsługuje kalibracji
zh_cn: 导星不支持校准

# LblIterations
source: Iterations
cs_cz: Opakování
de_de: Iterationen
ko_kr: 반복
nb_no: Antall ganger
pl_pl: Iteracje
zh_cn: 迭代次数

# LblRotatorNotConnected
source: Rotator not connected
cs_cz: Rotátor nepřipojen
de_de: Rotator nicht verbunden
ko_kr: 회전 장치가 연결되지 않음
nb_no: Dreiemotor ikke koblet til
pl_pl: Rotator nie podłączony
zh_cn: 旋转器未连接

# LblScript
source: Script
cs_cz: Skript
de_de: Skript
ko_kr: 스크립트
nb_no: Skript
pl_pl: Skrypt
zh_cn: 脚本

# LblDelay
source: Delay
cs_cz: Zpoždění
de_de: Verzögerung
ko_kr: 지연
nb_no: Tid
pl_pl: Opóźnienie
zh_cn: 延迟

# LblTargetJ2000
source: Target (J2000)
cs_cz: Cíl (J2000)
de_de: Ziel (J2000)
ko_kr: 타겟(J2000)
nb_no: Mål (J2000)
pl_pl: Cel (J2000)
zh_cn: 目标坐标 (J2000)

# LblExecutingItemsInParallel
source: Executing items in parallel
cs_cz: Souběžné provádění položek
de_de: Führe Elemente parallel aus
ko_kr: 항목이 병렬로 실행 중
nb_no: Utfører instruksjoner parallelt
pl_pl: Wykonuj pozycje równolegle
zh_cn: 同步执行项目

# LblEnterAnnotation
source: Enter Annotation
cs_cz: Zadat Poznámku
de_de: Anmerkung eingeben
ko_kr: 주석 입력
nb_no: Angi anmerking
pl_pl: Wprowadź adnotację
zh_cn: 输入批注

# LblAfterIterations
source: After Iterations
cs_cz: Po Opakování
de_de: Nach Iterationen
ko_kr: 반복 후
nb_no: Etter iterasjoner
pl_pl: Po iteracjach
zh_cn: 迭代后

# LblFlatDeviceNotConnected
source: Flat Device not connected
cs_cz: Zařízení Flat snímku nepřipojeno
de_de: Flat-Gerät nicht verbunden
ko_kr: 플랫 장비가 연결되지 않았습니다.
nb_no: Flatpanel er ikke tilkoblet
pl_pl: Flatownica nie podłączona
zh_cn: 平场设备未连接

# LblEnterMessage
source: Enter Message
cs_cz: Zadejte Zprávu
de_de: Nachricht eingeben
ko_kr: 메시지 입력
nb_no: Angi melding
pl_pl: Wprowadź wiadomość
zh_cn: 输入消息

# LblMessage
source: Message
cs_cz: Zpráva
de_de: Nachricht
ko_kr: 메시지
nb_no: Melding
pl_pl: Wiadomość
zh_cn: 消息

# LblLoopUntil
source: Loop until
cs_cz: Cyklus do
de_de: Wiederhole bis
ko_kr: 까지 반복
nb_no: Gjenta inntil
pl_pl: Powtarzaj, aż
zh_cn: 循环直到

# LblTriggers
source: Triggers
cs_cz: Spouštěč
de_de: Auslöser
ko_kr: 트리거
nb_no: Triggere
pl_pl: Wyzwalacze
zh_cn: 触发器

# LblMetaGuideVersionCheckFailed
source: Update MetaGuide to at least {0}
cs_cz: Aktualizujte MetaGuide alespoň na {0}
de_de: MetaGuide auf mindestens {0} aktualisieren
ko_kr: MetaGuide를 최소 {0} 으로 업데이트
nb_no: Oppdater MetaGuide til minst {0}
pl_pl: Zaktualizuj MetaGuide do co najmniej {0}
zh_cn: 将MetaGuide更新到最新 {0}

# LblMetaGuideDitherSettleTime
source: Dither settling time
cs_cz: Stabilizace ditheringu
de_de: Dithering Einschwingzeit
ko_kr: 디더링 안정화 시간
nb_no: Dither hviletid
pl_pl: Czas stabilizacji Ditheringu
zh_cn: 抖动稳定时间

# LblMetaGuideDitherSettleTimeTooltip
source: Amount of time, in seconds, to wait for dithering to complete
cs_cz: Čas, čekání v sekundách, na dokončení ditheringu
de_de: Dauer in Sekunden, bis das Dithering abgeschlossen ist
ko_kr: 디더링이 완료되기까지의 시간[초]
nb_no: Ventetid i sekunder for å la dithering fullføres
pl_pl: Czas oczekiwania na zakończenie ditheringu, w sekundach
zh_cn: 等待抖动完成的时间，以秒为单位

# LblMetaGuideLockWhenGuiding
source: Lock star when guiding
cs_cz: Při pointování zamknout hvězdu
de_de: Stern beim Guiding arretieren
ko_kr: 가이딩할때 별 잠그기[Lock Star]
nb_no: Lås stjerne ved guiding
pl_pl: Zablokuj gwiazdę podczas prowadzenia
zh_cn: 导星时锁定星点

# LblCoordinatesToFramingTooltip
source: Send coordinates to the Framing Wizard
cs_cz: Odeslat souřadnice Průvodci Snímkováním
de_de: Koordinaten an den Rahmungsassistenten senden
ko_kr: 프레이밍 마법사에 좌표 전송
nb_no: Send koordinatene til komposisjonshjelperen
pl_pl: Wyślij współrzędne do Asystenta kadrowania
zh_cn: 将坐标发送到构图助手

# LblImportTargets
source: Import Targets from external source
cs_cz: Importuje Cíle z externího zdroje
de_de: Importiere Ziele aus externer Quelle
ko_kr: 외부 소스에서부터 타겟 가져오기
nb_no: Importer mål fra ekstern kilde
pl_pl: Importuj cele ze źródła zewnętrznego
zh_cn: 从外部源导入目标

# LblUnknownImportFormat
source: Unknown format to import targets
cs_cz: Neznámý formát pro importování cílů
de_de: Unbekanntes Format zum Importieren von Zielen
ko_kr: 가져온 타겟의 알 수 없는 포멧
nb_no: Ukjent format på mål som skal importeres
pl_pl: Nieznany format importu celów
zh_cn: 导入的目标格式未知

# LblUltraMode
source: Ultra Mode
cs_cz: Ultra Režim
de_de: Ultra-Modus
ko_kr: 울트라 모드
nb_no: Ultramodus
pl_pl: Tryb Ultra
zh_cn: 超级模式
