Repository: daleghent/nina
Catalog: NINA.Core/Locale/Locale.*.resx
Languages: cs_cz, de_de, ko_kr, nb_no, pl_pl, zh_cn

# Lbl_SequenceTrigger_AutofocusAfterHFRIncreaseTrigger_SampleSizeTooltip
source: The maximum sample size of image HFR readings that should be used to determine the HFR trend. Large sample sizes can help prevent short term issues like wind gusts or guiding issues to trigger an autofocus. For quickly changing conditions a smaller sample size will help to respond more quickly to shifting focus, for example for temperature sensitive optics on a quickly changing ambient temperature.
cs_cz: Maximální počet vzorků odečtů HFR hvězd, které by měly být použity k určení trendu HFR. Větší počet může pomoci předejít krátkodobým problémům, jako je nárazový vítr nebo problémy s naváděním ke spuštění automatického ostření. Menší číslo pomůže rychleji reagovat na změnu ohniska, například u teplotně citlivé optiky s rychle se měnící teplotou okolí.
de_de: Der maximale Stichprobenumfang von HFR-Messwerten, die zur Bestimmung des HFR-Trends verwendet werden sollte. Ein großer Stichprobenumfang kann dazu beitragen reduziert bei kurzfristigen Problemen wie Windböen oder Probleme beim Guiding die Wahrscheinlichkeit, gleich einen Autofokus-Lauf auszulösen. Andererseits hilft bei sich schnell ändernden atmosphärischen Bedingungen ein kleinerer Stichprobenumfang, schneller auf eine Fokusverschiebung zu reagieren, z. B. bei temperaturempfindlichen Optiken bei sich schnell ändernder Umgebungstemperatur.
ko_kr: 이미지 HFR 판독의 최대 샘플 크기로 HFR 추세를 결정하는 데 사용 합니다. 샘플 크기가 크면 돌풍이나 오토포커스를 트리거하는 가이딩 문제와 같은 단기 문제를 방지하는 데 도움이 될 수 있습니다. 빠르게 변화하는 조건의 경우 샘플 크기가 작을수록 초점 이동에 더 빠르게 반응하는 데 도움이 됩니다(예: 빠르게 변화하는 주변 온도에서 온도에 민감한 광학 장치).
nb_no: Maksimalt antall bilder for bestemmelse av HFR-endring. Et større antall gjør triggeren mindre følsom for kortvarige hendelser som vindkast eller guideproblemer. Et mindre antall gjør triggeren raskere til å reagere når fokusavstand faktisk endrer seg.
pl_pl: Maksymalna wielkość próbki odczytów HFR, która powinna być użyta do określenia trendu HFR. Duży rozmiar próbki może pomóc zmniejszyć prawdopodobieństwo uruchomienia autofokusa w przypadku krótkotrwałych problemów, takich jak podmuchy wiatru lub problemy z prowadzeniem. Z drugiej strony w szybko zmieniających się warunkach atmosferycznych mniejszy rozmiar próbki pomaga szybciej reagować na zmianę ostrości, np. z optyką wrażliwą na temperaturę przy szybko zmieniających się temperaturach otoczenia.
zh_cn: 用于HFR和星点趋势的取样上限。 大样本数量可以帮助防止短期问题，如阵风或引导问题触发自动对焦。 在拍摄条件变化较快时，较小的样本数将有助于更快地响应焦点的移动，例如，对于温度敏感的光学元件，在快速变化的环境温度下。

# Lbl_SequenceItem_Validation_NoWritableSwitch
source: No writable switch available
cs_cz: Žádný přepisovatelný přepínač
de_de: Kein beschreibbarer Schalter verfügbar
ko_kr: 쓰기 가능한 스위치 없음
nb_no: Ingen styrbar bryter tilgjengelig
pl_pl: Brak dostępnego przełącznika z możliwością zapisu
zh_cn: 无可用的可写入式开关

# LblPHD2ROIPct
source: ROI Percentage to find Guidestar
cs_cz: Procento ROI pro nalezení Pointační hvězdy
de_de: ROI in Prozent für Leitstern-Suche
ko_kr: 가이드 별을 찾는 ROI 비율
nb_no: Utsnitt ved valg av guidestjerne
pl_pl: Procent ROI dla wyszukiwania gwiazd w guiderze
zh_cn: 搜索被导星的ROI百分比

# LblPHD2ROIPctTooltip
source: The percentage of the frame to be considered for finding a guidestar in PHD2 measured from the center of the frame
cs_cz: Procento snímku, které je třeba brát v úvahu pro nalezení pointační hvězdy v PHD2, měřeno od středu snímku
de_de: Der Prozentsatz des zu berücksichtigenden Bildes, um einen Leitstern in PHD2 zu finden, der von der Mitte des Bildes gemessen wird
ko_kr: PHD2에서 가이드 별을 찾기 위해 고려해야 할 프레임의 백분율로 프레임 중앙으로 부터 측정한 비율
nb_no: Prosentandel av bildet som vurderes for valg av guidestjerne i PHD2, målt fra senter av bildet
pl_pl: Procent obrazu do analizy, w celu znalezienia gwiazdy przewodniej w PHD2, mierzony od środka obrazu
zh_cn: 在整体画面中划分一定的百分比，用于在PHD2中搜寻被导星（超出区域的星点将被排除）。

# LblDitherSkippedBecauseNotGuiding
source: Dither was skipped because PHD2 was not actively guiding
cs_cz: Dithering přeskočen, protože PHD2 aktivně nepointuje
de_de: Dithering wurde übersprungen, weil PHD2 Guiding nicht aktiv war
ko_kr: PHD2가 적극적으로 가이딩을 하지 않았기 때문에 디더링을 건너뛰었습니다.
nb_no: Dither ble hoppet over fordi guiding i PHD2 ikke var aktiv
pl_pl: Dithering został pominięty, ponieważ guiding PHD2 nie był aktywny
zh_cn: PHD2没有处于导星状态，跳过抖动

# LblDitherSkippedBecauseNotLostLock
source: Dither was skipped because PHD2 has lost the locked guide star
cs_cz: Dithering přeskočen, protože PHD2 ztratil zamčenou pointační hvězdu
de_de: Dithering wurde übersprungen, weil PHD2 den Leitstern verloren hat
ko_kr: PHD2가 가이드 별을 잃어버렸기 때문에 디더링을 건너뛰었습니다.
nb_no: Dither ble hoppet over fordi PHD2 har mistet guidestjernen
pl_pl: Dithering został pominięty, ponieważ PHD2 stracił gwiazdę prowadzącą
zh_cn: PHD2丢失锁定的被导星，因此抖动被跳过

# Lbl_SequenceItem_Camera_DewHeater_Description
source: Turns the camera's dew heater on or off
cs_cz: Zapíná nebo vypíná rosný ohřívač kamery
de_de: Schaltet die Tauheizung der Kamera ein oder aus
ko_kr: 카메라의 이슬방지 열선을 켜거나 끕니다.
nb_no: Skrur kameraets duggvarmer på eller av
pl_pl: Włącza lub wyłącza grzałkę kamery
zh_cn: 打开或关闭相机防结露加热器

# Lbl_SequenceItem_Camera_DewHeater_Name
source: Dew Heater
cs_cz: Topné Těleso
de_de: Kameratauheizung
ko_kr: 이슬 방지 열선
nb_no: Duggvarmer
pl_pl: Grzałka
zh_cn: 防结露加热

# Lbl_SequenceItem_Validation_Camera_DewHeater_NotPresent
source: The connected camera lacks a dew heater that can be controlled
cs_cz: Připojená kamera nemá rosný ohřívač, který lze ovládat
de_de: Der angeschlossenen Kamera fehlt eine Tauheizung, die gesteuert werden kann
ko_kr: 연결된 카메라에 제어 가능한 이슬 방지 열선이 없습니다.
nb_no: Kameraet har ikke duggvarmer som kan styres
pl_pl: Podłączona kamera nie posiada grzałki, która może być sterowana
zh_cn: 已连接的相机没有可控的防结露加热器

# LblAddTargetToTargetList
source: Add Target To Target List
cs_cz: Přidání Cíle Do Seznamu Cílů
de_de: Ziel zur Zielliste hinzufügen
ko_kr: 타겟 목록에 타겟 추가
nb_no: Legg mål til i mållisten
pl_pl: Dodaj cel do listy obiektów
zh_cn: 将目标添加到目标列表

# LblAddTargetToTargetListTooltip
source: Adds the framed target to the target list section in the advanced sequencer sidebar for later use
cs_cz: Přidá nastavený cíl do cílové sekce seznamu v postranním panelu pokročilého sekvencéru pro pozdější použití
de_de: Den Zielframe zur Liste der Ziele in der Seitenleiste des Advanced Sequencers für spätere Verwendung hinzufügen
ko_kr: 설정된 타겟을 고급 시퀀서 사이드바의 타겟 목록 섹션에 추가합니다. 이것은 나중에 사용됩니다.
nb_no: Legger målet til mållisten for senere bruk i avansert sekvens-modus
pl_pl: Dodaj cel w ramce do sekcji listy docelowej zaawansowanego paska bocznego sekwencera w celu późniejszego użycia
zh_cn: 将目标构图添加到高级序列侧边栏的目标列表中，以便后续使用

# Lbl_SequenceTargetController_SavedTarget
source: Target {0} saved to target list
cs_cz: Cíl {0} uložen do cílového seznamu
de_de: Ziel {0} wurde in der Zielliste gespeichert
ko_kr: 타겟 {0} 이 타겟 목록에 저장되었습니다.
nb_no: Mål {0} lagret i mållisten
pl_pl: Cel {0} zapisany do listy obiektów
zh_cn: 目标 {0} 已保存到目标列表

# LblCustomHorizon
source: Custom Horizon
cs_cz: Vlastní Horizont
de_de: Benutzerdefinierter Horizont
ko_kr: 사용자 정의 수평선
nb_no: Egendefinert horisont
pl_pl: Własny horyzont
zh_cn: 自定义地平线

# LblCustomHorizonTooltip
source: Load a custom horizon file to be used to determine local horizon limits and display the limit in the altitude charts.
cs_cz: Načte soubor vlastního horizontu, který se použije k určení místního limitu horizontu a zobrazení limitu ve výškovém grafu.
de_de: Eine Datei laden mit einem benutzerdefiniertem Horizont, um lokale Horizontgrenzen zu bestimmen und das Limit in den Höhendiagrammen anzuzeigen.
ko_kr: 사용자 정의 수평선파일을 불러옵니다. 이 파일은 관측지의 수평선 한계를 결정하고, 고도 차트를 표시하는데 사용됩니다.
nb_no: Last inn en horisontsfil for å definere horisonten og vise den i elevasjons-grafene.
pl_pl: Załaduj plik z niestandardowym horyzontem, aby określić lokalne ograniczenia horyzontu i wyświetlić je na wykresach wysokości.
zh_cn: 加载自定义地平线文件，用于确定本地地平线限制，并在高度图中显示界限。

# LblFailedToLoadCustomHorizon
source: Failed to load custom horizon
cs_cz: Selhalo načtení vlastního horizontu
de_de: Fehler beim Laden des benutzerdefinierten Horizonts
ko_kr: 사용자 정의 수평선을 불러오는데 실패했습니다.
nb_no: Kan ikke laste inn egendefinert horisont
pl_pl: Nie udało się załadować niestandardowego horyzontu
zh_cn: 加载自定义地平线失败

# LblPlanetariumLocationTooltip
source: Get location from the Planetarium Software
cs_cz: Získat polohu z Programu Planetária
de_de: Standort von der Planetarium Software erhalten
ko_kr: 플라네타리움 소프트웨어에서 위치 정보를 얻습니다.
nb_no: Hent posisjon fra planetarium-programmet
pl_pl: Pobierz lokalizację z oprogramowania Planetarium
zh_cn: 从 Planetarium 获取位置

# Lbl_SequenceItem_Utility_WaitUntilAboveHorizon_Description
source: Waits until the target altitude is above the horizon. If a custom horizon is used, that altitude is used instead of 0
cs_cz: Čeká, až bude cílová výška nad obzorem. Pokud se používá vlastní horizont, používá se tato výška namísto 0
de_de: Wartet, bis die Zielhöhe über dem Horizont liegt. Wenn ein benutzerdefinierter Horizont verwendet wird, wird diese Höhe anstelle von 0° verwendet
ko_kr: 목표 고도가 수평선 위로 올 때까지 기다립니다. 사용자 지정 수평선이 사용되는 경우 고도는 0 대신 사용됩니다.
nb_no: Venter til målets er over horisonten. Dersom en egendefinert horisont er angitt, brukes denne i stedet for 0
pl_pl: Czeka na docelową wysokość nad horyzontem. Jeśli używany jest niestandardowy horyzont, ta wysokość jest używana zamiast wartości 0
zh_cn: 等待目标升到地平线上方。如果使用了自定义地平线，则使用该高度而不是0

# Lbl_SequenceItem_Utility_WaitUntilAboveHorizon_Name
source: Wait until above horizon
cs_cz: Počkat, až Bude nad horizontem
ko_kr: 지평선 위로 올라올때 까지 기다림
nb_no: Vent til over horisont
pl_pl: Poczekaj do przekroczenia horyzontu
zh_cn: 等待至目标高于地平线

# Lbl_SequenceItem_Utility_WaitUntilAboveHorizon_Progress
source: Waiting until target is above horizon. Target Altitude {0}° / Horizon Altitude {1}°
cs_cz: Čekám, až bude cíl nad obzorem. Cílová Výška {0}° / Výška Horizontu {1}°
de_de: Warte bis das Ziel oberhalb des Horizonts ist. Ziel Höhe {0}° / Horizont Höhe {1}°
ko_kr: 타겟이 수평선 위로 올 때까지 대기 중입니다. 타겟 고도 {0}° / 수평선 고도 {1}°
nb_no: Venter til målet er over horisonten. Målets elevasjon {0}° / horisont {1}°
pl_pl: Oczekiwanie na osiągnięcie wysokości celu powyżej horyzontu. Wysokość docelowa {0}° / wysokość horyzontu {1}°
zh_cn: 正在等待目标超出地平线。目标高度 {0}° / 地平线高度 {1}°

# Lbl_SequenceCondition_AboveHorizonCondition_Description
source: A condition that loops while the target is above the horizon and then stops the current instruction set
cs_cz: Podmínka, která se opakuje, dokud je cíl nad horizontem, poté se zastaví aktuální sadu instrukcí
de_de: Eine Bedingung, die eine Anweisungsfolge wiederholt, solange das Ziel sich überm Horizont befindet und dann diese Anweisungsfolge beendet
ko_kr: 타겟이 수평선 위로 있는 동안 반복하고, 그 후 현재 명령 세트를 중지하는 조건
nb_no: En betingelse som gjentar instruksjonsblokken så lenge målet er over horisonten
pl_pl: Warunek, który powtarza sekwencję zdarzeń, dopóki cel znajduje się nad horyzontem, a następnie kończy sekwencję
zh_cn: 目标在地平线上方时循环。如果使用了自定义地平线，则使用该高度而不是0

# Lbl_SequenceCondition_AboveHorizonCondition_Name
source: Loop While Altitude Above Horizon
cs_cz: Cyklus Dokud je Výška Nad Horizontem
ko_kr: 지평선 위에 있을 때 까지 반복
nb_no: Gjenta når over horisont
pl_pl: Powtarzaj dopóki wysokość obiektu znajduje się nad horyzontem
zh_cn: 目标高于地平线时循环

# LblUnreachableAltitudeForHorizon
source: Target will never be above the horizon
cs_cz: Cíl nikdy nebude nad obzorem
de_de: Das Ziel wird nie über dem Horizont liegen
ko_kr: 타겟은 수평선 위로 오지 않습니다.
nb_no: Målet vil aldri komme over horisonten
pl_pl: Cel nigdy nie będzie powyżej horyzontu
zh_cn: 目标永远不会升到地平线上

# LblMovingRotatorToMechanicalPosition
source: Moving rotator to mechanical position {0}
cs_cz: Pohyb rotátoru do mechanické polohy {0}
de_de: Drehe Rotator zu mechanischer Position {0}
ko_kr: 회전 장치를 기계적 위치 {0} 으로 이동 중
nb_no: Dreier til mekanisk posisjon {0}
pl_pl: Obróć rotator do pozycji mechanicznej {0}
zh_cn: 移动旋转器到机械位置 {0}

# LblMovingRotatorToPosition
source: Moving rotator to position {0}
cs_cz: Pohyb rotátoru do polohy {0}
de_de: Bewege Rotator zu Position {0}
ko_kr: 회전장치의 위치 이동 {0}
nb_no: Dreier til posisjon {0}
pl_pl: Obróć rotator do pozycji {0}
zh_cn: 移动旋转器到位置 {0}

# Lbl_SequenceItem_FlatDevice_TrainedDarkFlatExposure_Description
source: Looks up the trained exposure value for the specified parameters and takes dark flat exposures
cs_cz: Vyhledá naučenou hodnotu expozice pro zadané parametry a pořídí dark expozice
de_de: Looks up the trained exposure value for the specified parameters and takes dark exposures
ko_kr: 지정된 매개변수에 대해 산출된 노출 값을 조회하고 다크 프레임 노출을 수행합니다.
nb_no: Looks up the trained exposure value for the specified parameters and takes dark exposures
pl_pl: Pobiera wzorcową wartość ekspozycji dla określonych parametrów i tworzy klatki dark
zh_cn: Looks up the trained exposure value for the specified parameters and takes dark exposures

# Lbl_SequenceItem_FlatDevice_TrainedDarkFlatExposure_Name
source: Trained Dark Flat Exposure
cs_cz: Průvodce Expozic Dark
de_de: Trained Dark Exposure
ko_kr: 산출된 다크 노출
nb_no: Trained Dark Exposure
pl_pl: Wzorzec klatek dark
zh_cn: Trained Dark Exposure

# LblLeftside
source: Left side
cs_cz: Vlevo
de_de: Linke Seite
ko_kr: 왼쪽
nb_no: Venstre side
pl_pl: Lewa strona
zh_cn: 左侧

# LblRightside
source: Right side
cs_cz: Vpravo
de_de: Rechte Seite
ko_kr: 오른쪽
nb_no: Høyre side
pl_pl: Prawa strona
zh_cn: 右侧

# LblStars
source: Stars
cs_cz: Hvězdy
de_de: Sterne
ko_kr: 별
nb_no: Stjerner
pl_pl: Gwiazdy
zh_cn: 星点数

# LblShowSnapshots
source: Snapshots
cs_cz: Fotka
de_de: Schnappschüsse
ko_kr: 스냅샷
nb_no: Enkeltbilder
pl_pl: Szybka klatka
zh_cn: 快照

# LblSlewCenterRotate
source: Slew, Center and Rotate
cs_cz: Přejet, Vycentrovat a Otočit
de_de: Schwenken, Zentrieren und Rotieren
ko_kr: Go-To, 중심잡기, 회전
nb_no: Sving, sentrer og roter
pl_pl: Przesuń, Wyśrodkuj i Obróć
zh_cn: 指向，居中和旋转

# LblFindHomeToolTip
source: Instructs the telescope to locate the home postion
cs_cz: Informovat dalekohled, aby zjistil výchozí pozici
de_de: Die Home Position der Montierung ermitteln
ko_kr: 망원경에 홈 포지션을 확인하도록 명령합니다.
nb_no: Ber teleskopet om å finne hjemposisjonen
pl_pl: Poleca teleskopowi zlokalizowanie pozycji startowej
zh_cn: 指示望远镜回零位

# LblHome
source: Home
cs_cz: Domů
ko_kr: 홈
nb_no: Hjem
pl_pl: Pozycja startowa
zh_cn: 回零位

# LblTelescopeAtHomeParkedWarn
source: Telescope is parked. Cannot locate the home position while parked.
cs_cz: Dalekohled je zaparkován. Pokud je zaparkováno, nelze najít výchozí pozici.
de_de: Teleskop is geparkt. Die Home-Position kann nicht ermittelt werden.
ko_kr: 망원경이 파킹되었습니다. 파킹 중에는 홈 포지션을 확인 할 수 없습니다.
nb_no: Teleskopet er parkert. Kan ikke finne hjemposisjon når parkert.
pl_pl: Teleskop jest zaparkowany. Nie można zlokalizować pozycji startowej.
zh_cn: 望远镜已经停放，无法回零位。

# LblTelescopeAtHomeWarn
source: Telescope is already at the home position.
cs_cz: Dalekohled je již ve výchozí pozici.
de_de: Teleskop befindet sich bereits in der Home Position.
ko_kr: 망원경이 이미 홈 포지션에 위치합니다.
nb_no: Teleskopet er allerede i hjemposisjonen.
pl_pl: Teleskop jest już na pozycji startowej.
zh_cn: 望远镜已经在零位

# LblTelescopeCannotFindHome
source: The telescope does not have a home location capabiltiy.
cs_cz: Dalekohled nemá funkci výchozí pozici.
de_de: Das Teleskop hat keine Home Position.
ko_kr: 망원경에 홈 포지션을 식별하는 기능이 없습니다.
nb_no: Teleskopet har ikke funksjon for å finne hjemposisjon.
pl_pl: Teleskop nie posiada lokalizacji pozycji startowej.
zh_cn: 望远镜没有回零位功能

# LblWaitingForTelescopeToFindHome
source: Waiting for telescope to locate the home position
cs_cz: Čekám na dalekohled k určení výchozí pozice
de_de: Warte auf das Teleskop auf der Suche nach der Home Position
ko_kr: 망원경이 홈 포지션을 확인하는 것을 대기 중
nb_no: Venter på at teleskopet finner hjemposisjon
pl_pl: Oczekiwanie na lokalizację pozycji startowej teleskopu
zh_cn: 等待望远镜回零位

# Lbl_SequenceItem_Telescope_FindHome_Description
source: Instructs the telescope to locate the home postion. This cannot be done if the telescope is parked
cs_cz: Informuje dalekohled, aby zjistil výchozí pozici. To nelze provést, pokud je dalekohled zaparkován
de_de: Weist die Montierung an, die Home Position zu ermitteln. Dies funktioniert nur, wenn die Montierung sich nicht in der Parkposition befindet
ko_kr: 홈 포지션을 확인하도록 망원경에 명령 망원경이 파킹 상태인 경우에는 할 수 없습니다.
nb_no: Ber teleskopet om å finne hjemposisjonen. Kan ikke gjøres hvis teleskopet er parkert
pl_pl: Poleca teleskopowi zlokalizowanie pozycji startowej. Nie można tego zrobić, jeśli teleskop jest zaparkowany
zh_cn: 指示望远镜回零位。无法在望远镜停放的时候使用。

# Lbl_SequenceItem_Telescope_FindHome_Name
source: Find Home
cs_cz: Najít Výchozí pozici
de_de: Home suchen
ko_kr: 홈 포지션 찾기
nb_no: Finn hjemposisjon
pl_pl: Znajdź pozycję startową
zh_cn: 回零位

# LblTelescopeNoFindHomeError
source: The telescope has no home location capability
cs_cz: Dalekohled nemá žádnou možnost výchozí pozice
de_de: Das Teleskop hat keine Home Position
ko_kr: 망원경에 홈 포지션을 식별하는 기능이 없습니다.
nb_no: Teleskopet har ikke funksjon for å finne hjemposisjon
pl_pl: Teleskop nie ma możliwości lokalizacji pozycji startowej
zh_cn: 望远镜没有回零位功能

# LblTelescopeFindHomeCancelled
source: Home locate operation cancelled
cs_cz: Operace výchozí pozice byla zrušena
de_de: Ermittlung der Home Position abgebrochen
ko_kr: 홈 포지션을 찾는 작업이 중단됨
nb_no: Leting etter hjemposisjon avbrutt
pl_pl: Operacja lokalizacji pozycji startowej anulowana
zh_cn: 已取消回零位操作

# LblTelescopeParkCancelled
source: Park operation cancelled
cs_cz: Operace parkování zrušena
de_de: Teleskop parken unterbrochen
ko_kr: 파킹 동작이 취소됨
nb_no: Parkering avbrutt
pl_pl: Operacja parkowania anulowana
zh_cn: 已取消停放动作

# LblEstimatedFlatPanelBrightness
source: Estimated Flat Panel Brightness
cs_cz: Odhadovaný Jas FlatBoxu
de_de: Geschätzte Flat Panel Helligkeit
ko_kr: 플랫 패널에서 추정된 밝기
nb_no: Beregnet flatpanel-lysstyrke
pl_pl: Szacowana jasność flatownicy
zh_cn: 测算平场板的亮度

# LblFlatExposureCalcContinueBrightness
source: Mean ADU was {0}, starting Exposure Brightness calculation at {1}
cs_cz: Střední ADU bylo {0} a začal výpočet Jasu Expozice na {1}
de_de: Mittlere ADU war {0} und startet Belichtungshelligkeitsermittlung bei {1}
ko_kr: 평균 ADU는 {0} 이었습니다. 노출 밝기 계산이 {1} 로 시작되었습니다.
nb_no: Gjennomsnittlig ADU var {0}, starter eksponeringstidberegning ved {1}
pl_pl: Średnia ADU wynosiła {0}, rozpoczynając obliczanie jasności ekspozycji od {1}
zh_cn: ADU的均值是 {0}，初始曝光的亮度计算为 {1}

# LblFlatExposureCalcFinishedBrightness
source: Mean ADU is {0} target Exposure Brightness is {1}
cs_cz: Střední ADU je {0} cílová Expozice Jas je {1}
de_de: Mittlere ADU ist {0} Ziel Belichtungshelligkeit ist {1}
ko_kr: 평균 ADU는 {0} 입니다. 타겟 노출 밝기는 {1} 입니다.
nb_no: Gjennomsnittlig ADU er {0} eksponeringstidsmål er {1}
pl_pl: Średnia wartość ADU to {0} docelowa jasność ekspozycji to {1}
zh_cn: ADU的均值目前是 {0}，根据目标ADU数值，亮度调整为 {1}

# LblFlatExposureCalcStartBrightness
source: Starting Exposure Brightness calculation at {0}
cs_cz: Výpočet Jasu Počáteční Expozice při {0}
de_de: Starte Helligkeitsberechnung bei {0}
ko_kr: {0} 에서 노출 밝기 계산을 시작했습니다.
nb_no: Starter beregning av eksponeringstid ved {0}
pl_pl: Rozpoczęcie obliczania jasności ekspozycji od {0}
zh_cn: 开始曝光，亮度经计算后为 {0}

# LblFast
source: Fast
cs_cz: Rychle
de_de: Schnell
ko_kr: 빠른
nb_no: Rask
pl_pl: Szybkie
zh_cn: 快速

# LblSetButtonMoveRateToolTip
source: Set the button slew rate in degrees per second
cs_cz: Nastavte rychlost tlačítka přejezdu ve stupních za sekundu
de_de: Setzt die Bewegungsrate in Grad/Sekunde für die Schaltflächen
ko_kr: 버튼의 Go-To 속도를 도/초로 설정
nb_no: Svingrate for styreknappene i grader per sekund
pl_pl: Ustaw prędkość kroku w stopniach na sekundę
zh_cn: 设置按键的旋转速度（度/每秒）

# LblFirmwareVersion
source: Firmware Version
cs_cz: Verze Firmwaru
ko_kr: 펌웨어 버전
nb_no: Firmware-versjon
pl_pl: Wersja oprogramowania
zh_cn: 固件版本

# LblFPGAVersion
source: FPGA Version
cs_cz: Verze FPGA
ko_kr: FPGA 버전
nb_no: FPGA-versjon
pl_pl: Wersja FPGA
zh_cn: FPGA 版本

# LblSensorAirPressure
source: Sensor air pressure
cs_cz: Senzor atmosférického tlaku
de_de: Sensorluftdruck
ko_kr: 대기압 센서
nb_no: Lufttrykksensor
pl_pl: Czujnik ciśnienia powietrza
zh_cn: 传感器气压

# LblSensorHumidity
source: Sensor humidity
cs_cz: Senzor Vlhkosti
de_de: Sensorfeuchtigkeit
ko_kr: 습도 센서
nb_no: Fuktighetssensor
pl_pl: Czujnik wilgotności
zh_cn: 传感器湿度

# LblUnknownInstruction
source: Unknown Instruction
cs_cz: Neznámá Instrukce
de_de: Unbekannte Instruktion
ko_kr: 알 수 없는 명령
nb_no: Ukjent instruksjon
pl_pl: Nieznana instrukcja
zh_cn: 未知指令

# LblQhyccdDriverVersionWarning
source: The installed QHYCCD USB driver's version of {0} is below the minimum recommeneded version of {1}. Driver updates are available on the QHYCCD website and are recommended for optimal camera function
cs_cz: Nainstalovaná verze ovladače USB QHYCCD, {0}, je nižší než minimální doporučená verze {1}. Aktualizace ovladačů jsou k dispozici na webu QHYCCD a jsou doporučeny pro optimální provoz kamery
de_de: Die installierte Version des QHYCCD USB Treibers von {0} liegt unter der empfohlenen Mindestversion von {1}. Treiber-Updates sind auf der QHYCCD-Website verfügbar und werden für eine optimale Kamera-Funktion empfohlen
ko_kr: 설치된 QHYCCD의 USB 드라이버 버전 {0} 은 최소 권장 버전 {1} 보다 낮습니다. 업데이트된 드라이버는 QHYCCD 웹사이트에서 얻을 수 있으며, 최적의 카메라 성능을 구현하는데 필수적입니다.
nb_no: Den installerte QHYCCD USB-driverens versjon {0} er eldre enn eldste anbefalt versjon {1}. Driveroppdateringer er tilgjengelig på QHYCCD sine nettsider og anbefales for optimal funksjon
pl_pl: Zainstalowana wersja sterownika USB QHYCCD {0} jest poniżej minimalnej zalecanej wersji {1}. Aktualizacje sterowników są dostępne na stronie internetowej QHYCCD i są zalecane dla optymalnej pracy kamery
zh_cn: 已安装的 QHYCCD USB 驱动程序版本 {0} 低于建议的最低版本 {1}。 可在 QHYCCD 网站上获取驱动更新，推荐安装最新驱动以获取更好的性能

# LblSDKVersion
source: SDK Version
cs_cz: SDK Verze
ko_kr: SDK 버전
nb_no: SDK-versjon
pl_pl: Wersja SDK
zh_cn: SDK 版本

# LblUsbDriverVersion
source: USB Driver Version
cs_cz: Verze Ovladače USB
de_de: USB Treiberversion
ko_kr: USB 드라이버 버전
nb_no: USB driver-versjon
pl_pl: Wersja sterownika USB
zh_cn: USB 驱动版本

# LblFailedChangingConnectionState
source: Failed to change connection state of device.
cs_cz: Selhala změna stavu připojení zařízení.
de_de: Verbindungsstatus des Geräts konnte nicht geändert werden.
ko_kr: 장비의 연결 상태를 변경할 수 없습니다.
nb_no: Kunne ikke endre tilkoblingsstatus til enheten.
pl_pl: Nie udało się zmienić stanu połączenia urządzenia.
zh_cn: 设备连接状态更改失败

# LblRms
source: Rms
zh_cn: 均方根

# LblFLatUserPromptAdjustStepSize
source: The wizard did not find the right brightness level after 5 tries. Please try changing the step size or the tolerance.
cs_cz: Průvodce po 5 pokusech nenašel správnou úroveň jasu. Zkuste změnit velikost kroku nebo toleranci.
de_de: Der Assistent hat nach 5 Versuchen nicht die richtige Helligkeit gefunden. Bitte versuchen Sie die Schrittgröße oder die Toleranz zu ändern.
ko_kr: 마법사는 다섯 번의 시도에서 정확한 밝기 수준을 찾지 못했습니다. 스텝 크기 또는 허용 오차를 변경해보세요.
nb_no: Veiviseren fant ikke en god lysstyrke etter 5 forsøk. Vennligst forsøk å endre steglengde eller toleranse.
pl_pl: Kreator nie znalazł odpowiedniego poziomu jasności po 5 próbach. Spróbuj zmienić rozmiar kroku lub tolerancję.
zh_cn: 向导没有在5次尝试后找到正确的亮度水平。请尝试更改步长或容差值。

# LblFlatDeviceSettleTime
source: Settle Time
cs_cz: Stabilizace
de_de: Ruhezeit
ko_kr: 안정화 시간
nb_no: Hviletid
pl_pl: Czas oczekiwania
zh_cn: 稳定时间

# LblInitializingSequencer
source: Initializing Sequencer...
cs_cz: Inicializace Sekvenceru...
de_de: Initialisiere Sequenzer...
ko_kr: 시퀀서 초기화 중...
nb_no: Initialiserer sekvens...
pl_pl: Inicjowanie sekwencera...
zh_cn: 正在初始化序列...

# LblInitializingLayout
source: Initializing Layout
cs_cz: Inicializace Rozložení
de_de: Initialisiere Layout
ko_kr: 레이아웃 초기화
nb_no: Klargjør grensesnitt
pl_pl: Inicjowanie układu
zh_cn: 初始化布局

# Lbl_SequenceCategory_Rotator
source: Rotator
cs_cz: Rotátor
ko_kr: 회전장치
nb_no: Dreiemotor
zh_cn: 旋转器
